{
  "Life Path Number": {
    "1": "Pemimpin alami dengan semangat inisiatif, mandiri, dan percaya diri. Sering kali menjadi pelopor dalam bidangnya.",
    "2": "Pendamai dan kolaborator yang intuitif. Sangat peka terhadap emosi orang lain dan unggul dalam kerja tim.",
    "3": "Ekspresif, kreatif, dan komunikatif. Mampu menginspirasi lewat kata-kata, seni, dan kepribadian cerah.",
    "4": "Praktis, terstruktur, dan penuh tanggung jawab. Cocok dalam membangun fondasi yang kuat dan stabil dalam hidup.",
    "5": "Petualang sejati. Mencintai kebebasan, perubahan, dan eksplorasi ide serta pengalaman baru.",
    "6": "Pengasuh dan pelindung. Penuh cinta, tanggung jawab, dan perhatian terhadap keluarga serta komunitas.",
    "7": "Pencari kebenaran yang analitis, introspektif, dan spiritual. Cocok untuk dunia riset, filsafat, atau mistik.",
    "8": "Ambisius dan manajerial. Memiliki potensi besar dalam urusan keuangan, kepemimpinan, dan bisnis.",
    "9": "Humanis dan penyembuh. Punya misi global untuk membantu sesama dan sering tertarik pada kegiatan kemanusiaan.",
    "10": "Siklus baru, pemimpin dengan energi yang kuat untuk memulai, berinovasi, dan memberi arah kepada banyak orang.","11": "Master Number — intuitif, visioner, dan spiritual. Memiliki misi untuk memberi inspirasi dan pencerahan kepada banyak orang.",
    "12": "Simbol pengorbanan dan pembelajaran melalui hubungan. Terdorong untuk mengembangkan empati dan kesadaran sosial.",
    "13": "Simbol transformasi melalui kerja keras. Stabilitas dicapai lewat disiplin, ketekunan, dan sikap realistis.",
    "14": "Dinamis, penuh energi dan perubahan. Tantangan utamanya adalah menyeimbangkan kebebasan dan tanggung jawab.",
    "15": "Magnetis dan kreatif. Memiliki kekuatan personal yang menarik, serta kemampuan menyembuhkan dan menginspirasi orang lain.",
    "16": "Simbol transformasi melalui kehilangan dan kebangkitan. Kamu dituntut untuk menemukan kebenaran sejati dari dalam diri.",
    "17": "Pemimpin spiritual dan bijaksana. Mampu memadukan kebijaksanaan batin dengan pencapaian duniawi.",
    "18": "Simbol akhir dari siklus. Kamu membawa misi pelayanan global, idealisme, dan kemampuan penyembuhan batin.",
    "19": "Kemandirian total. Kamu dipanggil untuk membangun kekuatan internal tanpa bergantung pada orang lain.",
    "20": "Kebangkitan kesadaran kolektif. Sering menjadi penjaga harmoni dan keseimbangan dalam komunitas atau keluarga.","21": "Simbol pembelajaran dan kematangan sosial. Kamu dipanggil untuk menjadi komunikator, pendidik, atau mediator dalam berbagai situasi.",
    "22": "Master Builder — angka tertinggi dalam numerologi. Kamu punya potensi luar biasa untuk mewujudkan impian besar menjadi kenyataan dan meninggalkan warisan abadi."

  },
  "Soul Code": {
    "1": "Jiwa kepemimpinan. Kamu memiliki dorongan kuat untuk menjadi mandiri, berdiri di depan, dan mengarahkan orang lain.",
    "2": "Jiwa pendamai. Kamu merindukan harmoni dan bekerja lebih baik dalam kemitraan dan dukungan terhadap orang lain.",
    "3": "Jiwa kreatif dan ekspresif. Kamu menyuarakan isi hatimu melalui seni, komunikasi, atau humor.",
    "4": "Jiwa pembangun. Kamu merasa nyaman dengan stabilitas, struktur, dan rutinitas. Jiwa pekerja keras.",
    "5": "Jiwa petualang. Kamu membutuhkan kebebasan untuk menjelajah, mencoba hal baru, dan merasa hidup.",
    "6": "Jiwa penyayang. Kamu cenderung merawat, melindungi, dan mengabdikan diri untuk keluarga atau komunitas.",
    "7": "Jiwa pencari makna. Kamu tertarik pada spiritualitas, filsafat, dan kontemplasi batin.",
    "8": "Jiwa pemimpin material. Kamu memiliki motivasi kuat untuk mengelola, menciptakan keberhasilan, dan memimpin secara strategis.",
    "9": "Jiwa welas asih. Kamu membawa energi penyembuhan, kebijaksanaan, dan keinginan membantu banyak orang.",
    "10": "Jiwa pionir. Kamu punya potensi untuk menciptakan jalur baru dalam hidup dan menginspirasi banyak orang.",
    "11": "Jiwa iluminator. Sebagai Master Number, kamu membawa cahaya dan intuisi tinggi yang bisa membimbing orang lain.",
    "12": "Jiwa yang belajar dari dinamika sosial. Kamu memiliki tugas untuk menyeimbangkan kepentingan diri dan kelompok.",
    "13": "Jiwa pembaharu melalui kerja keras. Tantangan jiwa kamu adalah menata ulang kehidupan dengan kedisiplinan.",
    "14": "Jiwa fleksibel. Kamu belajar untuk mengelola kebebasan agar tidak menjadi bumerang dalam kehidupan pribadi.",
    "15": "Jiwa magnetik. Kamu membawa daya tarik alami dan punya pengaruh kuat atas orang-orang di sekitarmu.",
    "16": "Jiwa pembelajar lewat krisis. Kamu akan mengasah kebijaksanaan dari kehilangan atau ujian besar.",
    "17": "Jiwa visioner. Kamu mampu membawa pencerahan ke bidang praktis, seperti bisnis spiritual atau sosial.",
    "18": "Jiwa pelayan dunia. Kamu membawa beban kolektif dan misi besar untuk memberi kembali ke masyarakat.",
    "19": "Jiwa mandiri mutlak. Misi kamu adalah tidak mengandalkan siapa pun dan membangun dari dalam.",
    "20": "Jiwa kolaborator. Kamu dilahirkan untuk membantu menyatukan orang-orang melalui empati dan kepekaan.",
    "21": "Jiwa sosial yang ekspansif. Kamu belajar tumbuh melalui relasi, komunikasi, dan pengalaman kolektif.",
    "22": "Jiwa arsitek spiritual. Kamu mampu membumikan visi tinggi menjadi karya nyata yang berdampak besar."
  },
  "Karmic Number": {
    "1": "Kamu belajar menjadi mandiri dan berani mengambil keputusan tanpa bergantung pada orang lain.",
    "2": "Kamu harus mengembangkan kesabaran, empati, dan kemampuan untuk bekerja dalam harmoni dengan orang lain.",
    "3": "Pelajaran karmamu adalah belajar mengekspresikan diri dengan jujur dan membangun rasa percaya diri.",
    "4": "Kamu diminta untuk menghargai kerja keras, struktur, dan komitmen terhadap tanggung jawab.",
    "5": "Karma kamu terkait dengan penggunaan kebebasan. Hindari pelarian, penyalahgunaan, dan ketidakteraturan.",
    "6": "Tantangan karmamu adalah menjaga keseimbangan antara memberi dan mengontrol dalam relasi pribadi.",
    "7": "Pelajaran hidupmu adalah membangun kepercayaan diri spiritual dan tidak terlalu mengandalkan logika semata.",
    "8": "Kamu belajar menggunakan kekuatan dan uang secara bijak serta menghindari penyalahgunaan kekuasaan.",
    "9": "Karma ini mengajarkan pelepasan dan pengampunan. Tinggalkan dendam atau beban emosional masa lalu.",
    "10": "Pelajaranmu adalah menciptakan arah baru tanpa mengulang pola lama yang tidak membangun.",
    "11": "Kamu ditantang untuk menggunakan intuisi dan kekuatan spiritual tanpa menyesatkan orang lain atau diri sendiri.",
    "12": "Tantangan untuk melayani dan tidak menjadi korban. Kamu belajar menempatkan ego di belakang dan empati di depan.",
    "13": "Karma ini meminta kamu bekerja keras dan sabar untuk mewujudkan hasil nyata dari niat baikmu.",
    "14": "Kamu belajar mengendalikan keinginan dan nafsu, serta hidup seimbang antara kebebasan dan komitmen.",
    "15": "Pelajaranmu adalah tidak menyalahgunakan pengaruh atau pesona pribadi demi kepentingan egois.",
    "16": "Transformasi besar bisa datang tiba-tiba. Kamu belajar melalui kehilangan untuk membangun kekuatan batin.",
    "17": "Tantangan untuk tidak terjebak dalam kesombongan atau ketenaran. Gunakan kebijaksanaan secara sejati.",
    "18": "Kamu diminta untuk menyeimbangkan kepentingan pribadi dengan pengabdian sosial tanpa kehilangan jati diri.",
    "19": "Hidup ini mengajarkan kemandirian penuh dan menjauhi kecenderungan menjadi dominan atau egois.",
    "20": "Kamu belajar menjadi mediator, bukan manipulator. Keseimbangan dan kejujuran emosional sangat penting.",
    "21": "Pelajaran karma ini mengharuskanmu tumbuh melalui pengalaman sosial tanpa kehilangan tujuan pribadi.",
    "22": "Tantangan tertinggi: mewujudkan misi spiritual besar sambil tetap membumi dan rendah hati."
 }
}
