{
    "nomor": 51,
    "nama_latin": "Adz-Dzariyat",
    "arti": "Makkiyah",
    "jumlah_ayat": 60,
    "slug": "adz-dzariyat",
    "ayat": [
        {
            "ayat": 1,
            "arab": "وَالذّٰرِيٰتِ ذَرْوًاۙ ۝١",
            "latin": "wadz-dzâriyâti dzarwâ",
            "terjemah": "Demi (angin) yang menerbangkan debu,"
        },
        {
            "ayat": 2,
            "arab": "فَالْحٰمِلٰتِ وِقْرًاۙ ۝٢",
            "latin": "fal-ḫâmilâti wiqrâ",
            "terjemah": "demi (awan) yang mengandung muatan (hujan),"
        },
        {
            "ayat": 3,
            "arab": "فَالْجٰرِيٰتِ يُسْرًاۙ ۝٣",
            "latin": "fal-jâriyâti yusrâ",
            "terjemah": "demi (kapal-kapal) yang melaju (di atas air) dengan mudah,"
        },
        {
            "ayat": 4,
            "arab": "فَالْمُقَسِّمٰتِ اَمْرًاۙ ۝٤",
            "latin": "fal-muqassimâti amrâ",
            "terjemah": "dan demi (malaikat-malaikat) yang membagi-bagi segala urusan,"
        },
        {
            "ayat": 5,
            "arab": "اِنَّمَا تُوْعَدُوْنَ لَصَادِقٌۙ ۝٥",
            "latin": "innamâ tû‘adûna lashâdiq",
            "terjemah": "sesungguhnya apa yang dijanjikan kepadamu pasti benar"
        },
        {
            "ayat": 6,
            "arab": "وَّاِنَّ الدِّيْنَ لَوَاقِعٌۗ ۝٦",
            "latin": "wa innad-dîna lawâqi‘",
            "terjemah": "dan sesungguhnya pembalasan pasti terjadi."
        },
        {
            "ayat": 7,
            "arab": "وَالسَّمَاۤءِ ذَاتِ الْحُبُكِۙ ۝٧",
            "latin": "was-samâ'i dzâtil-ḫubuk",
            "terjemah": "Demi langit yang mempunyai jalan-jalan yang kukuh,"
        },
        {
            "ayat": 8,
            "arab": "اِنَّكُمْ لَفِيْ قَوْلٍ مُّخْتَلِفٍۙ ۝٨",
            "latin": "innakum lafî qaulim mukhtalif",
            "terjemah": "sesungguhnya kamu benar-benar dalam keadaan berselisih."
        },
        {
            "ayat": 9,
            "arab": "يُّؤْفَكُ عَنْهُ مَنْ اُفِكَۗ ۝٩",
            "latin": "yu'faku ‘an-hu man ufik",
            "terjemah": "Telah dijauhkan darinya (Al-Qur’an dan Rasul) orang yang dipalingkan."
        },
        {
            "ayat": 10,
            "arab": "قُتِلَ الْخَرَّاصُوْنَۙ ۝١٠",
            "latin": "qutilal-kharrâshûn",
            "terjemah": "Terkutuklah orang-orang yang banyak berdusta,"
        },
        {
            "ayat": 11,
            "arab": "الَّذِيْنَ هُمْ فِيْ غَمْرَةٍ سَاهُوْنَۙ ۝١١",
            "latin": "alladzîna hum fî ghamratin sâhûn",
            "terjemah": "(yaitu) orang-orang yang terbenam (dalam kebodohan) lagi lalai (dari urusan akhirat)!"
        },
        {
            "ayat": 12,
            "arab": "يَسْـَٔلُوْنَ اَيَّانَ يَوْمُ الدِّيْنِۗ ۝١٢",
            "latin": "yas'alûna ayyâna yaumud-dîn",
            "terjemah": "Mereka bertanya, “Kapankah hari Pembalasan itu?”"
        },
        {
            "ayat": 13,
            "arab": "يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُوْنَ ۝١٣",
            "latin": "yauma hum ‘alan-nâri yuftanûn",
            "terjemah": "(Hari Pembalasan terjadi) pada hari (ketika) mereka diazab dalam api neraka."
        },
        {
            "ayat": 14,
            "arab": "ذُوْقُوْا فِتْنَتَكُمْۗ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَسْتَعْجِلُوْنَ ۝١٤",
            "latin": "dzûqû fitnatakum, hâdzalladzî kuntum bihî tasta‘jilûn",
            "terjemah": "(Dikatakan kepada mereka,) “Rasakanlah azabmu! Inilah azab yang dahulu kamu minta agar disegerakan.”"
        },
        {
            "ayat": 15,
            "arab": "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّعُيُوْنٍۙ ۝١٥",
            "latin": "innal-muttaqîna fî jannâtiw wa ‘uyûn",
            "terjemah": "Sesungguhnya orang-orang yang bertakwa berada dalam (surga yang penuh) taman-taman dan mata air."
        },
        {
            "ayat": 16,
            "arab": "اٰخِذِيْنَ مَآ اٰتٰىهُمْ رَبُّهُمْۗ اِنَّهُمْ كَانُوْا قَبْلَ ذٰلِكَ مُحْسِنِيْنَۗ ۝١٦",
            "latin": "âkhidzîna mâ âtâhum rabbuhum, innahum kânû qabla dzâlika muḫsinîn",
            "terjemah": "(Di surga) mereka dapat mengambil apa saja yang dianugerahkan Tuhan kepada mereka. Sesungguhnya mereka sebelum itu (di dunia) adalah orang-orang yang berbuat kebaikan."
        },
        {
            "ayat": 17,
            "arab": "كَانُوْا قَلِيْلًا مِّنَ الَّيْلِ مَا يَهْجَعُوْنَ ۝١٧",
            "latin": "kânû qalîlam minal-laili mâ yahja‘ûn",
            "terjemah": "Mereka sedikit sekali tidur pada waktu malam;"
        },
        {
            "ayat": 18,
            "arab": "وَبِالْاَسْحَارِ هُمْ يَسْتَغْفِرُوْنَ ۝١٨",
            "latin": "wa bil-as-ḫâri hum yastaghfirûn",
            "terjemah": "dan pada akhir malam mereka memohon ampunan (kepada Allah)."
        },
        {
            "ayat": 19,
            "arab": "وَفِيْٓ اَمْوَالِهِمْ حَقٌّ لِّلسَّاۤىِٕلِ وَالْمَحْرُوْمِ ۝١٩",
            "latin": "wa fî amwâlihim ḫaqqul lis-sâ'ili wal-maḫrûm",
            "terjemah": "Pada harta benda mereka ada hak bagi orang miskin yang meminta dan yang tidak meminta."
        },
        {
            "ayat": 20,
            "arab": "وَفِى الْاَرْضِ اٰيٰتٌ لِّلْمُوْقِنِيْنَۙ ۝٢٠",
            "latin": "wa fil-ardli âyâtul lil-mûqinîn",
            "terjemah": "Di bumi terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang yakin."
        },
        {
            "ayat": 21,
            "arab": "وَفِيْٓ اَنْفُسِكُمْۗ اَفَلَا تُبْصِرُوْنَ ۝٢١",
            "latin": "wa fî anfusikum, a fa lâ tubshirûn",
            "terjemah": "(Begitu juga ada tanda-tanda kebesaran-Nya) pada dirimu sendiri. Maka, apakah kamu tidak memperhatikan?"
        },
        {
            "ayat": 22,
            "arab": "وَفِى السَّمَاۤءِ رِزْقُكُمْ وَمَا تُوْعَدُوْنَ ۝٢٢",
            "latin": "wa fis-samâ'i rizqukum wa mâ tû‘adûn",
            "terjemah": "Di langit terdapat pula (hujan yang menjadi sebab) rezekimu dan apa yang dijanjikan kepadamu."
        },
        {
            "ayat": 23,
            "arab": "فَوَرَبِّ السَّمَاۤءِ وَالْاَرْضِ اِنَّهٗ لَحَقٌّ مِّثْلَ مَآ اَنَّكُمْ تَنْطِقُوْنَࣖ ۝٢٣",
            "latin": "fa wa rabbis-samâ'i wal-ardli innahû laḫaqqum mitsla mâ annakum tanthiqûn",
            "terjemah": "Maka, demi Tuhan langit dan bumi, sesungguhnya (apa yang dijanjikan kepadamu itu) pasti akan nyata seperti (halnya) kamu berucap."
        },
        {
            "ayat": 24,
            "arab": "هَلْ اَتٰىكَ حَدِيْثُ ضَيْفِ اِبْرٰهِيْمَ الْمُكْرَمِيْنَۘ ۝٢٤",
            "latin": "hal atâka ḫadîtsu dlaifi ibrâhîmal-mukramîn",
            "terjemah": "Sudahkah sampai kepadamu (Nabi Muhammad) cerita tentang tamu Ibrahim (malaikat-malaikat) yang dimuliakan?"
        },
        {
            "ayat": 25,
            "arab": "اِذْ دَخَلُوْا عَلَيْهِ فَقَالُوْا سَلٰمًاۗ قَالَ سَلٰمٌۚ قَوْمٌ مُّنْكَرُوْنَ ۝٢٥",
            "latin": "idz dakhalû ‘alaihi fa qâlû salâmâ, qâla salâm, qaumum mungkarûn",
            "terjemah": "(Cerita itu bermula) ketika mereka masuk (bertamu) kepadanya, lalu mengucapkan, “Salam.” Ibrahim menjawab, “Salam.” (Mereka) adalah orang-orang yang belum dikenal."
        },
        {
            "ayat": 26,
            "arab": "فَرَاغَ اِلٰٓى اَهْلِهٖ فَجَاۤءَ بِعِجْلٍ سَمِيْنٍۙ ۝٢٦",
            "latin": "fa râgha ilâ ahlihî fa jâ'a bi‘ijlin samîn",
            "terjemah": "Kemudian, dia (Ibrahim) pergi diam-diam menemui keluarganya, lalu datang (kembali) membawa (daging) anak sapi gemuk (yang dibakar)."
        },
        {
            "ayat": 27,
            "arab": "فَقَرَّبَهٗٓ اِلَيْهِمْۚ قَالَ اَلَا تَأْكُلُوْنَ ۝٢٧",
            "latin": "fa qarrabahû ilaihim, qâla alâ ta'kulûn",
            "terjemah": "Dia lalu menghidangkannya kepada mereka, (tetapi mereka tidak mau makan). Ibrahim berkata, “Mengapa kamu tidak makan?”"
        },
        {
            "ayat": 28,
            "arab": "فَاَوْجَسَ مِنْهُمْ خِيْفَةًۗ قَالُوْا لَا تَخَفْۗ وَبَشَّرُوْهُ بِغُلٰمٍ عَلِيْمٍ ۝٢٨",
            "latin": "fa aujasa min-hum khîfah, qâlû lâ takhaf, wa basysyarûhu bighulâmin ‘alîm",
            "terjemah": "Dia (Ibrahim) menyimpan rasa takut terhadap mereka. Mereka berkata, “Janganlah takut!” Mereka memberi kabar gembira kepadanya dengan (akan kelahiran) seorang anak yang sangat berilmu (Ishaq)."
        },
        {
            "ayat": 29,
            "arab": "فَاَقْبَلَتِ امْرَاَتُهٗ فِيْ صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوْزٌ عَقِيْمٌ ۝٢٩",
            "latin": "fa aqbalatimra'atuhû fî sharratin fa shakkat waj-hahâ wa qâlat ‘ajûzun ‘aqîm",
            "terjemah": "Istrinya datang sambil berteriak (terperanjat) lalu menepuk-nepuk wajahnya sendiri dan berkata, “(Aku ini) seorang perempuan tua yang mandul.”"
        },
        {
            "ayat": 30,
            "arab": "قَالُوْا كَذٰلِكِۙ قَالَ رَبُّكِۗ اِنَّهٗ هُوَ الْحَكِيْمُ الْعَلِيْمُ ۝٣٠",
            "latin": "qâlû kadzâliki qâla rabbuk, innahû huwal-ḫakîmul-‘alîm",
            "terjemah": "Mereka berkata, “Demikianlah Tuhanmu berfirman. Sesungguhnya Dialah Yang Mahabijaksana lagi Maha Mengetahui.”"
        },
        {
            "ayat": 31,
            "arab": "قَالَ فَمَا خَطْبُكُمْ اَيُّهَا الْمُرْسَلُوْنَۚ ۝٣١",
            "latin": "qâla fa mâ khathbukum ayyuhal-mursalûn",
            "terjemah": "Dia (Ibrahim) bertanya, “Apa urusan pentingmu, wahai para utusan?”"
        },
        {
            "ayat": 32,
            "arab": "قَالُوْٓ اِنَّآ اُرْسِلْنَآ اِلٰى قَوْمٍ مُّجْرِمِيْنَۙ ۝٣٢",
            "latin": "qâlû innâ ursilnâ ilâ qaumim mujrimîn",
            "terjemah": "Mereka menjawab, “Sesungguhnya kami diutus kepada kaum yang berdosa (kaum Lut untuk menyiksanya)"
        },
        {
            "ayat": 33,
            "arab": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِّنْ طِيْنٍۙ ۝٣٣",
            "latin": "linursila ‘alaihim ḫijâratam min thîn",
            "terjemah": "agar kami menimpa mereka dengan batu-batu yang berasal dari tanah liat"
        },
        {
            "ayat": 34,
            "arab": "مُّسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِيْنَ ۝٣٤",
            "latin": "musawwamatan ‘inda rabbika lil-musrifîn",
            "terjemah": "yang ditandai oleh Tuhanmu untuk (membinasakan) orang-orang yang melampaui batas.”"
        },
        {
            "ayat": 35,
            "arab": "فَاَخْرَجْنَا مَنْ كَانَ فِيْهَا مِنَ الْمُؤْمِنِيْنَۚ ۝٣٥",
            "latin": "fa akhrajnâ mang kâna fîhâ minal-mu'minîn",
            "terjemah": "Kami mengeluarkan orang-orang mukmin yang berada di dalamnya (negeri kaum Lut)."
        },
        {
            "ayat": 36,
            "arab": "فَمَا وَجَدْنَا فِيْهَا غَيْرَ بَيْتٍ مِّنَ الْمُسْلِمِيْنَۚ ۝٣٦",
            "latin": "fa mâ wajadnâ fîhâ ghaira baitim minal-muslimîn",
            "terjemah": "Kami tidak mendapati di dalamnya, kecuali sebuah rumah dari orang-orang muslim (Lut dan keluarganya)."
        },
        {
            "ayat": 37,
            "arab": "وَتَرَكْنَا فِيْهَآ اٰيَةً لِّلَّذِيْنَ يَخَافُوْنَ الْعَذَابَ الْاَلِيْمَۗ ۝٣٧",
            "latin": "wa taraknâ fîhâ âyatal lilladzîna yakhâfûnal-‘adzâbal-alîm",
            "terjemah": "Kami meninggalkan suatu tanda (kebesaran-Nya) di (negeri) itu bagi orang-orang yang takut pada azab yang pedih."
        },
        {
            "ayat": 38,
            "arab": "وَفِيْ مُوْسٰىٓ اِذْ اَرْسَلْنٰهُ اِلٰى فِرْعَوْنَ بِسُلْطٰنٍ مُّبِيْنٍ ۝٣٨",
            "latin": "wa fî mûsâ idz arsalnâhu ilâ fir‘auna bisulthânim mubîn",
            "terjemah": "(Begitu pula Kami meninggalkan) pada Musa (tanda-tanda kekuasaan Allah) ketika Kami mengutusnya kepada Fir‘aun dengan membawa mukjizat yang nyata."
        },
        {
            "ayat": 39,
            "arab": "فَتَوَلّٰى بِرُكْنِهٖ وَقَالَ سٰحِرٌ اَوْ مَجْنُوْنٌ ۝٣٩",
            "latin": "fa tawallâ biruknihî wa qâla sâḫirun au majnûn",
            "terjemah": "Kemudian, dia (Fir‘aun) bersama bala tentaranya berpaling dan (Fir‘aun) berkata, “(Dia adalah) seorang penyihir atau orang gila.”"
        },
        {
            "ayat": 40,
            "arab": "فَاَخَذْنٰهُ وَجُنُوْدَهٗ فَنَبَذْنٰهُمْ فِى الْيَمِّ وَهُوَ مُلِيْمٌۗ ۝٤٠",
            "latin": "fa akhadznâhu wa junûdahû fa nabadznâhum fil-yammi wa huwa mulîm",
            "terjemah": "Maka, Kami menghukumnya beserta bala tentaranya, lalu Kami menenggelamkan mereka ke dalam laut dalam keadaan melakukan perbuatan yang tercela."
        },
        {
            "ayat": 41,
            "arab": "وَفِيْ عَادٍ اِذْ اَرْسَلْنَا عَلَيْهِمُ الرِّيْحَ الْعَقِيْمَۚ ۝٤١",
            "latin": "wa fî ‘âdin idz arsalnâ ‘alaihimur-rîḫal-‘aqîm",
            "terjemah": "(Begitu pula Kami meninggalkan) pada (kaum) ‘Ad (tanda-tanda kekuasaan Allah) ketika Kami mengirim kepada mereka angin yang membinasakan."
        },
        {
            "ayat": 42,
            "arab": "مَا تَذَرُ مِنْ شَيْءٍ اَتَتْ عَلَيْهِ اِلَّا جَعَلَتْهُ كَالرَّمِيْمِۗ ۝٤٢",
            "latin": "mâ tadzaru min syai'in atat ‘alaihi illâ ja‘alat-hu kar-ramîm",
            "terjemah": "(Angin) itu tidak meninggalkan apa pun pada semua yang dilandanya, kecuali menjadikannya bagai tulang yang hancur."
        },
        {
            "ayat": 43,
            "arab": "وَفِيْ ثَمُوْدَ اِذْ قِيْلَ لَهُمْ تَمَتَّعُوْا حَتّٰى حِيْنٍ ۝٤٣",
            "latin": "wa fî tsamûda idz qîla lahum tamatta‘û ḫattâ ḫîn",
            "terjemah": "(Begitu pula Kami meninggalkan) pada (kaum) Samud (tanda-tanda kekuasaan Allah) ketika dikatakan kepada mereka, “Bersenang-senanglah kamu sampai waktu yang ditentukan!”"
        },
        {
            "ayat": 44,
            "arab": "فَعَتَوْا عَنْ اَمْرِ رَبِّهِمْ فَاَخَذَتْهُمُ الصّٰعِقَةُ وَهُمْ يَنْظُرُوْنَ ۝٤٤",
            "latin": "fa ‘atau ‘an amri rabbihim fa akhadzat-humush-shâ‘iqatu wa hum yandhurûn",
            "terjemah": "Lalu, mereka bersikap angkuh terhadap perintah Tuhannya. Maka, mereka disambar petir sementara mereka menyaksikan(-nya)."
        },
        {
            "ayat": 45,
            "arab": "فَمَا اسْتَطَاعُوْا مِنْ قِيَامٍ وَّمَا كَانُوْا مُنْتَصِرِيْنَۙ ۝٤٥",
            "latin": "fa mastathâ‘û ming qiyâmiw wa mâ kânû muntashirîn",
            "terjemah": "Mereka sama sekali tidak mampu bangun dan tidak pula mendapat pertolongan."
        },
        {
            "ayat": 46,
            "arab": "وَقَوْمَ نُوْحٍ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَࣖ ۝٤٦",
            "latin": "wa qauma nûḫim ming qabl, innahum kânû qauman fâsiqîn",
            "terjemah": "Sebelum itu (Kami telah membinasakan) kaum Nuh. Sesungguhnya mereka adalah kaum fasik."
        },
        {
            "ayat": 47,
            "arab": "وَالسَّمَاۤءَ بَنَيْنٰهَا بِاَيْىدٍ وَّاِنَّا لَمُوْسِعُوْنَ ۝٤٧",
            "latin": "was-samâ'a banainâhâ bi'aidiw wa innâ lamûsi‘ûn",
            "terjemah": "Langit Kami bangun dengan tangan (kekuatan Kami) dan sesungguhnya Kami benar-benar meluaskan(-nya)."
        },
        {
            "ayat": 48,
            "arab": "وَالْاَرْضَ فَرَشْنٰهَا فَنِعْمَ الْمٰهِدُوْنَ ۝٤٨",
            "latin": "wal-ardla farasynâhâ fa ni‘mal-mâhidûn",
            "terjemah": "Bumi Kami hamparkan. (Kami adalah) sebaik-baik Zat yang menghamparkan."
        },
        {
            "ayat": 49,
            "arab": "وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُوْنَ ۝٤٩",
            "latin": "wa ming kulli syai'in khalaqnâ zaujaini la‘allakum tadzakkarûn",
            "terjemah": "Segala sesuatu Kami ciptakan berpasang-pasangan agar kamu mengingat (kebesaran Allah)."
        },
        {
            "ayat": 50,
            "arab": "فَفِرُّوْٓا اِلَى اللّٰهِۗ اِنِّيْ لَكُمْ مِّنْهُ نَذِيْرٌ مُّبِيْنٌۚ ۝٥٠",
            "latin": "fa firrû ilallâh, innî lakum min-hu nadzîrum mubîn",
            "terjemah": "Maka, (katakanlah kepada mereka, wahai Nabi Muhammad,) “Bersegeralah kembali (taat) kepada Allah. Sesungguhnya aku adalah seorang pemberi peringatan yang jelas dari-Nya untukmu."
        },
        {
            "ayat": 51,
            "arab": "وَلَا تَجْعَلُوْا مَعَ اللّٰهِ اِلٰهًا اٰخَرَۗ اِنِّيْ لَكُمْ مِّنْهُ نَذِيْرٌ مُّبِيْنٌ ۝٥١",
            "latin": "wa lâ taj‘alû ma‘allâhi ilâhan âkhar, innî lakum min-hu nadzîrum mubîn",
            "terjemah": "Janganlah kamu mengadakan tuhan lain bersama Allah. Sesungguhnya aku adalah seorang pemberi peringatan yang jelas dari Allah untukmu.”"
        },
        {
            "ayat": 52,
            "arab": "كَذٰلِكَ مَآ اَتَى الَّذِيْنَ مِنْ قَبْلِهِمْ مِّنْ رَّسُوْلٍ اِلَّا قَالُوْا سَاحِرٌ اَوْ مَجْنُوْنٌ ۝٥٢",
            "latin": "kadzâlika mâ atalladzîna ming qablihim mir rasûlin illâ qâlû sâḫirun au majnûn",
            "terjemah": "Demikianlah setiap kali seorang rasul datang kepada orang-orang sebelumnya, mereka pasti mengatakan, “(Dia itu adalah) penyihir atau orang gila.”"
        },
        {
            "ayat": 53,
            "arab": "اَتَوَاصَوْا بِهٖۚ بَلْ هُمْ قَوْمٌ طَاغُوْنَۚ ۝٥٣",
            "latin": "a tawâshau bih, bal hum qaumun thâghûn",
            "terjemah": "Apakah mereka saling menasihati tentang (apa yang dikatakan) itu? (Tidak!) Sebaliknya, mereka adalah kaum yang melampaui batas."
        },
        {
            "ayat": 54,
            "arab": "فَتَوَلَّ عَنْهُمْ فَمَآ اَنْتَ بِمَلُوْمٍ ۝٥٤",
            "latin": "fa tawalla ‘an-hum fa mâ anta bimalûm",
            "terjemah": "Berpalinglah dari mereka, maka engkau sama sekali bukan orang yang tercela."
        },
        {
            "ayat": 55,
            "arab": "وَذَكِّرْ فَاِنَّ الذِّكْرٰى تَنْفَعُ الْمُؤْمِنِيْنَ ۝٥٥",
            "latin": "wa dzakkir fa innadz-dzikrâ tanfa‘ul-mu'minîn",
            "terjemah": "Teruslah memberi peringatan karena sesungguhnya peringatan itu bermanfaat bagi orang-orang mukmin."
        },
        {
            "ayat": 56,
            "arab": "وَمَا خَلَقْتُ الْجِنَّ وَالْاِنْسَ اِلَّا لِيَعْبُدُوْنِ ۝٥٦",
            "latin": "wa mâ khalaqtul-jinna wal-insa illâ liya‘budûn",
            "terjemah": "Tidaklah Aku menciptakan jin dan manusia kecuali untuk beribadah kepada-Ku."
        },
        {
            "ayat": 57,
            "arab": "مَآ اُرِيْدُ مِنْهُمْ مِّنْ رِّزْقٍ وَّمَآ اُرِيْدُ اَنْ يُّطْعِمُوْنِ ۝٥٧",
            "latin": "mâ urîdu min-hum mir rizqiw wa mâ urîdu ay yuth‘imûn",
            "terjemah": "Aku tidak menghendaki rezeki sedikit pun dari mereka dan tidak menghendaki agar mereka memberi makan kepada-Ku."
        },
        {
            "ayat": 58,
            "arab": "اِنَّ اللّٰهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِيْنُ ۝٥٨",
            "latin": "innallâha huwar-razzâqu dzul-quwwatil-matîn",
            "terjemah": "Sesungguhnya Allahlah Maha Pemberi Rezeki yang mempunyai kekuatan lagi sangat kukuh."
        },
        {
            "ayat": 59,
            "arab": "فَاِنَّ لِلَّذِيْنَ ظَلَمُوْا ذَنُوْبًا مِّثْلَ ذَنُوْبِ اَصْحٰبِهِمْ فَلَا يَسْتَعْجِلُوْنِ ۝٥٩",
            "latin": "fa inna lilladzîna dhalamû dzanûbam mitsla dzanûbi ash-ḫâbihim fa lâ yasta‘jilûn",
            "terjemah": "Sesungguhnya orang-orang yang zalim mendapatkan bagian (azab) seperti bagian teman-teman mereka (dahulu). Maka, janganlah mereka meminta kepada-Ku untuk menyegerakan(-nya)."
        },
        {
            "ayat": 60,
            "arab": "فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنْ يَّوْمِهِمُ الَّذِيْ يُوْعَدُوْنَࣖ ۝٦٠",
            "latin": "fa wailul lilladzîna kafarû miy yaumihimulladzî yû‘adûn",
            "terjemah": "Celakalah orang-orang yang kufur pada hari yang telah dijanjikan kepada mereka (hari Kiamat)."
        }
    ]
}