{
    "nomor": 21,
    "nama_latin": "Al-Anbiya'",
    "arti": "Makkiyah",
    "jumlah_ayat": 112,
    "slug": "al-anbiya",
    "ayat": [
        {
            "ayat": 1,
            "arab": "اِقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِيْ غَفْلَةٍ مُّعْرِضُوْنَۚ ۝١",
            "latin": "iqtaraba lin-nâsi ḫisâbuhum wa hum fî ghaflatim mu‘ridlûn",
            "terjemah": "Telah makin dekat kepada manusia perhitungan (amal) mereka, sedangkan mereka dalam keadaan lengah lagi berpaling (darinya)."
        },
        {
            "ayat": 2,
            "arab": "مَا يَأْتِيْهِمْ مِّنْ ذِكْرٍ مِّنْ رَّبِّهِمْ مُّحْدَثٍ اِلَّا اسْتَمَعُوْهُ وَهُمْ يَلْعَبُوْنَۙ ۝٢",
            "latin": "mâ ya'tîhim min dzikrim mir rabbihim muḫdatsin illastama‘ûhu wa hum yal‘abûn",
            "terjemah": "Tidaklah diturunkan kepada mereka peringatan yang baru dari Tuhan, kecuali mereka mendengarkannya sambil bermain-main"
        },
        {
            "ayat": 3,
            "arab": "لَاهِيَةً قُلُوْبُهُمْۗ وَاَسَرُّوا النَّجْوَىۖ الَّذِيْنَ ظَلَمُوْاۖ هَلْ هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۚ اَفَتَأْتُوْنَ السِّحْرَ وَاَنْتُمْ تُبْصِرُوْنَ ۝٣",
            "latin": "lâhiyatang qulûbuhum, wa asarrun-najwalladzîna dhalamû hal hâdzâ illâ basyarum mitslukum, a fa ta'tûnas-siḫra wa antum tubshirûn",
            "terjemah": "(dan) hati mereka dalam keadaan lalai. Mereka, orang-orang yang zalim itu, merahasiakan pembicaraan (dengan saling berbisik), “Bukankah (orang) ini (Nabi Muhammad) tidak lain hanyalah seorang manusia seperti kamu? Apakah kamu mengikuti sihir itu padahal kamu menyaksikannya?”"
        },
        {
            "ayat": 4,
            "arab": "قٰلَ رَبِّيْ يَعْلَمُ الْقَوْلَ فِى السَّمَاۤءِ وَالْاَرْضِۖ وَهُوَ السَّمِيْعُ الْعَلِيْمُ ۝٤",
            "latin": "qâla rabbî ya‘lamul-qaula fis-samâ'i wal-ardli wa huwas-samî‘ul-‘alîm",
            "terjemah": "Dia (Nabi Muhammad) berkata, “Tuhanku mengetahui (semua) perkataan di langit serta di bumi dan Dia Maha Mendengar lagi Maha Mengetahui.”"
        },
        {
            "ayat": 5,
            "arab": "بَلْ قَالُوْٓا اَضْغَاثُ اَحْلَامٍ ۢ بَلِ افْتَرٰىهُ بَلْ هُوَ شَاعِرٌۚ فَلْيَأْتِنَا بِاٰيَةٍ كَمَآ اُرْسِلَ الْاَوَّلُوْنَ ۝٥",
            "latin": "bal qâlû adlghâtsu aḫlâmim baliftarâhu bal huwa syâ‘ir, falya'tinâ bi'âyating kamâ ursilal-awwalûn",
            "terjemah": "Bahkan, mereka berkata, “(Al-Qur’an itu buah) mimpi-mimpi kosong. Malah, dia (Nabi Muhammad) merekayasanya. Lebih dari itu, dia seorang penyair. Maka, hendaklah dia mendatangkan kepada kami suatu tanda (mukjizat) sebagaimana rasul-rasul yang diutus terdahulu.”"
        },
        {
            "ayat": 6,
            "arab": "مَآ اٰمَنَتْ قَبْلَهُمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَاۚ اَفَهُمْ يُؤْمِنُوْنَ ۝٦",
            "latin": "mâ âmanat qablahum ming qaryatin ahlaknâhâ, a fa hum yu'minûn",
            "terjemah": "Tidak ada satu pun (penduduk) negeri sebelum mereka yang telah Kami binasakan itu beriman, (padahal telah Kami kirimkan bukti). Apakah mereka (penduduk Makkah) akan beriman (jika Kami kirimkan bukti)?"
        },
        {
            "ayat": 7,
            "arab": "وَمَآ اَرْسَلْنَا قَبْلَكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ فَسْـَٔلُوْٓا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُوْنَ ۝٧",
            "latin": "wa mâ arsalnâ qablaka illâ rijâlan nûḫî ilaihim fas'alû ahladz-dzikri ing kuntum lâ ta‘lamûn",
            "terjemah": "Kami tidak mengutus sebelum engkau (Nabi Muhammad) melainkan beberapa orang laki-laki yang Kami beri wahyu kepada mereka. Maka, bertanyalah kepada orang yang berilmu jika kamu tidak mengetahui."
        },
        {
            "ayat": 8,
            "arab": "وَمَا جَعَلْنٰهُمْ جَسَدًا لَّا يَأْكُلُوْنَ الطَّعَامَ وَمَا كَانُوْا خٰلِدِيْنَ ۝٨",
            "latin": "wa mâ ja‘alnâhum jasadal lâ ya'kulûnath-tha‘âma wa mâ kânû khâlidîn",
            "terjemah": "Kami tidak menjadikan mereka (para utusan) sebagai jasad yang tidak membutuhkan makanan. Mereka tidak (pula) hidup kekal."
        },
        {
            "ayat": 9,
            "arab": "ثُمَّ صَدَقْنٰهُمُ الْوَعْدَ فَاَنْجَيْنٰهُمْ وَمَنْ نَّشَاۤءُ وَاَهْلَكْنَا الْمُسْرِفِيْنَ ۝٩",
            "latin": "tsumma shadaqnâhumul-wa‘da fa anjainâhum wa man nasyâ'u wa ahlaknal-musrifîn",
            "terjemah": "Kemudian Kami tepati janji kepada mereka (para utusan). Maka, Kami selamatkan mereka dan orang-orang yang Kami kehendaki dan Kami binasakan orang-orang yang melampaui batas."
        },
        {
            "ayat": 10,
            "arab": "لَقَدْ اَنْزَلْنَآ اِلَيْكُمْ كِتٰبًا فِيْهِ ذِكْرُكُمْۗ اَفَلَا تَعْقِلُوْنَࣖ ۝١٠",
            "latin": "laqad anzalnâ ilaikum kitâban fîhi dzikrukum, a fa lâ ta‘qilûn",
            "terjemah": "Sungguh, Kami benar-benar telah menurunkan kepadamu sebuah Kitab (Al-Qur’an) yang di dalamnya terdapat peringatan bagimu. Apakah kamu tidak mengerti?"
        },
        {
            "ayat": 11,
            "arab": "وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَّاَنْشَأْنَا بَعْدَهَا قَوْمًا اٰخَرِيْنَ ۝١١",
            "latin": "wa kam qashamnâ ming qaryating kânat dhâlimataw wa ansya'nâ ba‘dahâ qauman âkharîn",
            "terjemah": "Betapa banyak (penduduk) negeri yang zalim telah Kami binasakan dan Kami lahirkan generasi yang lain setelah mereka (sebagai penggantinya)."
        },
        {
            "ayat": 12,
            "arab": "فَلَمَّآ اَحَسُّوْا بَأْسَنَآ اِذَا هُمْ مِّنْهَا يَرْكُضُوْنَۗ ۝١٢",
            "latin": "fa lammâ aḫassû ba'sanâ idzâ hum min-hâ yarkudlûn",
            "terjemah": "Maka, ketika mereka menyadari (dekatnya) azab Kami, tiba-tiba mereka melarikan diri darinya (negeri itu)."
        },
        {
            "ayat": 13,
            "arab": "لَا تَرْكُضُوْا وَارْجِعُوْٓا اِلٰى مَآ اُتْرِفْتُمْ فِيْهِ وَمَسٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُوْنَ ۝١٣",
            "latin": "lâ tarkudlû warji‘û ilâ mâ utriftum fîhi wa masâkinikum la‘allakum tus'alûn",
            "terjemah": "Janganlah kamu berlari tergesa-gesa. Kembalilah kamu kepada kesenangan hidupmu dan tempat-tempat kediamanmu (yang baik) agar kamu dapat ditanya."
        },
        {
            "ayat": 14,
            "arab": "قَالُوْا يٰوَيْلَنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ۝١٤",
            "latin": "qâlû yâ wailanâ innâ kunnâ dhâlimîn",
            "terjemah": "Mereka berkata, “Betapa celaka kami! Sesungguhnya kami adalah orang-orang zalim.”"
        },
        {
            "ayat": 15,
            "arab": "فَمَا زَالَتْ تِّلْكَ دَعْوٰىهُمْ حَتّٰى جَعَلْنٰهُمْ حَصِيْدًا خٰمِدِيْنَ ۝١٥",
            "latin": "fa mâ zâlat tilka da‘wâhum ḫattâ ja‘alnâhum ḫashîdan khâmidîn",
            "terjemah": "Kemudian, (kalimat) itu selalu menjadi keluhan mereka hingga mereka Kami jadikan seperti tanaman yang telah dituai dan (seperti api yang) padam."
        },
        {
            "ayat": 16,
            "arab": "وَمَا خَلَقْنَا السَّمَاۤءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا لٰعِبِيْنَ ۝١٦",
            "latin": "wa mâ khalaqnas-samâ'a wal-ardla wa mâ bainahumâ lâ‘ibîn",
            "terjemah": "Kami tidak menciptakan langit dan bumi serta segala apa yang ada di antara keduanya dengan main-main."
        },
        {
            "ayat": 17,
            "arab": "لَوْ اَرَدْنَآ اَنْ نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنٰهُ مِنْ لَّدُنَّآۖ اِنْ كُنَّا فٰعِلِيْنَ ۝١٧",
            "latin": "lau aradnâ an nattakhidza lahwal lattakhadznâhu mil ladunnâ ing kunnâ fâ‘ilîn",
            "terjemah": "Seandainya Kami hendak menjadikan sesuatu sebagai permainan, tentulah Kami akan membuatnya dari sisi Kami, jika Kami benar-benar menghendaki berbuat (demikian)."
        },
        {
            "ayat": 18,
            "arab": "بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهٗ فَاِذَا هُوَ زَاهِقٌۗ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُوْنَ ۝١٨",
            "latin": "bal naqdzifu bil-ḫaqqi ‘alal-bâthili fa yadmaghuhû fa idzâ huwa zâhiq, wa lakumul-wailu mimmâ tashifûn",
            "terjemah": "Sebaliknya, Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu (yang hak) itu menghancurkannya. Maka, seketika itu ia (yang batil) lenyap. Celakalah kamu karena kamu menyifati (Allah dengan sifat-sifat yang tidak pantas bagi-Nya)."
        },
        {
            "ayat": 19,
            "arab": "وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَمَنْ عِنْدَهٗ لَا يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِهٖ وَلَا يَسْتَحْسِرُوْنَۚ ۝١٩",
            "latin": "wa lahû man fis-samâwâti wal-ardl, wa man ‘indahû lâ yastakbirûna ‘an ‘ibâdatihî wa lâ yastaḫsirûn",
            "terjemah": "Hanya milik-Nya siapa yang di langit dan di bumi. (Malaikat-malaikat) yang di sisi-Nya tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih."
        },
        {
            "ayat": 20,
            "arab": "يُسَبِّحُوْنَ الَّيْلَ وَالنَّهَارَ لَا يَفْتُرُوْنَ ۝٢٠",
            "latin": "yusabbiḫûnal-laila wan-nahâra lâ yafturûn",
            "terjemah": "Mereka (malaikat-malaikat) bertasbih pada waktu malam dan siang dengan tidak henti-hentinya."
        },
        {
            "ayat": 21,
            "arab": "اَمِ اتَّخَذُوْٓا اٰلِهَةً مِّنَ الْاَرْضِ هُمْ يُنْشِرُوْنَ ۝٢١",
            "latin": "amittakhadzû âlihatam minal-ardli hum yunsyirûn",
            "terjemah": "Apakah mereka mengambil dari bumi tuhan-tuhan yang dapat menghidupkan (orang-orang yang mati)?"
        },
        {
            "ayat": 22,
            "arab": "لَوْ كَانَ فِيْهِمَآ اٰلِهَةٌ اِلَّا اللّٰهُ لَفَسَدَتَاۚ فَسُبْحٰنَ اللّٰهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ ۝٢٢",
            "latin": "lau kâna fîhimâ âlihatun illallâhu lafasadatâ, fa sub-ḫânallâhi rabbil-‘arsyi ‘ammâ yashifûn",
            "terjemah": "Seandainya pada keduanya (langit dan bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah, Tuhan pemilik ʻArasy, dari apa yang mereka sifatkan."
        },
        {
            "ayat": 23,
            "arab": "لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُوْنَ ۝٢٣",
            "latin": "lâ yus'alu ‘ammâ yaf‘alu wa hum yus'alûn",
            "terjemah": "(Allah) tidak ditanya tentang apa yang Dia kerjakan, tetapi merekalah yang akan ditanya."
        },
        {
            "ayat": 24,
            "arab": "اَمِ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةًۗ قُلْ هَاتُوْا بُرْهَانَكُمْۚ هٰذَا ذِكْرُ مَنْ مَّعِيَ وَذِكْرُ مَنْ قَبْلِيْۗ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَۙ الْحَقَّ فَهُمْ مُّعْرِضُوْنَ ۝٢٤",
            "latin": "amittakhadzû min dûnihî âlihah, qul hâtû bur-hânakum, hâdzâ dzikru mam ma‘iya wa dzikru mang qablî, bal aktsaruhum lâ ya‘lamûnal-ḫaqqa fa hum mu‘ridlûn",
            "terjemah": "Apakah mereka mengambil tuhan-tuhan selain-Nya? Katakanlah (Nabi Muhammad), “Kemukakanlah alasan-alasanmu! Ini (ajaran tauhid) adalah sesuatu yang selalu diingatkan kepada orang yang bersamaku dan kepada orang sebelumku.” Akan tetapi, kebanyakan mereka tidak mengetahui yang hak (kebenaran) sehingga mereka berpaling."
        },
        {
            "ayat": 25,
            "arab": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ اِلَّا نُوْحِيْٓ اِلَيْهِ اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاعْبُدُوْنِ ۝٢٥",
            "latin": "wa mâ arsalnâ ming qablika mir rasûlin illâ nûḫî ilaihi annahû lâ ilâha illâ ana fa‘budûn",
            "terjemah": "Kami tidak mengutus seorang rasul pun sebelum engkau (Nabi Muhammad), melainkan Kami mewahyukan kepadanya bahwa tidak ada tuhan selain Aku. Maka, sembahlah Aku."
        },
        {
            "ayat": 26,
            "arab": "وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا سُبْحٰنَهٗۗ بَلْ عِبَادٌ مُّكْرَمُوْنَۙ ۝٢٦",
            "latin": "wa qâluttakhadzar-raḫmânu waladan sub-ḫânah, bal ‘ibâdum mukramûn",
            "terjemah": "Mereka berkata, “Tuhan Yang Maha Pengasih telah menjadikan (malaikat) sebagai anak.” Mahasuci Dia. Sebaliknya, mereka (para malaikat itu) adalah hamba-hamba yang dimuliakan."
        },
        {
            "ayat": 27,
            "arab": "لَا يَسْبِقُوْنَهٗ بِالْقَوْلِ وَهُمْ بِاَمْرِهٖ يَعْمَلُوْنَ ۝٢٧",
            "latin": "lâ yasbiqûnahû bil-qauli wa hum bi'amrihî ya‘malûn",
            "terjemah": "Mereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya."
        },
        {
            "ayat": 28,
            "arab": "يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُوْنَۙ اِلَّا لِمَنِ ارْتَضٰى وَهُمْ مِّنْ خَشْيَتِهٖ مُشْفِقُوْنَ ۝٢٨",
            "latin": "ya‘lamu mâ baina aidîhim wa mâ khalfahum wa lâ yasyfa‘ûna illâ limanirtadlâ wa hum min khasy-yatihî musyfiqûn",
            "terjemah": "Dia (Allah) mengetahui segala sesuatu yang ada di hadapan mereka (malaikat) dan yang ada di belakang mereka. Mereka tidak memberi syafaat melainkan kepada orang yang Dia ridai dan mereka selalu berhati-hati karena takut kepada-Nya."
        },
        {
            "ayat": 29,
            "arab": "۞ وَمَنْ يَّقُلْ مِنْهُمْ اِنِّيْٓ اِلٰهٌ مِّنْ دُوْنِهٖ فَذٰلِكَ نَجْزِيْهِ جَهَنَّمَۗ كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَࣖ ۝٢٩",
            "latin": "wa may yaqul min-hum innî ilâhum min dûnihî fa dzâlika najzîhi jahannam, kadzâlika najzidh-dhâlimîn",
            "terjemah": "Siapa saja di antara mereka (malaikat) yang berkata, “Sesungguhnya aku adalah tuhan selain-Nya,” maka (dia) itu Kami beri balasan dengan (neraka) Jahanam. Demikianlah Kami memberi balasan kepada orang-orang zalim."
        },
        {
            "ayat": 30,
            "arab": "اَوَلَمْ يَرَ الَّذِيْنَ كَفَرُوْٓا اَنَّ السَّمٰوٰتِ وَالْاَرْضَ كَانَتَا رَتْقًا فَفَتَقْنٰهُمَاۗ وَجَعَلْنَا مِنَ الْمَاۤءِ كُلَّ شَيْءٍ حَيٍّۗ اَفَلَا يُؤْمِنُوْنَ ۝٣٠",
            "latin": "a wa lam yaralladzîna kafarû annas-samâwâti wal-ardla kânatâ ratqan fa fataqnâhumâ, wa ja‘alnâ minal-mâ'i kulla syai'in ḫayy, a fa lâ yu'minûn",
            "terjemah": "Apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi, keduanya, dahulu menyatu, kemudian Kami memisahkan keduanya dan Kami menjadikan segala sesuatu yang hidup berasal dari air? Maka, tidakkah mereka beriman?"
        },
        {
            "ayat": 31,
            "arab": "وَجَعَلْنَا فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِهِمْۖ وَجَعَلْنَا فِيْهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُوْنَ ۝٣١",
            "latin": "wa ja‘alnâ fil-ardli rawâsiya an tamîda bihim wa ja‘alnâ fîhâ fijâjan subulal la‘allahum yahtadûn",
            "terjemah": "Kami telah menjadikan di bumi gunung-gunung yang kukuh agar (tidak) berguncang bersama mereka dan Kami menjadikan (pula) di sana jalan-jalan yang luas agar mereka mendapat petunjuk."
        },
        {
            "ayat": 32,
            "arab": "وَجَعَلْنَا السَّمَاۤءَ سَقْفًا مَّحْفُوْظًاۚ وَهُمْ عَنْ اٰيٰتِهَا مُعْرِضُوْنَ ۝٣٢",
            "latin": "wa ja‘alnas-samâ'a saqfam maḫfûdhâ, wa hum ‘an âyâtihâ mu‘ridlûn",
            "terjemah": "Kami menjadikan langit sebagai atap yang terpelihara, tetapi mereka tetap berpaling dari tanda-tandanya (yang menunjukkan kebesaran Allah, seperti matahari dan bulan)."
        },
        {
            "ayat": 33,
            "arab": "وَهُوَ الَّذِيْ خَلَقَ الَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَۗ كُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ ۝٣٣",
            "latin": "wa huwalladzî khalaqal-laila wan-nahâra wasy-syamsa wal-qamar, kullun fî falakiy yasbaḫûn",
            "terjemah": "Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing beredar pada garis edarnya."
        },
        {
            "ayat": 34,
            "arab": "وَمَا جَعَلْنَا لِبَشَرٍ مِّنْ قَبْلِكَ الْخُلْدَۗ اَفَا۟ىِٕنْ مِّتَّ فَهُمُ الْخٰلِدُوْنَ ۝٣٤",
            "latin": "wa mâ ja‘alnâ libasyarim ming qablikal-khuld, a fâ im mitta fa humul-khâlidûn",
            "terjemah": "Kami tidak menjadikan keabadian bagi seorang manusia pun sebelum engkau (Nabi Muhammad). Maka, jika engkau wafat, apakah mereka akan kekal?"
        },
        {
            "ayat": 35,
            "arab": "كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَنَبْلُوْكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةًۗ وَاِلَيْنَا تُرْجَعُوْنَ ۝٣٥",
            "latin": "kullu nafsin dzâ'iqatul-maût, wa nablûkum bisy-syarri wal-khairi fitnah, wa ilainâ turja‘ûn",
            "terjemah": "Setiap yang bernyawa akan merasakan kematian. Kami menguji kamu dengan keburukan dan kebaikan sebagai cobaan. Kepada Kamilah kamu akan dikembalikan."
        },
        {
            "ayat": 36,
            "arab": "وَاِذَا رَاٰكَ الَّذِيْنَ كَفَرُوْٓا اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ يَذْكُرُ اٰلِهَتَكُمْۚ وَهُمْ بِذِكْرِ الرَّحْمٰنِ هُمْ كٰفِرُوْنَ ۝٣٦",
            "latin": "wa idzâ ra'âkalladzîna kafarû iy yattakhidzûnaka illâ huzuwâ, a hâdzalladzî yadzkuru âlihatakum, wa hum bidzikrir-raḫmâni hum kâfirûn",
            "terjemah": "Apabila orang-orang yang kufur itu melihat engkau (Nabi Muhammad), mereka hanya menjadikan engkau bahan ejekan. (Mereka mengatakan,) “Inikah orang yang mencela tuhan-tuhanmu?” Padahal, mereka orang yang ingkar mengingat (Allah) Yang Maha Pengasih."
        },
        {
            "ayat": 37,
            "arab": "خُلِقَ الْاِنْسَانُ مِنْ عَجَلٍۗ سَاُورِيْكُمْ اٰيٰتِيْ فَلَا تَسْتَعْجِلُوْنِ ۝٣٧",
            "latin": "khuliqal-insânu min ‘ajal, sa'urîkum âyâtî fa lâ tasta‘jilûn",
            "terjemah": "Manusia diciptakan (bersifat) tergesa-gesa. Kelak Aku akan memperlihatkan kepadamu (azab yang menjadi) tanda-tanda (kekuasaan)- Ku. Maka, janganlah kamu meminta Aku menyegerakannya."
        },
        {
            "ayat": 38,
            "arab": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝٣٨",
            "latin": "wa yaqûlûna matâ hâdzal-wa‘du ing kuntum shâdiqîn",
            "terjemah": "Mereka berkata, “Kapankah janji ini (akan datang), jika kamu orang yang benar?”"
        },
        {
            "ayat": 39,
            "arab": "لَوْ يَعْلَمُ الَّذِيْنَ كَفَرُوْا حِيْنَ لَا يَكُفُّوْنَ عَنْ وُّجُوْهِهِمُ النَّارَ وَلَا عَنْ ظُهُوْرِهِمْ وَلَا هُمْ يُنْصَرُوْنَ ۝٣٩",
            "latin": "lau ya‘lamulladzîna kafarû ḫîna lâ yakuffûna ‘aw wujûhihimun-nâra wa lâ ‘an dhuhûrihim wa lâ hum yunsharûn",
            "terjemah": "Seandainya orang-orang yang kufur itu mengetahui saat mereka tidak mampu mengelakkan api neraka dari wajah dan punggung mereka dan saat mereka tidak mendapat pertolongan, (tentulah mereka tidak meminta agar azab itu disegerakan)."
        },
        {
            "ayat": 40,
            "arab": "بَلْ تَأْتِيْهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيْعُوْنَ رَدَّهَا وَلَا هُمْ يُنْظَرُوْنَ ۝٤٠",
            "latin": "bal ta'tîhim baghtatan fa tab-hatuhum fa lâ yastathî‘ûna raddahâ wa lâ hum yundharûn",
            "terjemah": "Sebenarnya (hari Kiamat) itu akan datang kepada mereka secara tiba-tiba, lalu menjadikan mereka panik. Maka, mereka tidak sanggup menolaknya dan tidak pula diberi penangguhan (waktu)."
        },
        {
            "ayat": 41,
            "arab": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَࣖ ۝٤١",
            "latin": "wa laqadistuhzi'a birusulim ming qablika fa ḫâqa billadzîna sakhirû min-hum mâ kânû bihî yastahzi'ûn",
            "terjemah": "Sungguh, rasul-rasul sebelum engkau (Nabi Muhammad) telah diperolok-olokkan, lalu (karena itu) turunlah kepada orang-orang yang mencemooh mereka (rasul-rasul) apa (azab) yang selalu mereka perolok-olokkan."
        },
        {
            "ayat": 42,
            "arab": "قُلْ مَنْ يَّكْلَؤُكُمْ بِالَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمٰنِۗ بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُّعْرِضُوْنَ ۝٤٢",
            "latin": "qul may yakla'ukum bil-laili wan-nahâri minar-raḫmân, bal hum ‘an dzikri rabbihim mu‘ridlûn",
            "terjemah": "Katakanlah, “Siapakah yang akan menjaga kamu pada waktu malam dan siang dari (siksaan) Allah Yang Maha Pengasih?” Bahkan, mereka berpaling dari mengingat Tuhan mereka."
        },
        {
            "ayat": 43,
            "arab": "اَمْ لَهُمْ اٰلِهَةٌ تَمْنَعُهُمْ مِّنْ دُوْنِنَاۗ لَا يَسْتَطِيْعُوْنَ نَصْرَ اَنْفُسِهِمْ وَلَا هُمْ مِّنَّا يُصْحَبُوْنَ ۝٤٣",
            "latin": "am lahum âlihatun tamna‘uhum min dûninâ, lâ yastathî‘ûna nashra anfusihim wa lâ hum minnâ yush-ḫabûn",
            "terjemah": "Ataukah mereka mempunyai tuhan-tuhan selain Kami yang dapat memelihara mereka (dari azab Kami)? (Tuhan-tuhan mereka itu) tidak sanggup menolong diri mereka sendiri dan tidak (pula) dilindungi dari (azab) Kami."
        },
        {
            "ayat": 44,
            "arab": "بَلْ مَتَّعْنَا هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى طَالَ عَلَيْهِمُ الْعُمُرُۗ اَفَلَا يَرَوْنَ اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ اَفَهُمُ الْغٰلِبُوْنَ ۝٤٤",
            "latin": "bal matta‘nâ hâ'ulâ'i wa âbâ'ahum ḫattâ thâla ‘alaihimul-‘umur, a fa lâ yarauna annâ na'til-ardla nangqushuhâ min athrâfihâ, a fa humul-ghâlibûn",
            "terjemah": "Sebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan (hidup di dunia) hingga panjang usia mereka. Maka, tidakkah mereka melihat bahwa Kami mendatangi negeri (yang berada di bawah kekuasaan orang kafir), lalu Kami kurangi luasnya dari ujung-ujungnya? Merekakah yang menang?"
        },
        {
            "ayat": 45,
            "arab": "قُلْ اِنَّمَآ اُنْذِرُكُمْ بِالْوَحْيِۖ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاۤءَ اِذَا مَا يُنْذَرُوْنَ ۝٤٥",
            "latin": "qul innamâ undzirukum bil-waḫyi wa lâ yasma‘ush-shummud-du‘â'a idzâ mâ yundzarûn",
            "terjemah": "Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanya memperingatkanmu dengan wahyu.” Akan tetapi, orang-orang tuli (musyrik) tidak mendengarkan seruan bila mereka diberi peringatan."
        },
        {
            "ayat": 46,
            "arab": "وَلَىِٕنْ مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُوْلُنَّ يٰوَيْلَنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ۝٤٦",
            "latin": "wa la'im massat-hum naf-ḫatum min ‘adzâbi rabbika layaqûlunna yâ wailanâ innâ kunnâ dhâlimîn",
            "terjemah": "Jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, “Celakalah kami! Sesungguhnya kami adalah orang yang selalu menzalimi (diri sendiri).”"
        },
        {
            "ayat": 47,
            "arab": "وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔاۗ وَاِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَاۗ وَكَفٰى بِنَا حٰسِبِيْنَ ۝٤٧",
            "latin": "wa nadla‘ul-mawâzînal-qistha liyaumil-qiyâmati fa lâ tudhlamu nafsun syai'â, wa ing kâna mitsqâla ḫabbatim min khardalin atainâ bihâ, wa kafâ binâ ḫâsibîn",
            "terjemah": "Kami akan meletakkan timbangan (amal) yang tepat pada hari Kiamat, sehingga tidak seorang pun dirugikan walaupun sedikit. Sekalipun (amal itu) hanya seberat biji sawi, pasti Kami mendatangkannya. Cukuplah Kami sebagai pembuat perhitungan."
        },
        {
            "ayat": 48,
            "arab": "وَلَقَدْ اٰتَيْنَا مُوْسٰى وَهٰرُوْنَ الْفُرْقَانَ وَضِيَاۤءً وَّذِكْرًا لِّلْمُتَّقِيْنَۙ ۝٤٨",
            "latin": "wa laqad âtainâ mûsâ wa hârûnal-furqâna wa dliyâ'aw wa dzikral lil-muttaqîn",
            "terjemah": "Sungguh, Kami telah menganugerahkan kepada Musa dan Harun Al-Furqan (Kitab Taurat), sinar (kehidupan), dan peringatan bagi orang-orang yang bertakwa."
        },
        {
            "ayat": 49,
            "arab": "الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِّنَ السَّاعَةِ مُشْفِقُوْنَ ۝٤٩",
            "latin": "alladzîna yakhsyauna rabbahum bil-ghaibi wa hum minas-sâ‘ati musyfiqûn",
            "terjemah": "(Yaitu) orang-orang yang takut (azab) Tuhannya, sekalipun mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari Kiamat."
        },
        {
            "ayat": 50,
            "arab": "وَهٰذَا ذِكْرٌ مُّبٰرَكٌ اَنْزَلْنٰهُۗ اَفَاَنْتُمْ لَهٗ مُنْكِرُوْنَࣖ ۝٥٠",
            "latin": "wa hâdzâ dzikrum mubârakun anzalnâh, a fa antum lahû mungkirûn",
            "terjemah": "Ini (Al-Qur’an) adalah peringatan yang diberkahi yang telah Kami turunkan. Maka, apakah kamu menjadi pengingkar terhadapnya?"
        },
        {
            "ayat": 51,
            "arab": "۞ وَلَقَدْ اٰتَيْنَآ اِبْرٰهِيْمَ رُشْدَهٗ مِنْ قَبْلُ وَكُنَّا بِهٖ عٰلِمِيْنَ ۝٥١",
            "latin": "wa laqad âtainâ ibrâhîma rusydahû ming qablu wa kunnâ bihî ‘âlimîn",
            "terjemah": "Sungguh, Kami benar-benar telah menganugerahkan kepada Ibrahim petunjuk sebelum (Musa dan Harun) dan Kami telah mengetahui dirinya."
        },
        {
            "ayat": 52,
            "arab": "اِذْ قَالَ لِاَبِيْهِ وَقَوْمِهٖ مَا هٰذِهِ التَّمَاثِيْلُ الَّتِيْٓ اَنْتُمْ لَهَا عٰكِفُوْنَ ۝٥٢",
            "latin": "idz qâla li'abîhi wa qaumihî mâ hâdzihit-tamâtsîlullatî antum lahâ ‘âkifûn",
            "terjemah": "(Ingatlah) ketika dia (Ibrahim) berkata kepada bapaknya dan kaumnya, “Patung-patung apakah ini yang kamu tekun menyembahnya?”"
        },
        {
            "ayat": 53,
            "arab": "قَالُوْا وَجَدْنَآ اٰبَاۤءَنَا لَهَا عٰبِدِيْنَ ۝٥٣",
            "latin": "qâlû wajadnâ âbâ'anâ lahâ ‘âbidîn",
            "terjemah": "Mereka menjawab, “Kami mendapati nenek moyang kami menjadi para penyembahnya”"
        },
        {
            "ayat": 54,
            "arab": "قَالَ لَقَدْ كُنْتُمْ اَنْتُمْ وَاٰبَاۤؤُكُمْ فِيْ ضَلٰلٍ مُّبِيْنٍ ۝٥٤",
            "latin": "qâla laqad kuntum antum wa âbâ'ukum fî dlalâlim mubîn",
            "terjemah": "Dia (Ibrahim) berkata, “Sungguh, kamu dan nenek moyang kamu berada dalam kesesatan yang nyata.”"
        },
        {
            "ayat": 55,
            "arab": "قَالُوْٓا اَجِئْتَنَا بِالْحَقِّ اَمْ اَنْتَ مِنَ اللّٰعِبِيْنَ ۝٥٥",
            "latin": "qâlû a ji'tanâ bil-ḫaqqi am anta minal-lâ‘ibîn",
            "terjemah": "Mereka berkata, “Apakah engkau datang kepada kami membawa kebenaran atau engkau (hanya) bermain-main?”"
        },
        {
            "ayat": 56,
            "arab": "قَالَ بَلْ رَّبُّكُمْ رَبُّ السَّمٰوٰتِ وَالْاَرْضِ الَّذِيْ فَطَرَهُنَّۖ وَاَنَا۠ عَلٰى ذٰلِكُمْ مِّنَ الشّٰهِدِيْنَ ۝٥٦",
            "latin": "qâla bar rabbukum rabbus-samâwâti wal-ardlilladzî fatharahunna wa ana ‘alâ dzâlikum minasy-syâhidîn",
            "terjemah": "Dia (Ibrahim) menjawab, “Sebenarnya, Tuhan kamu adalah Tuhan langit dan bumi yang telah menciptakannya dan aku adalah salah satu saksi atas itu.”"
        },
        {
            "ayat": 57,
            "arab": "وَتَاللّٰهِ لَاَكِيْدَنَّ اَصْنَامَكُمْ بَعْدَ اَنْ تُوَلُّوْا مُدْبِرِيْنَ ۝٥٧",
            "latin": "wa tallâhi la'akîdanna ashnâmakum ba‘da an tuwallû mudbirîn",
            "terjemah": "(Nabi Ibrahim berkata dalam hatinya,) “Demi Allah, sungguh, aku akan melakukan tipu daya terhadap berhala-berhalamu setelah kamu pergi meninggalkannya.”"
        },
        {
            "ayat": 58,
            "arab": "فَجَعَلَهُمْ جُذٰذًا اِلَّا كَبِيْرًا لَّهُمْ لَعَلَّهُمْ اِلَيْهِ يَرْجِعُوْنَ ۝٥٨",
            "latin": "fa ja‘alahum judzâdzan illâ kabîral lahum la‘allahum ilaihi yarji‘ûn",
            "terjemah": "Dia (Ibrahim) lalu menjadikan mereka (berhala-berhala itu) hancur berkeping-keping, kecuali (satu patung) yang terbesar milik mereka agar mereka kembali (untuk bertanya) kepadanya."
        },
        {
            "ayat": 59,
            "arab": "قَالُوْا مَنْ فَعَلَ هٰذَا بِاٰلِهَتِنَآ اِنَّهٗ لَمِنَ الظّٰلِمِيْنَ ۝٥٩",
            "latin": "qâlû man fa‘ala hâdzâ bi'âlihatinâ innahû laminadh-dhâlimîn",
            "terjemah": "Mereka berkata, “Siapakah yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami? Sesungguhnya dia termasuk orang-orang zalim.”"
        },
        {
            "ayat": 60,
            "arab": "قَالُوْا سَمِعْنَا فَتًى يَّذْكُرُهُمْ يُقَالُ لَهٗٓ اِبْرٰهِيْمُۗ ۝٦٠",
            "latin": "qâlû sami‘nâ fatay yadzkuruhum yuqâlu lahû ibrâhîm",
            "terjemah": "Mereka (para penyembah berhala yang lain) berkata, “Kami mendengar seorang pemuda yang mencela mereka (berhala-berhala). Dia dipanggil dengan nama Ibrahim.”"
        },
        {
            "ayat": 61,
            "arab": "قَالُوْا فَأْتُوْا بِهٖ عَلٰٓى اَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُوْنَ ۝٦١",
            "latin": "qâlû fa'tû bihî ‘alâ a‘yunin-nâsi la‘allahum yasy-hadûn",
            "terjemah": "Mereka berkata, “(Kalau demikian,) bawalah dia dengan diperlihatkan kepada orang banyak agar mereka menyaksikan(-nya).”"
        },
        {
            "ayat": 62,
            "arab": "قَالُوْٓا ءَاَنْتَ فَعَلْتَ هٰذَا بِاٰلِهَتِنَا يٰٓاِبْرٰهِيْمُۗ ۝٦٢",
            "latin": "qâlû a anta fa‘alta hâdzâ bi'âlihatinâ yâ ibrâhîm",
            "terjemah": "Mereka bertanya, “Apakah engkau yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami, wahai Ibrahim?”"
        },
        {
            "ayat": 63,
            "arab": "قَالَ بَلْ فَعَلَهٗ كَبِيْرُهُمْ هٰذَا فَسْـَٔلُوْهُمْ اِنْ كَانُوْا يَنْطِقُوْنَ ۝٦٣",
            "latin": "qâla bal fa‘alahû kabîruhum hâdzâ fas'alûhum ing kânû yanthiqûn",
            "terjemah": "Dia (Ibrahim) menjawab, “Sebenarnya (patung) besar ini yang melakukannya. Tanyakanlah kepada mereka (patung-patung lainnya) jika mereka dapat berbicara.”"
        },
        {
            "ayat": 64,
            "arab": "فَرَجَعُوْٓا اِلٰٓى اَنْفُسِهِمْ فَقَالُوْٓا اِنَّكُمْ اَنْتُمُ الظّٰلِمُوْنَۙ ۝٦٤",
            "latin": "fa raja‘û ilâ anfusihim fa qâlû innakum antumudh-dhâlimûn",
            "terjemah": "Maka, mereka kembali kepada diri mereka sendiri (mulai sadar) lalu berkata (kepada sesama mereka), “Sesungguhnya kamulah yang menzalimi (diri sendiri).”"
        },
        {
            "ayat": 65,
            "arab": "ثُمَّ نُكِسُوْا عَلٰى رُءُوْسِهِمْۚ لَقَدْ عَلِمْتَ مَا هٰٓؤُلَاۤءِ يَنْطِقُوْنَ ۝٦٥",
            "latin": "tsumma nukisû ‘alâ ru'ûsihim, laqad ‘alimta mâ hâ'ulâ'i yanthiqûn",
            "terjemah": "Kemudian mereka menundukkan kepala (lalu berkata), “Engkau (Ibrahim) pasti tahu bahwa (berhala-berhala) itu tidak dapat berbicara.”"
        },
        {
            "ayat": 66,
            "arab": "قَالَ اَفَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكُمْ شَيْـًٔا وَّلَا يَضُرُّكُمْۗ ۝٦٦",
            "latin": "qâla a fa ta‘budûna min dûnillâhi mâ lâ yanfa‘ukum syai'aw wa lâ yadlurrukum",
            "terjemah": "Dia (Ibrahim) berkata, “Mengapa kamu menyembah sesuatu selain Allah yang tidak dapat memberi manfaat sedikit pun dan tidak (pula) mendatangkan mudarat kepada kamu?"
        },
        {
            "ayat": 67,
            "arab": "اُفٍّ لَّكُمْ وَلِمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِۗ اَفَلَا تَعْقِلُوْنَ ۝٦٧",
            "latin": "uffil lakum wa limâ ta‘budûna min dûnillâh, a fa lâ ta‘qilûn",
            "terjemah": "Celakalah kamu dan apa yang kamu sembah selain Allah! Apakah kamu tidak mengerti?”"
        },
        {
            "ayat": 68,
            "arab": "قَالُوْا حَرِّقُوْهُ وَانْصُرُوْٓا اٰلِهَتَكُمْ اِنْ كُنْتُمْ فٰعِلِيْنَ ۝٦٨",
            "latin": "qâlû ḫarriqûhu wanshurû âlihatakum ing kuntum fâ‘ilîn",
            "terjemah": "Mereka berkata, “Bakarlah dia (Ibrahim) dan bantulah tuhan-tuhan kamu jika kamu benar-benar hendak berbuat.”"
        },
        {
            "ayat": 69,
            "arab": "قُلْنَا يٰنَارُ كُوْنِيْ بَرْدًا وَّسَلٰمًا عَلٰٓى اِبْرٰهِيْمَۙ ۝٦٩",
            "latin": "qulnâ yâ nâru kûnî bardaw wa salâman ‘alâ ibrâhîm",
            "terjemah": "Kami (Allah) berfirman, “Wahai api, jadilah dingin dan keselamatan bagi Ibrahim!”"
        },
        {
            "ayat": 70,
            "arab": "وَاَرَادُوْا بِهٖ كَيْدًا فَجَعَلْنٰهُمُ الْاَخْسَرِيْنَۚ ۝٧٠",
            "latin": "wa arâdû bihî kaidan fa ja‘alnâhumul-akhsarîn",
            "terjemah": "Mereka hendak berbuat jahat terhadap Ibrahim, tetapi Kami menjadikan mereka itu orang-orang yang paling rugi."
        },
        {
            "ayat": 71,
            "arab": "وَنَجَّيْنٰهُ وَلُوْطًا اِلَى الْاَرْضِ الَّتِيْ بٰرَكْناَ فِيْهَا لِلْعٰلَمِيْنَ ۝٧١",
            "latin": "wa najjainâhu wa lûthan ilal-ardlillatî bâraknâ fîhâ lil-‘âlamîn",
            "terjemah": "Kami menyelamatkannya (Ibrahim) dan Lut ke tanah (Syam) yang telah Kami berkahi untuk seluruh alam."
        },
        {
            "ayat": 72,
            "arab": "وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ نَافِلَةًۗ وَكُلًّا جَعَلْنَا صٰلِحِيْنَ ۝٧٢",
            "latin": "wa wahabnâ lahû is-ḫâqa wa ya‘qûba nâfilah, wa kullan ja‘alnâ shâliḫîn",
            "terjemah": "Kami juga menganugerahkan kepadanya (Ibrahim) Ishaq (anak) dan sebagai tambahan (Kami anugerahkan pula) Ya‘qub (cucu). Masing-masing Kami jadikan orang yang saleh."
        },
        {
            "ayat": 73,
            "arab": "وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا وَاَوْحَيْنَآ اِلَيْهِمْ فِعْلَ الْخَيْرٰتِ وَاِقَامَ الصَّلٰوةِ وَاِيْتَاۤءَ الزَّكٰوةِۚ وَكَانُوْا لَنَا عٰبِدِيْنَۙ ۝٧٣",
            "latin": "wa ja‘alnâhum a'immatay yahdûna bi'amrinâ wa auḫainâ ilaihim fi‘lal-khairâti wa iqâmash-shalâti wa îtâ'az-zakâh, wa kânû lanâ ‘âbidîn",
            "terjemah": "Kami menjadikan mereka itu pemimpin-pemimpin yang memberi petunjuk atas perintah Kami dan Kami mewahyukan kepada mereka (perintah) berbuat kebaikan, menegakkan salat, dan menunaikan zakat, serta hanya kepada Kami mereka menyembah."
        },
        {
            "ayat": 74,
            "arab": "وَلُوْطًا اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا وَّنَجَّيْنٰهُ مِنَ الْقَرْيَةِ الَّتِيْ كَانَتْ تَّعْمَلُ الْخَبٰۤىِٕثَۗ اِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فٰسِقِيْنَۙ ۝٧٤",
            "latin": "wa lûthan âtainâhu ḫukmaw wa ‘ilmaw wa najjainâhu minal-qaryatillatî kânat ta‘malul-khabâ'its, innahum kânû qauma sau'in fâsiqîn",
            "terjemah": "Kepada Lut, Kami menganugerahkan hikmah serta ilmu dan Kami menyelamatkannya dari (azab yang telah menimpa penduduk) negeri (Sodom) yang melakukan perbuatan keji. Sesungguhnya mereka adalah kaum yang jahat lagi fasik."
        },
        {
            "ayat": 75,
            "arab": "وَاَدْخَلْنٰهُ فِيْ رَحْمَتِنَاۗ اِنَّهٗ مِنَ الصّٰلِحِيْنَࣖ ۝٧٥",
            "latin": "wa adkhalnâhu fî raḫmatinâ, innahû minash-shâliḫîn",
            "terjemah": "Kami memasukkannya ke dalam rahmat Kami. Sesungguhnya dia termasuk golongan orang-orang yang saleh."
        },
        {
            "ayat": 76,
            "arab": "وَنُوْحًا اِذْ نَادٰى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهٗ فَنَجَّيْنٰهُ وَاَهْلَهٗ مِنَ الْكَرْبِ الْعَظِيْمِۚ ۝٧٦",
            "latin": "wa nûḫan idz nâdâ ming qablu fastajabnâ lahû fa najjainâhu wa ahlahû minal-karbil-‘adhîm",
            "terjemah": "(Ingatlah) Nuh ketika dia berdoa sebelum itu. Kami memperkenankan (doa)-nya dan Kami menyelamatkannya bersama pengikutnya dari bencana yang besar."
        },
        {
            "ayat": 77,
            "arab": "وَنَصَرْنٰهُ مِنَ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَ ۝٧٧",
            "latin": "wa nasharnâhu minal-qaumilladzîna kadzdzabû bi'âyâtinâ, innahum kânû qauma sau'in fa aghraqnâhum ajma‘în",
            "terjemah": "Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang jahat, maka Kami tenggelamkan mereka semuanya."
        },
        {
            "ayat": 78,
            "arab": "وَدَاوٗدَ وَسُلَيْمٰنَ اِذْ يَحْكُمٰنِ فِى الْحَرْثِ اِذْ نَفَشَتْ فِيْهِ غَنَمُ الْقَوْمِۚ وَكُنَّا لِحُكْمِهِمْ شٰهِدِيْنَۖ ۝٧٨",
            "latin": "wa dâwûda wa sulaimâna idz yaḫkumâni fil-ḫartsi idz nafasyat fîhi ghanamul-qaûm, wa kunnâ liḫukmihim syâhidîn",
            "terjemah": "Ingatlah) Daud dan Sulaiman ketika mereka memberikan keputusan mengenai ladang yang dirusak pada malam hari oleh kambing-kambing milik kaumnya. Kami menyaksikan keputusan (yang diberikan) oleh mereka itu."
        },
        {
            "ayat": 79,
            "arab": "فَفَهَّمْنٰهَا سُلَيْمٰنَۚ وَكُلًّا اٰتَيْنَا حُكْمًا وَّعِلْمًاۖ وَّسَخَّرْنَا مَعَ دَاوٗدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَۗ وَكُنَّا فٰعِلِيْنَ ۝٧٩",
            "latin": "fa fahhamnâhâ sulaimân, wa kullan âtainâ ḫukmaw wa ‘ilmaw wa sakhkharnâ ma‘a dâwûdal-jibâla yusabbiḫna wath-thaîr, wa kunnâ fâ‘ilîn",
            "terjemah": "Lalu, Kami memberi pemahaman kepada Sulaiman (tentang keputusan yang lebih tepat). Kepada masing-masing (Daud dan Sulaiman) Kami memberi hikmah dan ilmu. Kami menundukkan gunung-gunung dan burung-burung untuk bertasbih bersama Daud. Kamilah yang melakukannya."
        },
        {
            "ayat": 80,
            "arab": "وَعَلَّمْنٰهُ صَنْعَةَ لَبُوْسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّنْۢ بَأْسِكُمْۚ فَهَلْ اَنْتُمْ شٰكِرُوْنَ ۝٨٠",
            "latin": "wa ‘allamnâhu shan‘ata labûsil lakum lituhshinakum mim ba'sikum, fa hal antum syâkirûn",
            "terjemah": "Kami mengajarkan pula kepada Daud cara membuat baju besi untukmu guna melindungimu dari serangan musuhmu (dalam peperangan). Maka, apakah kamu bersyukur (kepada Allah)?"
        },
        {
            "ayat": 81,
            "arab": "وَلِسُلَيْمٰنَ الرِّيْحَ عَاصِفَةً تَجْرِيْ بِاَمْرِهٖٓ اِلَى الْاَرْضِ الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَكُنَّا بِكُلِّ شَيْءٍ عٰلِمِيْنَ ۝٨١",
            "latin": "wa lisulaimânar-rîḫa ‘âshifatan tajrî bi'amrihî ilal-ardlillatî bâraknâ fîhâ, wa kunnâ bikulli syai'in ‘âlimîn",
            "terjemah": "(Kami menundukkan) pula untuk Sulaiman angin yang sangat kencang tiupannya yang berembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Kami Maha Mengetahui segala sesuatu."
        },
        {
            "ayat": 82,
            "arab": "وَمِنَ الشَّيٰطِيْنِ مَنْ يَّغُوْصُوْنَ لَهٗ وَيَعْمَلُوْنَ عَمَلًا دُوْنَ ذٰلِكَۚ وَكُنَّا لَهُمْ حٰفِظِيْنَۙ ۝٨٢",
            "latin": "wa minasy-syayâthîni may yaghûshûna lahû wa ya‘malûna ‘amalan dûna dzâlik, wa kunnâ lahum ḫâfidhîn",
            "terjemah": "(Kami tundukkan pula kepada Sulaiman) segolongan setan yang menyelam (ke dalam laut) untuknya dan mengerjakan pekerjaan selain itu. Kamilah yang memelihara mereka itu."
        },
        {
            "ayat": 83,
            "arab": "۞ وَاَيُّوْبَ اِذْ نَادٰى رَبَّهٗٓ اَنِّيْ مَسَّنِيَ الضُّرُّ وَاَنْتَ اَرْحَمُ الرّٰحِمِيْنَۚ ۝٨٣",
            "latin": "wa ayyûba idz nâdâ rabbahû annî massaniyadl-dlurru wa anta ar-ḫamur-râḫimîn",
            "terjemah": "(Ingatlah) Ayyub ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku,) sesungguhnya aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.”"
        },
        {
            "ayat": 84,
            "arab": "فَاسْتَجَبْنَا لَهٗ فَكَشَفْنَا مَا بِهٖ مِنْ ضُرٍّ وَّاٰتَيْنٰهُ اَهْلَهٗ وَمِثْلَهُمْ مَّعَهُمْ رَحْمَةً مِّنْ عِنْدِنَا وَذِكْرٰى لِلْعٰبِدِيْنَۚ ۝٨٤",
            "latin": "fastajabnâ lahû fa kasyafnâ mâ bihî min dlurriw wa âtainâhu ahlahû wa mitslahum ma‘ahum raḫmatam min ‘indinâ wa dzikrâ lil-‘âbidîn",
            "terjemah": "Maka, Kami mengabulkan (doa)-nya, lalu Kami lenyapkan penyakit yang ada padanya, Kami mengembalikan keluarganya kepadanya, dan (Kami melipatgandakan jumlah mereka) sebagai suatu rahmat dari Kami dan pengingat bagi semua yang menyembah (Kami)."
        },
        {
            "ayat": 85,
            "arab": "وَاِسْمٰعِيْلَ وَاِدْرِيْسَ وَذَا الْكِفْلِۗ كُلٌّ مِّنَ الصّٰبِرِيْنَۙ ۝٨٥",
            "latin": "wa ismâ‘îla wa idrîsa wa dzal-kifl, kullum minash-shâbirîn",
            "terjemah": "(Ingatlah pula) Ismail, Idris, dan Zulkifli. Mereka semua termasuk orang-orang sabar."
        },
        {
            "ayat": 86,
            "arab": "وَاَدْخَلْنٰهُمْ فِيْ رَحْمَتِنَاۗ اِنَّهُمْ مِّنَ الصّٰلِحِيْنَ ۝٨٦",
            "latin": "wa adkhalnâhum fî raḫmatinâ, innahum minash-shâliḫîn",
            "terjemah": "Kami memasukkan mereka ke dalam rahmat Kami. Sesungguhnya mereka termasuk orang-orang saleh."
        },
        {
            "ayat": 87,
            "arab": "وَذَا النُّوْنِ اِذْ ذَّهَبَ مُغَاضِبًا فَظَنَّ اَنْ لَّنْ نَّقْدِرَ عَلَيْهِ فَنَادٰى فِى الظُّلُمٰتِ اَنْ لَّآ اِلٰهَ اِلَّآ اَنْتَ سُبْحٰنَكَ اِنِّيْ كُنْتُ مِنَ الظّٰلِمِيْنَۚ ۝٨٧",
            "latin": "wa dzan-nûni idz dzahaba mughâdliban fa dhanna al lan naqdira ‘alaihi fa nâdâ fidh-dhulumâti al lâ ilâha illâ anta sub-ḫânaka innî kuntu minadh-dhâlimîn",
            "terjemah": "(Ingatlah pula) Zun Nun (Yunus) ketika dia pergi dalam keadaan marah, lalu dia menyangka bahwa Kami tidak akan menyulitkannya. Maka, dia berdoa dalam kegelapan yang berlapis-lapis, “Tidak ada tuhan selain Engkau. Mahasuci Engkau. Sesungguhnya aku termasuk orang-orang zalim.”"
        },
        {
            "ayat": 88,
            "arab": "فَاسْتَجَبْنَا لَهٗۙ وَنَجَّيْنٰهُ مِنَ الْغَمِّۗ وَكَذٰلِكَ نُـنْجِى الْمُؤْمِنِيْنَ ۝٨٨",
            "latin": "fastajabnâ lahû wa najjainâhu minal-ghamm, wa kadzâlika nunjil-mu'minîn",
            "terjemah": "Kami lalu mengabulkan (doa)-nya dan Kami menyelamatkannya dari kedukaan. Demikianlah Kami menyelamatkan orang-orang mukmin."
        },
        {
            "ayat": 89,
            "arab": "وَزَكَرِيَّآ اِذْ نَادٰى رَبَّهٗ رَبِّ لَا تَذَرْنِيْ فَرْدًا وَّاَنْتَ خَيْرُ الْوٰرِثِيْنَۚ ۝٨٩",
            "latin": "wa zakariyyâ idz nâdâ rabbahû rabbi lâ tadzarnî fardaw wa anta khairul-wâritsîn",
            "terjemah": "(Ingatlah) Zakaria ketika dia berdoa kepada Tuhannya, “Ya Tuhanku, janganlah Engkau biarkan aku hidup seorang diri (tanpa keturunan), sedang Engkau adalah sebaik-baik waris."
        },
        {
            "ayat": 90,
            "arab": "فَاسْتَجَبْنَا لَهٗۖ وَوَهَبْنَا لَهٗ يَحْيٰى وَاَصْلَحْنَا لَهٗ زَوْجَهٗۗ اِنَّهُمْ كَانُوْا يُسٰرِعُوْنَ فِى الْخَيْرٰتِ وَيَدْعُوْنَنَا رَغَبًا وَّرَهَبًاۗ وَكَانُوْا لَنَا خٰشِعِيْنَ ۝٩٠",
            "latin": "fastajabnâ lahû wa wahabnâ lahû yaḫyâ wa ashlaḫnâ lahû zaujah, innahum kânû yusâri‘ûna fil-khairâti wa yad‘ûnanâ raghabaw wa rahabâ, wa kânû lanâ khâsyi‘în",
            "terjemah": "Maka, Kami mengabulkan (doa)-nya, menganugerahkan Yahya kepadanya, dan menjadikan istrinya (dapat mengandung). Sesungguhnya mereka selalu bersegera dalam (mengerjakan) kebaikan dan berdoa kepada Kami dengan penuh harap dan cemas. Mereka adalah orang-orang yang khusyuk kepada Kami."
        },
        {
            "ayat": 91,
            "arab": "وَالَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهَا مِنْ رُّوْحِنَا وَجَعَلْنٰهَا وَابْنَهَآ اٰيَةً لِّلْعٰلَمِيْنَ ۝٩١",
            "latin": "wallatî aḫshanat farjahâ fa nafakhnâ fîhâ mir rûḫinâ wa ja‘alnâhâ wabnahâ âyatal lil-‘âlamîn",
            "terjemah": "(Ingatlah pula Maryam) yang memelihara kehormatannya, lalu Kami meniupkan (roh) dari Kami ke dalam (tubuh)-nya. Kami menjadikan dia dan anaknya sebagai tanda (kebesaran Kami) bagi seluruh alam."
        },
        {
            "ayat": 92,
            "arab": "اِنَّ هٰذِهٖٓ اُمَّتُكُمْ اُمَّةً وَّاحِدَةًۖ وَّاَنَا۠ رَبُّكُمْ فَاعْبُدُوْنِ ۝٩٢",
            "latin": "inna hâdzihî ummatukum ummataw wâḫidataw wa ana rabbukum fa‘budûn",
            "terjemah": "Sesungguhnya ini (agama tauhid) adalah agamamu, agama yang satu, dan Aku adalah Tuhanmu. Maka, sembahlah Aku."
        },
        {
            "ayat": 93,
            "arab": "وَتَقَطَّعُوْٓا اَمْرَهُمْ بَيْنَهُمْۗ كُلٌّ اِلَيْنَا رٰجِعُوْنَࣖ ۝٩٣",
            "latin": "wa taqaththa‘û amrahum bainahum, kullun ilainâ râji‘ûn",
            "terjemah": "Akan tetapi, mereka terpecah-belah dalam urusan (agama) di antara mereka. Masing-masing (golongan itu) akan kembali kepada Kami."
        },
        {
            "ayat": 94,
            "arab": "فَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهٖۚ وَاِنَّا لَهٗ كٰتِبُوْنَ ۝٩٤",
            "latin": "fa may ya‘mal minash-shâliḫâti wa huwa mu'minun fa lâ kufrâna lisa‘yih, wa innâ lahû kâtibûn",
            "terjemah": "Siapa yang mengerjakan kebajikan dan dia beriman, maka usahanya tidak akan diingkari (disia-siakan). Sesungguhnya Kamilah yang mencatat untuknya."
        },
        {
            "ayat": 95,
            "arab": "وَحَرٰمٌ عَلٰى قَرْيَةٍ اَهْلَكْنٰهَآ اَنَّهُمْ لَا يَرْجِعُوْنَ ۝٩٥",
            "latin": "wa ḫarâmun ‘alâ qaryatin ahlaknâhâ annahum lâ yarji‘ûn",
            "terjemah": "Mustahil bagi (penduduk) suatu negeri yang telah Kami binasakan akan kembali (ke dunia),"
        },
        {
            "ayat": 96,
            "arab": "حَتّٰىٓ اِذَا فُتِحَتْ يَأْجُوْجُ وَمَأْجُوْجُ وَهُمْ مِّنْ كُلِّ حَدَبٍ يَّنْسِلُوْنَ ۝٩٦",
            "latin": "ḫattâ idzâ futiḫat ya'jûju wa ma'jûju wa hum ming kulli ḫadabiy yansilûn",
            "terjemah": "hingga apabila (tembok) Ya’juj dan Ma’juj dibuka dan mereka turun dengan cepat dari seluruh tempat yang tinggi."
        },
        {
            "ayat": 97,
            "arab": "وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَاِذَا هِيَ شَاخِصَةٌ اَبْصَارُ الَّذِيْنَ كَفَرُوْاۗ يٰوَيْلَنَا قَدْ كُنَّا فِيْ غَفْلَةٍ مِّنْ هٰذَا بَلْ كُنَّا ظٰلِمِيْنَ ۝٩٧",
            "latin": "waqtarabal-wa‘dul-ḫaqqu fa idzâ hiya syâkhishatun abshârulladzîna kafarû, yâ wailanâ qad kunnâ fî ghaflatim min hâdzâ bal kunnâ dhâlimîn",
            "terjemah": "(Apabila) janji yang benar (yakni hari Kiamat) telah makin dekat, tiba-tiba mata orang-orang yang kufur terbelalak. (Mereka berkata,) “Alangkah celakanya kami! Kami benar-benar lengah tentang ini, bahkan kami adalah orang-orang zalim.”"
        },
        {
            "ayat": 98,
            "arab": "اِنَّكُمْ وَمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ حَصَبُ جَهَنَّمَۗ اَنْتُمْ لَهَا وٰرِدُوْنَ ۝٩٨",
            "latin": "innakum wa mâ ta‘budûna min dûnillâhi ḫashabu jahannam, antum lahâ wâridûn",
            "terjemah": "Sesungguhnya kamu (orang kafir) dan apa yang kamu sembah selain Allah adalah bahan bakar (neraka) Jahanam. Kamu (pasti) masuk ke dalamnya."
        },
        {
            "ayat": 99,
            "arab": "لَوْ كَانَ هٰٓؤُلَاۤءِ اٰلِهَةً مَّا وَرَدُوْهَاۗ وَكُلٌّ فِيْهَا خٰلِدُوْنَ ۝٩٩",
            "latin": "lau kâna hâ'ulâ'i âlihatam mâ waradûhâ, wa kullun fîhâ khâlidûn",
            "terjemah": "Seandainya (berhala-berhala) itu tuhan, tentu mereka tidak akan memasukinya (neraka). Semuanya akan kekal di dalamnya."
        },
        {
            "ayat": 100,
            "arab": "لَهُمْ فِيْهَا زَفِيْرٌ وَّهُمْ فِيْهَا لَا يَسْمَعُوْنَ ۝١٠٠",
            "latin": "lahum fîhâ zafîruw wa hum fîhâ lâ yasma‘ûn",
            "terjemah": "Mereka merintih dan menjerit di dalamnya (neraka) dan mereka di dalamnya tidak dapat mendengar (apa pun)."
        },
        {
            "ayat": 101,
            "arab": "اِنَّ الَّذِيْنَ سَبَقَتْ لَهُمْ مِّنَّا الْحُسْنٰىٓۙ اُولٰۤىِٕكَ عَنْهَا مُبْعَدُوْنَۙ ۝١٠١",
            "latin": "innalladzîna sabaqat lahum minnal-ḫusnâ ulâ'ika ‘an-hâ mub‘adûn",
            "terjemah": "Sesungguhnya orang-orang yang telah ada (ketetapan) yang baik untuk mereka dari Kami, mereka akan dijauhkan (dari neraka)."
        },
        {
            "ayat": 102,
            "arab": "لَا يَسْمَعُوْنَ حَسِيْسَهَاۚ وَهُمْ فِيْ مَا اشْتَهَتْ اَنْفُسُهُمْ خٰلِدُوْنَۚ ۝١٠٢",
            "latin": "lâ yasma‘ûna ḫasîsahâ, wa hum fî masytahat anfusuhum khâlidûn",
            "terjemah": "Mereka tidak mendengar bunyi desis (api neraka) dan mereka kekal dalam (menikmati) semua yang mereka inginkan."
        },
        {
            "ayat": 103,
            "arab": "لَا يَحْزُنُهُمُ الْفَزَعُ الْاَكْبَرُ وَتَتَلَقّٰىهُمُ الْمَلٰۤىِٕكَةُۗ هٰذَا يَوْمُكُمُ الَّذِيْ كُنْتُمْ تُوْعَدُوْنَ ۝١٠٣",
            "latin": "lâ yaḫzunuhumul-faza‘ul-akbaru wa tatalaqqâhumul-malâ'ikah, hâdzâ yaumukumulladzî kuntum tû‘adûn",
            "terjemah": "Kejutan yang dahsyat (hari Kiamat) tidak membuat mereka sedih dan para malaikat akan menyambut mereka (dengan ucapan), “Inilah harimu yang telah dijanjikan kepadamu.”"
        },
        {
            "ayat": 104,
            "arab": "يَوْمَ نَطْوِى السَّمَاۤءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِۗ كَمَا بَدَأْنَآ اَوَّلَ خَلْقٍ نُّعِيْدُهٗۗ وَعْدًا عَلَيْنَاۗ اِنَّا كُنَّا فٰعِلِيْنَ ۝١٠٤",
            "latin": "yauma nathwis-samâ'a kathayyis-sijilli lil-kutub, kamâ bada'nâ awwala khalqin nu‘îduh, wa‘dan ‘alainâ, innâ kunnâ fâ‘ilîn",
            "terjemah": "(Ingatlah) hari ketika Kami menggulung langit seperti (halnya) gulungan lembaran-lembaran catatan. Sebagaimana Kami telah memulai penciptaan pertama, begitulah Kami akan mengulanginya lagi. (Itu adalah) janji yang pasti Kami tepati. Sesungguhnya Kami akan melaksanakannya."
        },
        {
            "ayat": 105,
            "arab": "وَلَقَدْ كَتَبْنَا فِى الزَّبُوْرِ مِنْۢ بَعْدِ الذِّكْرِ اَنَّ الْاَرْضَ يَرِثُهَا عِبَادِيَ الصّٰلِحُوْنَ ۝١٠٥",
            "latin": "wa laqad katabnâ fiz-zabûri mim ba‘didz-dzikri annal-ardla yaritsuhâ ‘ibâdiyash-shâliḫûn",
            "terjemah": "Sungguh, Kami telah menuliskan di dalam Zabur setelah (tertulis) di dalam aż-Żikr (Lauh Mahfuz) bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh."
        },
        {
            "ayat": 106,
            "arab": "اِنَّ فِيْ هٰذَا لَبَلٰغًا لِّقَوْمٍ عٰبِدِيْنَۗ ۝١٠٦",
            "latin": "inna fî hâdzâ labalâghal liqaumin ‘âbidîn",
            "terjemah": "Sesungguhnya di dalam (Al-Qur’an) ini benar-benar terdapat pesan (yang jelas) bagi kaum penyembah (Allah)."
        },
        {
            "ayat": 107,
            "arab": "وَمَآ اَرْسَلْنٰكَ اِلَّا رَحْمَةً لِّلْعٰلَمِيْنَ ۝١٠٧",
            "latin": "wa mâ arsalnâka illâ raḫmatal lil-‘âlamîn",
            "terjemah": "Kami tidak mengutus engkau (Nabi Muhammad), kecuali sebagai rahmat bagi seluruh alam."
        },
        {
            "ayat": 108,
            "arab": "قُلْ اِنَّمَا يُوْحٰٓى اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ فَهَلْ اَنْتُمْ مُّسْلِمُوْنَ ۝١٠٨",
            "latin": "qul innamâ yûḫâ ilayya annamâ ilâhukum ilâhuw wâḫid, fa hal antum muslimûn",
            "terjemah": "Katakanlah (Nabi Muhammad), “Sesungguhnya yang diwahyukan kepadaku hanyalah (ketetapan) bahwa Tuhanmu adalah Tuhan Yang Maha Esa. Maka, apakah kamu telah berserah diri (kepada-Nya)?”"
        },
        {
            "ayat": 109,
            "arab": "فَاِنْ تَوَلَّوْا فَقُلْ اٰذَنْتُكُمْ عَلٰى سَوَاۤءٍۗ وَاِنْ اَدْرِيْٓ اَقَرِيْبٌ اَمْ بَعِيْدٌ مَّا تُوْعَدُوْنَ ۝١٠٩",
            "latin": "fa in tawallau fa qul âdzantukum ‘alâ sawâ', wa in adrî a qarîbun am ba‘îdum mâ tû‘adûn",
            "terjemah": "Maka, jika mereka berpaling, katakanlah (Nabi Muhammad), “Aku telah menyampaikan kepadamu (seluruh ajaran sehingga kita mempunyai pengetahuan) yang sama. Aku tidak mengetahui apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh.”"
        },
        {
            "ayat": 110,
            "arab": "اِنَّهٗ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُوْنَ ۝١١٠",
            "latin": "innahû ya‘lamul-jahra minal-qauli wa ya‘lamu mâ taktumûn",
            "terjemah": "Sesungguhnya Dia mengetahui perkataan (yang kamu ucapkan) dengan terang-terangan dan mengetahui (pula) apa yang kamu rahasiakan."
        },
        {
            "ayat": 111,
            "arab": "وَاِنْ اَدْرِيْ لَعَلَّهٗ فِتْنَةٌ لَّكُمْ وَمَتَاعٌ اِلٰى حِيْنٍ ۝١١١",
            "latin": "wa in adrî la‘allahû fitnatul lakum wa matâ‘un ilâ ḫîn",
            "terjemah": "Aku tidak mengetahui (bahwa) boleh jadi hal itu (penundaan azab) merupakan cobaan dan kesenangan bagimu sampai waktu yang ditentukan."
        },
        {
            "ayat": 112,
            "arab": "قٰلَ رَبِّ احْكُمْ بِالْحَقِّۗ وَرَبُّنَا الرَّحْمٰنُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَࣖ ۝١١٢",
            "latin": "qâla rabbiḫkum bil-ḫaqq, wa rabbunar-raḫmânul-musta‘ânu ‘alâ mâ tashifûn",
            "terjemah": "Dia (Nabi Muhammad) berkata, “Ya Tuhanku, berilah keputusan dengan adil. Tuhan kami adalah Tuhan Yang Maha Pengasih (dan) yang dimintai segala pertolongan atas semua yang kamu katakan.”"
        }
    ]
}