{
    "nomor": 15,
    "nama_latin": "Al-Hijr",
    "arti": "Makkiyah",
    "jumlah_ayat": 99,
    "slug": "al-hijr",
    "ayat": [
        {
            "ayat": 1,
            "arab": "الۤرٰۗ تِلْكَ اٰيٰتُ الْكِتٰبِ وَقُرْاٰنٍ مُّبِيْنٍ ۝١",
            "latin": "alif lâm râ, tilka âyâtul-kitâbi wa qur'ânim mubîn",
            "terjemah": "Alif Lām Rā. Itulah ayat-ayat Kitab, yaitu (ayat-ayat) Al-Qur’an yang memberi penjelasan."
        },
        {
            "ayat": 2,
            "arab": "رُبَمَا يَوَدُّ الَّذِيْنَ كَفَرُوْا لَوْ كَانُوْا مُسْلِمِيْنَ ۝٢",
            "latin": "rubamâ yawaddulladzîna kafarû lau kânû muslimîn",
            "terjemah": "Orang-orang yang kufur itu sering kali (nanti di akhirat) menginginkan, sekiranya mereka dahulu (di dunia) menjadi orang-orang muslim."
        },
        {
            "ayat": 3,
            "arab": "ذَرْهُمْ يَأْكُلُوْا وَيَتَمَتَّعُوْا وَيُلْهِهِمُ الْاَمَلُ فَسَوْفَ يَعْلَمُوْنَ ۝٣",
            "latin": "dzar-hum ya'kulû wa yatamatta‘û wa yul-hihimul-amalu fa saufa ya‘lamûn",
            "terjemah": "Biarkanlah mereka (di dunia ini) makan, bersenang-senang, dan dilalaikan oleh angan-angan (kosong). Kelak mereka akan mengetahui (akibat perbuatannya)."
        },
        {
            "ayat": 4,
            "arab": "وَمَآ اَهْلَكْنَا مِنْ قَرْيَةٍ اِلَّا وَلَهَا كِتَابٌ مَّعْلُوْمٌ ۝٤",
            "latin": "wa mâ ahlaknâ ming qaryatin illâ wa lahâ kitâbum ma‘lûm",
            "terjemah": "Kami tidak membinasakan suatu negeri, kecuali sudah ada ketentuan yang ditetapkan baginya."
        },
        {
            "ayat": 5,
            "arab": "مَا تَسْبِقُ مِنْ اُمَّةٍ اَجَلَهَا وَمَا يَسْتَأْخِرُوْنَ ۝٥",
            "latin": "mâ tasbiqu min ummatin ajalahâ wa mâ yasta'khirûn",
            "terjemah": "Tidak ada satu umat pun yang dapat menyegerakan ajalnya dan tidak (pula) menangguhkan(-nya)."
        },
        {
            "ayat": 6,
            "arab": "وَقَالُوْا يٰٓاَيُّهَا الَّذِيْ نُزِّلَ عَلَيْهِ الذِّكْرُ اِنَّكَ لَمَجْنُوْنٌۗ ۝٦",
            "latin": "wa qâlû yâ ayyuhalladzî nuzzila ‘alaihidz-dzikru innaka lamajnûn",
            "terjemah": "Mereka berkata, “Wahai orang yang kepadanya diturunkan Al-Qur’an, sesungguhnya engkau (Nabi Muhammad) benar-benar orang gila."
        },
        {
            "ayat": 7,
            "arab": "لَوْمَا تَأْتِيْنَا بِالْمَلٰۤىِٕكَةِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ۝٧",
            "latin": "lau mâ ta'tînâ bil-malâ'ikati ing kunta minash-shâdiqîn",
            "terjemah": "Mengapa engkau tidak mendatangkan malaikat kepada kami, jika engkau termasuk orang-orang yang benar?”"
        },
        {
            "ayat": 8,
            "arab": "مَا نُنَزِّلُ الْمَلٰۤىِٕكَةَ اِلَّا بِالْحَقِّ وَمَا كَانُوْٓا اِذًا مُّنْظَرِيْنَ ۝٨",
            "latin": "mâ nunazzilul-malâ'ikata illâ bil-ḫaqqi wa mâ kânû idzam mundharîn",
            "terjemah": "Kami tidak menurunkan malaikat, kecuali dengan kebenaran. (Jika orang-orang kafir itu mengingkarinya,) mereka tidak diberi penangguhan (dari azab Allah)."
        },
        {
            "ayat": 9,
            "arab": "اِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَاِنَّا لَهٗ لَحٰفِظُوْنَ ۝٩",
            "latin": "innâ naḫnu nazzalnadz-dzikra wa innâ lahû laḫâfidhûn",
            "terjemah": "Sesungguhnya Kamilah yang menurunkan Al-Qur’an dan pasti Kami (pula) yang memeliharanya."
        },
        {
            "ayat": 10,
            "arab": "وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ شِيَعِ الْاَوَّلِيْنَ ۝١٠",
            "latin": "wa laqad arsalnâ ming qablika fî syiya‘il-awwalîn",
            "terjemah": "Sungguh, Kami benar-benar telah mengutus (beberapa rasul) sebelum engkau (Nabi Muhammad) kepada umat-umat terdahulu."
        },
        {
            "ayat": 11,
            "arab": "وَمَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ۝١١",
            "latin": "wa mâ ya'tîhim mir rasûlin illâ kânû bihî yastahzi'ûn",
            "terjemah": "Tidaklah datang seorang rasul kepada mereka, kecuali selalu memperolok-olokkannya."
        },
        {
            "ayat": 12,
            "arab": "كَذٰلِكَ نَسْلُكُهٗ فِيْ قُلُوْبِ الْمُجْرِمِيْنَۙ ۝١٢",
            "latin": "kadzâlika naslukuhû fî qulûbil-mujrimîn",
            "terjemah": "Demikianlah, Kami memasukkannya (olok-olok itu) ke dalam hati orang-orang yang berdosa."
        },
        {
            "ayat": 13,
            "arab": "لَا يُؤْمِنُوْنَ بِهٖ وَقَدْ خَلَتْ سُنَّةُ الْاَوَّلِيْنَ ۝١٣",
            "latin": "lâ yu'minûna bihî wa qad khalat sunnatul-awwalîn",
            "terjemah": "Mereka tidak beriman kepadanya (Al-Qur’an), padahal telah berlalu sunatullah terhadap orang-orang terdahulu."
        },
        {
            "ayat": 14,
            "arab": "وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۤءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَۙ ۝١٤",
            "latin": "walau fataḫnâ ‘alaihim bâbam minas-samâ'i fa dhallû fîhi ya‘rujûn",
            "terjemah": "Kalau Kami bukakan (salah satu) pintu langit untuk mereka, lalu mereka terus menerus naik ke atasnya,"
        },
        {
            "ayat": 15,
            "arab": "لَقَالُوْٓا اِنَّمَا سُكِّرَتْ اَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُوْرُوْنَࣖ ۝١٥",
            "latin": "laqâlû innamâ sukkirat abshârunâ bal naḫnu qaumum mas-ḫûrûn",
            "terjemah": "tentulah mereka berkata, “Sesungguhnya pandangan kamilah yang dikaburkan. Bahkan, kami adalah kaum yang terkena sihir.”"
        },
        {
            "ayat": 16,
            "arab": "وَلَقَدْ جَعَلْنَا فِى السَّمَاۤءِ بُرُوْجًا وَّزَيَّنّٰهَا لِلنّٰظِرِيْنَۙ ۝١٦",
            "latin": "wa laqad ja‘alnâ fis-samâ'i burûjaw wa zayyannâhâ lin-nâdhirîn",
            "terjemah": "Sungguh, Kami benar-benar telah menciptakan gugusan bintang di langit dan menjadikannya terasa indah bagi orang-orang yang memandang (langit itu)."
        },
        {
            "ayat": 17,
            "arab": "وَحَفِظْنٰهَا مِنْ كُلِّ شَيْطٰنٍ رَّجِيْمٍۙ ۝١٧",
            "latin": "wa ḫafidhnâhâ ming kulli syaithânir rajîm",
            "terjemah": "Kami menjaganya dari setiap setan yang terkutuk,"
        },
        {
            "ayat": 18,
            "arab": "اِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَاَتْبَعَهٗ شِهَابٌ مُّبِيْنٌ ۝١٨",
            "latin": "illâ manistaraqas-sam‘a fa atba‘ahû syihâbum mubîn",
            "terjemah": "kecuali (setan) yang mencuri-curi (berita) yang dapat didengar (dari malaikat) maka dia dikejar oleh bintang-bintang (berapi) yang terang."
        },
        {
            "ayat": 19,
            "arab": "وَالْاَرْضَ مَدَدْنٰهَا وَاَلْقَيْنَا فِيْهَا رَوَاسِيَ وَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ شَيْءٍ مَّوْزُوْنٍ ۝١٩",
            "latin": "wal-ardla madadnâhâ wa alqainâ fîhâ rawâsiya wa ambatnâ fîhâ ming kulli syai'im mauzûn",
            "terjemah": "Kami telah menghamparkan bumi, memancangkan padanya gunung-gunung, dan menumbuhkan di sana segala sesuatu menurut ukuran(-nya)."
        },
        {
            "ayat": 20,
            "arab": "وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَ وَمَنْ لَّسْتُمْ لَهٗ بِرٰزِقِيْنَ ۝٢٠",
            "latin": "wa ja‘alnâ lakum fîhâ ma‘âyisya wa mal lastum lahû birâziqîn",
            "terjemah": "Kami telah menjadikan di sana sumber-sumber kehidupan untukmu dan (menjadikan pula) makhluk hidup yang bukan kamu pemberi rezekinya."
        },
        {
            "ayat": 21,
            "arab": "وَاِنْ مِّنْ شَيْءٍ اِلَّا عِنْدَنَا خَزَاۤىِٕنُهٗ وَمَا نُنَزِّلُهٗٓ اِلَّا بِقَدَرٍ مَّعْلُوْمٍ ۝٢١",
            "latin": "wa im min syai'in illâ ‘indanâ khazâ'inuhû wa mâ nunazziluhû illâ biqadarim ma‘lûm",
            "terjemah": "Tidak ada sesuatu pun melainkan di sisi Kamilah perbendaharaannya dan Kami tidak menurunkannya melainkan dengan ukuran tertentu."
        },
        {
            "ayat": 22,
            "arab": "وَاَرْسَلْنَا الرِّيٰحَ لَوَاقِحَ فَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً فَاَسْقَيْنٰكُمُوْهُۚ وَمَآ اَنْتُمْ لَهٗ بِخٰزِنِيْنَ ۝٢٢",
            "latin": "wa arsalnar-riyâḫa lawâqiḫa fa anzalnâ minas-samâ'i mâ'an fa asqainâkumûh, wa mâ antum lahû bikhâzinîn",
            "terjemah": "Kami telah meniupkan angin untuk mengawinkan. Maka, Kami menurunkan hujan dari langit lalu memberimu minum dengan (air) itu, sedangkan kamu bukanlah orang-orang yang menyimpannya."
        },
        {
            "ayat": 23,
            "arab": "وَاِنَّا لَنَحْنُ نُحْيٖ وَنُمِيْتُ وَنَحْنُ الْوٰرِثُوْنَ ۝٢٣",
            "latin": "wa innâ lanaḫnu nuḫyî wa numîtu wa naḫnul-wâritsûn",
            "terjemah": "Sesungguhnya Kamilah yang menghidupkan dan mematikan serta Kami (pulalah) yang mewarisi."
        },
        {
            "ayat": 24,
            "arab": "وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِيْنَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِيْنَ ۝٢٤",
            "latin": "wa laqad ‘alimnal-mustaqdimîna mingkum wa laqad ‘alimnal-musta'khirîn",
            "terjemah": "Sungguh, Kami benar-benar mengetahui orang-orang yang terdahulu di antara kamu dan Kami mengetahui pula orang-orang yang terkemudian."
        },
        {
            "ayat": 25,
            "arab": "وَاِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْۗ اِنَّهٗ حَكِيْمٌ عَلِيْمٌࣖ ۝٢٥",
            "latin": "wa inna rabbaka huwa yaḫsyuruhum, innahû ḫakîmun ‘alîm",
            "terjemah": "Sesungguhnya hanya Tuhanmulah yang akan mengumpulkan mereka. Sesungguhnya Dia Mahabijaksana lagi Maha Mengetahui."
        },
        {
            "ayat": 26,
            "arab": "وَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍۚ ۝٢٦",
            "latin": "wa laqad khalaqnal-insâna min shalshâlim min ḫama'im masnûn",
            "terjemah": "Dan sungguh, Kami benar-benar telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang dibentuk."
        },
        {
            "ayat": 27,
            "arab": "وَالْجَاۤنَّ خَلَقْنٰهُ مِنْ قَبْلُ مِنْ نَّارِ السَّمُوْمِ ۝٢٧",
            "latin": "wal-jânna khalaqnâhu ming qablu min nâris-samûm",
            "terjemah": "Sebelumnya Kami telah menciptakan jin dari api yang sangat panas."
        },
        {
            "ayat": 28,
            "arab": "وَاِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ خَالِقٌۢ بَشَرًا مِّنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍۚ ۝٢٨",
            "latin": "wa idz qâla rabbuka lil-malâ'ikati innî khâliqum basyaram min shalshâlim min ḫama'im masnûn",
            "terjemah": "(Ingatlah) ketika Tuhanmu berfirman kepada malaikat, “Sesungguhnya Aku akan menciptakan seorang manusia dari tanah liat kering dari lumpur hitam yang dibentuk."
        },
        {
            "ayat": 29,
            "arab": "فَاِذَا سَوَّيْتُهٗ وَنَفَخْتُ فِيْهِ مِنْ رُّوْحِيْ فَقَعُوْا لَهٗ سٰجِدِيْنَ ۝٢٩",
            "latin": "fa idzâ sawwaituhû wa nafakhtu fîhi mir rûḫî faqa‘û lahû sâjidîn",
            "terjemah": "Maka, apabila Aku telah menyempurnakan (kejadian)-nya dan telah meniupkan roh (ciptaan)-Ku ke dalamnya, menyungkurlah kamu kepadanya dengan bersujud."
        },
        {
            "ayat": 30,
            "arab": "فَسَجَدَ الْمَلٰۤىِٕكَةُ كُلُّهُمْ اَجْمَعُوْنَۙ ۝٣٠",
            "latin": "fa sajadal-malâ'ikatu kulluhum ajma‘ûn",
            "terjemah": "Lalu, para malaikat itu bersujud semuanya bersama-sama,"
        },
        {
            "ayat": 31,
            "arab": "اِلَّآ اِبْلِيْسَۗ اَبٰىٓ اَنْ يَّكُوْنَ مَعَ السّٰجِدِيْنَ ۝٣١",
            "latin": "illâ iblîs, abâ ay yakûna ma‘as-sâjidîn",
            "terjemah": "kecuali Iblis. Ia enggan ikut bersama para (malaikat) yang bersujud."
        },
        {
            "ayat": 32,
            "arab": "قَالَ يٰٓاِبْلِيْسُ مَا لَكَ اَلَّا تَكُوْنَ مَعَ السّٰجِدِيْنَ ۝٣٢",
            "latin": "qâla yâ iblîsu mâ laka allâ takûna ma‘as-sâjidîn",
            "terjemah": "Dia (Allah) berfirman, “Wahai Iblis, apa yang menyebabkanmu enggan bersama mereka yang bersujud itu?”"
        },
        {
            "ayat": 33,
            "arab": "قَالَ لَمْ اَكُنْ لِّاَسْجُدَ لِبَشَرٍ خَلَقْتَهٗ مِنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍ ۝٣٣",
            "latin": "qâla lam akul li'asjuda libasyarin khalaqtahû min shalshâlim min ḫama'im masnûn",
            "terjemah": "Ia (Iblis) berkata, “Aku sekali-kali tidak akan bersujud kepada manusia yang Engkau ciptakan dari tanah liat kering dari lumpur hitam yang diberi bentuk.”"
        },
        {
            "ayat": 34,
            "arab": "قَالَ فَاخْرُجْ مِنْهَا فَاِنَّكَ رَجِيْمٌۙ ۝٣٤",
            "latin": "qâla fakhruj min-hâ fa innaka rajîm",
            "terjemah": "(Allah) berfirman, “Keluarlah darinya (surga) karena sesungguhnya kamu terkutuk."
        },
        {
            "ayat": 35,
            "arab": "وَّاِنَّ عَلَيْكَ اللَّعْنَةَ اِلٰى يَوْمِ الدِّيْنِ ۝٣٥",
            "latin": "wa inna ‘alaikal-la‘nata ilâ yaumid-dîn",
            "terjemah": "Sesungguhnya kamu terlaknat sampai hari Kiamat.”"
        },
        {
            "ayat": 36,
            "arab": "قَالَ رَبِّ فَاَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ ۝٣٦",
            "latin": "qâla rabbi fa andhirnî ilâ yaumi yub‘atsûn",
            "terjemah": "(Iblis) berkata, “Wahai Tuhanku, tangguhkanlah (usia)-ku sampai hari mereka (manusia) dibangkitkan.”"
        },
        {
            "ayat": 37,
            "arab": "قَالَ فَاِنَّكَ مِنَ الْمُنْظَرِيْنَۙ ۝٣٧",
            "latin": "qâla fa innaka minal-mundharîn",
            "terjemah": "(Allah) berfirman, “Sesungguhnya kamu termasuk golongan yang ditangguhkan"
        },
        {
            "ayat": 38,
            "arab": "اِلٰى يَوْمِ الْوَقْتِ الْمَعْلُوْمِ ۝٣٨",
            "latin": "ilâ yaumil-waqtil-ma‘lûm",
            "terjemah": "sampai hari yang telah ditentukan waktunya (kiamat).”"
        },
        {
            "ayat": 39,
            "arab": "قَالَ رَبِّ بِمَآ اَغْوَيْتَنِيْ لَاُزَيِّنَنَّ لَهُمْ فِى الْاَرْضِ وَلَاُغْوِيَنَّهُمْ اَجْمَعِيْنَۙ ۝٣٩",
            "latin": "qâla rabbi bimâ aghwaitanî la'uzayyinanna lahum fil-ardli wa la'ughwiyannahum ajma‘în",
            "terjemah": "Ia (Iblis) berkata, “Tuhanku, karena Engkau telah menyesatkanku, sungguh aku akan menjadikan (kejahatan) terasa indah bagi mereka di bumi dan sungguh aku akan menyesatkan mereka semua,"
        },
        {
            "ayat": 40,
            "arab": "اِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِيْنَ ۝٤٠",
            "latin": "illâ ‘ibâdaka min-humul-mukhlashîn",
            "terjemah": "kecuali hamba-hamba-Mu yang terpilih (karena keikhlasannya) di antara mereka.”"
        },
        {
            "ayat": 41,
            "arab": "قَالَ هٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيْمٌ ۝٤١",
            "latin": "qâla hâdzâ shirâthun ‘alayya mustaqîm",
            "terjemah": "Dia (Allah) berfirman, “Ini adalah jalan lurus yang Aku jamin (ditunjukkan kepada hamba-hamba-Ku itu)."
        },
        {
            "ayat": 42,
            "arab": "اِنَّ عِبَادِيْ لَيْسَ لَكَ عَلَيْهِمْ سُلْطٰنٌ اِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِيْنَ ۝٤٢",
            "latin": "inna ‘ibâdî laisa laka ‘alaihim sulthânun illâ manittaba‘aka minal-ghâwîn",
            "terjemah": "Sesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku kecuali mereka yang mengikutimu, yaitu orang-orang yang sesat.”"
        },
        {
            "ayat": 43,
            "arab": "وَاِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ اَجْمَعِيْنَۙ ۝٤٣",
            "latin": "wa inna jahannama lamau‘iduhum ajma‘în",
            "terjemah": "Sesungguhnya (neraka) Jahanam benar-benar (tempat) yang telah dijanjikan untuk mereka (pengikut setan) semua."
        },
        {
            "ayat": 44,
            "arab": "لَهَا سَبْعَةُ اَبْوَابٍۗ لِكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُوْمٌࣖ ۝٤٤",
            "latin": "lahâ sab‘atu abwâb, likulli bâbim min-hum juz'um maqsûm",
            "terjemah": "Ia (Jahanam) mempunyai tujuh pintu. Setiap pintu (telah ditetapkan) untuk golongan tertentu dari mereka."
        },
        {
            "ayat": 45,
            "arab": "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّعُيُوْنٍۗ ۝٤٥",
            "latin": "innal-muttaqîna fî jannâtiw wa ‘uyûn",
            "terjemah": "Sesungguhnya orang-orang yang bertakwa berada dalam (surga yang penuh) taman-taman dan mata air."
        },
        {
            "ayat": 46,
            "arab": "اُدْخُلُوْهَا بِسَلٰمٍ اٰمِنِيْنَ ۝٤٦",
            "latin": "udkhulûhâ bisalâmin âminîn",
            "terjemah": "(Allah berfirman,) “Masuklah ke dalamnya dengan sejahtera dan aman.”"
        },
        {
            "ayat": 47,
            "arab": "وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ اِخْوَانًا عَلٰى سُرُرٍ مُّتَقٰبِلِيْنَ ۝٤٧",
            "latin": "wa naza‘nâ mâ fî shudûrihim min ghillin ikhwânan ‘alâ sururim mutaqâbilîn",
            "terjemah": "Kami mencabut segala rasa dendam yang ada dalam hati mereka. Mereka bersaudara (dan) duduk berhadap-hadapan di atas dipan."
        },
        {
            "ayat": 48,
            "arab": "لَا يَمَسُّهُمْ فِيْهَا نَصَبٌ وَّمَا هُمْ مِّنْهَا بِمُخْرَجِيْنَ ۝٤٨",
            "latin": "lâ yamassuhum fîhâ nashabuw wa mâ hum min-hâ bimukhrajîn",
            "terjemah": "Mereka tidak merasa lelah di dalamnya dan tidak akan dikeluarkan darinya."
        },
        {
            "ayat": 49,
            "arab": "۞ نَبِّئْ عِبَادِيْٓ اَنِّيْٓ اَنَا الْغَفُوْرُ الرَّحِيْمُۙ ۝٤٩",
            "latin": "nabbi' ‘ibâdî annî anal-ghafûrur-raḫîm",
            "terjemah": "Kabarkanlah kepada hamba-hamba-Ku bahwa sesungguhnya Akulah Yang Maha Pengampun lagi Maha Penyayang"
        },
        {
            "ayat": 50,
            "arab": "وَاَنَّ عَذَابِيْ هُوَ الْعَذَابُ الْاَلِيْمُ ۝٥٠",
            "latin": "wa anna ‘adzâbî huwal-‘adzâbul-alîm",
            "terjemah": "dan bahwa sesungguhnya siksaan-Kulah azab yang sangat pedih."
        },
        {
            "ayat": 51,
            "arab": "وَنَبِّئْهُمْ عَنْ ضَيْفِ اِبْرٰهِيْمَۘ ۝٥١",
            "latin": "wa nabbi'hum ‘an dlaifi ibrâhîm",
            "terjemah": "Kabarkanlah (Nabi Muhammad) kepada mereka tentang tamu Ibrahim (malaikat)"
        },
        {
            "ayat": 52,
            "arab": "اِذْ دَخَلُوْا عَلَيْهِ فَقَالُوْا سَلٰمًاۗ قَالَ اِنَّا مِنْكُمْ وَجِلُوْنَ ۝٥٢",
            "latin": "idz dakhalû ‘alaihi fa qâlû salâmâ, qâla innâ mingkum wajilûn",
            "terjemah": "ketika mereka berkunjung ke (kediaman)-nya, lalu mengucapkan, “Salam.” Dia (Ibrahim) berkata, “Sesungguhnya kami merasa takut kepadamu.”"
        },
        {
            "ayat": 53,
            "arab": "قَالُوْا لَا تَوْجَلْ اِنَّا نُبَشِّرُكَ بِغُلٰمٍ عَلِيْمٍ ۝٥٣",
            "latin": "qâlû lâ taujal innâ nubasysyiruka bighulâmin ‘alîm",
            "terjemah": "(Mereka) berkata, “Janganlah merasa takut (karena) sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran) anak laki-laki yang alim (Ishaq).”"
        },
        {
            "ayat": 54,
            "arab": "قَالَ اَبَشَّرْتُمُوْنِيْ عَلٰٓى اَنْ مَّسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُوْنَ ۝٥٤",
            "latin": "qâla a basysyartumûnî ‘alâ am massaniyal-kibaru fa bima tubasysyirûn",
            "terjemah": "Dia (Ibrahim) berkata, “Benarkah kamu memberi kabar gembira kepadaku, padahal usiaku telah lanjut. Maka, dengan (cara) apa kamu memberi kabar gembira?”"
        },
        {
            "ayat": 55,
            "arab": "قَالُوْا بَشَّرْنٰكَ بِالْحَقِّ فَلَا تَكُنْ مِّنَ الْقٰنِطِيْنَ ۝٥٥",
            "latin": "qâlû basysyarnâka bil-ḫaqqi fa lâ takum minal-qânithîn",
            "terjemah": "Mereka menjawab, “Kami menyampaikan kabar gembira kepadamu dengan benar. Maka, janganlah engkau termasuk orang yang berputus asa.”"
        },
        {
            "ayat": 56,
            "arab": "قَالَ وَمَنْ يَّقْنَطُ مِنْ رَّحْمَةِ رَبِّهٖٓ اِلَّا الضَّاۤلُّوْنَ ۝٥٦",
            "latin": "qâla wa may yaqnathu mir raḫmati rabbihî illadl-dlâllûn",
            "terjemah": "Dia (Ibrahim) berkata, “Adakah orang yang berputus asa dari rahmat Tuhannya selain orang yang sesat?”"
        },
        {
            "ayat": 57,
            "arab": "قَالَ فَمَا خَطْبُكُمْ اَيُّهَا الْمُرْسَلُوْنَ ۝٥٧",
            "latin": "qâla fa mâ khathbukum ayyuhal-mursalûn",
            "terjemah": "Dia (Ibrahim) bertanya, “Apa urusan pentingmu, wahai para utusan?”"
        },
        {
            "ayat": 58,
            "arab": "قَالُوْٓا اِنَّآ اُرْسِلْنَآ اِلٰى قَوْمٍ مُّجْرِمِيْنَۙ ۝٥٨",
            "latin": "qâlû innâ ursilnâ ilâ qaumim mujrimîn",
            "terjemah": "Mereka menjawab, “Sesungguhnya kami diutus kepada kaum yang berdosa (untuk menyiksanya),"
        },
        {
            "ayat": 59,
            "arab": "اِلَّآ اٰلَ لُوْطٍۗ اِنَّا لَمُنَجُّوْهُمْ اَجْمَعِيْنَۙ ۝٥٩",
            "latin": "illâ âla lûth, innâ lamunajjûhum ajma‘în",
            "terjemah": "kecuali para pengikut Lut. Sesungguhnya kami pasti menyelamatkan mereka semua,"
        },
        {
            "ayat": 60,
            "arab": "اِلَّا امْرَاَتَهٗ قَدَّرْنَآ اِنَّهَا لَمِنَ الْغٰبِرِيْنَࣖ ۝٦٠",
            "latin": "illamra'atahû qaddarnâ innahâ laminal-ghâbirîn",
            "terjemah": "kecuali istrinya. Kami telah menentukan bahwa sesungguhnya dia termasuk (orang-orang kafir) yang tertinggal.”"
        },
        {
            "ayat": 61,
            "arab": "فَلَمَّا جَاۤءَ اٰلَ لُوْطِ ࣙالْمُرْسَلُوْنَۙ ۝٦١",
            "latin": "fa lammâ jâ'a âla lûthinil-mursalûn",
            "terjemah": "Maka, ketika para utusan itu datang kepada para pengikut Lut,"
        },
        {
            "ayat": 62,
            "arab": "قَالَ اِنَّكُمْ قَوْمٌ مُّنْكَرُوْنَ ۝٦٢",
            "latin": "qâla innakum qaumum mungkarûn",
            "terjemah": "dia berkata, “Sesungguhnya kamu orang-orang yang tidak kami kenal.”"
        },
        {
            "ayat": 63,
            "arab": "قَالُوْا بَلْ جِئْنٰكَ بِمَا كَانُوْا فِيْهِ يَمْتَرُوْنَ ۝٦٣",
            "latin": "qâlû bal ji'nâka bimâ kânû fîhi yamtarûn",
            "terjemah": "Mereka (para utusan) menjawab, “Kami justru datang kepadamu membawa azab yang selalu mereka dustakan."
        },
        {
            "ayat": 64,
            "arab": "وَاَتَيْنٰكَ بِالْحَقِّ وَاِنَّا لَصٰدِقُوْنَ ۝٦٤",
            "latin": "wa atainâka bil-ḫaqqi wa innâ lashâdiqûn",
            "terjemah": "Kami datang kepadamu membawa kebenaran. Sesungguhnya kami orang-orang yang benar."
        },
        {
            "ayat": 65,
            "arab": "فَاَسْرِ بِاَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَاتَّبِعْ اَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ اَحَدٌ وَّامْضُوْا حَيْثُ تُؤْمَرُوْنَ ۝٦٥",
            "latin": "fa asri bi'ahlika biqith‘im minal-laili wattabi‘ adbârahum wa lâ yaltafit mingkum aḫaduw wamdlû ḫaitsu tu'marûn",
            "terjemah": "Maka, pergilah pada akhir malam beserta keluargamu dan ikutilah mereka dari belakang. Jangan seorang pun di antara kamu menoleh ke belakang dan teruskanlah perjalanan ke tempat yang diperintahkan kepadamu.”"
        },
        {
            "ayat": 66,
            "arab": "وَقَضَيْنَآ اِلَيْهِ ذٰلِكَ الْاَمْرَ اَنَّ دَابِرَ هٰٓؤُلَاۤءِ مَقْطُوْعٌ مُّصْبِحِيْنَ ۝٦٦",
            "latin": "wa qadlainâ ilaihi dzâlikal-amra anna dâbira hâ'ulâ'i maqthû‘um mushbiḫîn",
            "terjemah": "Telah Kami wahyukan kepadanya (Lut) keputusan itu bahwa akhirnya mereka akan ditumpas habis pada waktu subuh."
        },
        {
            "ayat": 67,
            "arab": "وَجَاۤءَ اَهْلُ الْمَدِيْنَةِ يَسْتَبْشِرُوْنَ ۝٦٧",
            "latin": "wa jâ'a ahlul-madînati yastabsyirûn",
            "terjemah": "Datanglah penduduk kota itu (ke rumah Lut) dengan gembira (karena kedatangan tamu itu)."
        },
        {
            "ayat": 68,
            "arab": "قَالَ اِنَّ هٰٓؤُلَاۤءِ ضَيْفِيْ فَلَا تَفْضَحُوْنِۙ ۝٦٨",
            "latin": "qâla inna hâ'ulâ'i dlaifî fa lâ tafdlaḫûn",
            "terjemah": "Dia (Lut) berkata, “Sesungguhnya mereka adalah tamuku. Maka, jangan mempermalukanku."
        },
        {
            "ayat": 69,
            "arab": "وَاتَّقُوا اللّٰهَ وَلَا تُخْزُوْنِ ۝٦٩",
            "latin": "wattaqullâha wa lâ tukhzûn",
            "terjemah": "Bertakwalah kepada Allah dan jangan membuatku terhina.”"
        },
        {
            "ayat": 70,
            "arab": "قَالُوْٓا اَوَلَمْ نَنْهَكَ عَنِ الْعٰلَمِيْنَ ۝٧٠",
            "latin": "qâlû a wa lam nan-haka ‘anil-‘âlamîn",
            "terjemah": "Mereka berkata, “Bukankah kami telah melarangmu (menerima) manusia (para tamu)?”"
        },
        {
            "ayat": 71,
            "arab": "قَالَ هٰٓؤُلَاۤءِ بَنٰتِيْٓ اِنْ كُنْتُمْ فٰعِلِيْنَۗ ۝٧١",
            "latin": "qâla hâ'ulâ'i banâtî ing kuntum fâ‘ilîn",
            "terjemah": "Dia (Lut) berkata, “Mereka itulah putri-putri (negeri)-ku. (Nikahilah mereka) jika kamu hendak berbuat (memenuhi nafsu syahwatmu).”"
        },
        {
            "ayat": 72,
            "arab": "لَعَمْرُكَ اِنَّهُمْ لَفِيْ سَكْرَتِهِمْ يَعْمَهُوْنَ ۝٧٢",
            "latin": "la‘amruka innahum lafî sakratihim ya‘mahûn",
            "terjemah": "(Allah berfirman,) “Demi umurmu (Nabi Muhammad), sungguh, mereka terombang-ambing dalam kemabukan (demi melampiaskan hawa nafsu).”"
        },
        {
            "ayat": 73,
            "arab": "فَاَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِيْنَۙ ۝٧٣",
            "latin": "fa akhadzat-humush-shaiḫatu musyriqîn",
            "terjemah": "Maka, mereka dibinasakan oleh suara keras yang mengguntur ketika matahari terbit."
        },
        {
            "ayat": 74,
            "arab": "فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّنْ سِجِّيْلٍ ۝٧٤",
            "latin": "fa ja‘alnâ ‘âliyahâ sâfilahâ wa amtharnâ ‘alaihim ḫijâratam min sijjîl",
            "terjemah": "Maka, Kami menjungkirbalikkan (negeri itu) dan Kami menghujani mereka dengan tanah yang membatu."
        },
        {
            "ayat": 75,
            "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْمُتَوَسِّمِيْنَۙ ۝٧٥",
            "latin": "inna fî dzâlika la'âyâtil lil-mutawassimîn",
            "terjemah": "Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang memperhatikan (dengan saksama) tanda-tanda (itu)."
        },
        {
            "ayat": 76,
            "arab": "وَاِنَّهَا لَبِسَبِيْلٍ مُّقِيْمٍ ۝٧٦",
            "latin": "wa innahâ labisabîlim muqîm",
            "terjemah": "Sesungguhnya (negeri) itu benar-benar terletak di jalan yang masih tetap (dilalui manusia)."
        },
        {
            "ayat": 77,
            "arab": "اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَۗ ۝٧٧",
            "latin": "inna fî dzâlika la'âyatal lil-mu'minîn",
            "terjemah": "Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang-orang mukmin."
        },
        {
            "ayat": 78,
            "arab": "وَاِنْ كَانَ اَصْحٰبُ الْاَيْكَةِ لَظٰلِمِيْنَۙ ۝٧٨",
            "latin": "wa ing kâna ash-ḫâbul-aikati ladhâlimîn",
            "terjemah": "Sesungguhnya penduduk Aikah itu benar-benar orang-orang yang zalim."
        },
        {
            "ayat": 79,
            "arab": "فَانْتَقَمْنَا مِنْهُمْۘ وَاِنَّهُمَا لَبِاِمَامٍ مُّبِيْنٍۗࣖ ۝٧٩",
            "latin": "fantaqamnâ min-hum, wa innahumâ labi'imâmim mubîn",
            "terjemah": "Maka, Kami membinasakan mereka. Sesungguhnya kedua (negeri) itu terletak di satu jalur jalan raya."
        },
        {
            "ayat": 80,
            "arab": "وَلَقَدْ كَذَّبَ اَصْحٰبُ الْحِجْرِ الْمُرْسَلِيْنَۙ ۝٨٠",
            "latin": "wa laqad kadzdzaba ash-ḫâbul-ḫijril-mursalîn",
            "terjemah": "Sesungguhnya penduduk negeri Hijr benar-benar telah mendustakan para rasul (mereka),"
        },
        {
            "ayat": 81,
            "arab": "وَاٰتَيْنٰهُمْ اٰيٰتِنَا فَكَانُوْا عَنْهَا مُعْرِضِيْنَۙ ۝٨١",
            "latin": "wa âtainâhum âyâtinâ fa kânû ‘an-hâ mu‘ridlîn",
            "terjemah": "Kami telah mendatangkan kepada mereka tanda-tanda (kekuasaan) Kami, tetapi mereka selalu berpaling darinya."
        },
        {
            "ayat": 82,
            "arab": "وَكَانُوْا يَنْحِتُوْنَ مِنَ الْجِبَالِ بُيُوْتًا اٰمِنِيْنَ ۝٨٢",
            "latin": "wa kânû yan-ḫitûna minal-jibâli buyûtan âminîn",
            "terjemah": "Mereka memahat gunung-gunung (batu) menjadi rumah-rumah (yang didiami) dengan rasa aman."
        },
        {
            "ayat": 83,
            "arab": "فَاَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِيْنَۙ ۝٨٣",
            "latin": "fa akhadzat-humush-shaiḫatu mushbiḫîn",
            "terjemah": "Kemudian mereka dibinasakan oleh suara keras yang mengguntur pada pagi hari,"
        },
        {
            "ayat": 84,
            "arab": "فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَۗ ۝٨٤",
            "latin": "fa mâ aghnâ ‘an-hum mâ kânû yaksibûn",
            "terjemah": "sehingga tidak berguna bagi mereka apa yang telah mereka usahakan."
        },
        {
            "ayat": 85,
            "arab": "وَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّۗ وَاِنَّ السَّاعَةَ لَاٰتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيْلَ ۝٨٥",
            "latin": "wa mâ khalaqnas-samâwâti wal-ardla wa mâ bainahumâ illâ bil-ḫaqq, wa innas-sâ‘ata la'âtiyatun fashfaḫish-shaf-ḫal jamîl",
            "terjemah": "Kami tidak menciptakan langit dan bumi serta apa yang ada di antara keduanya, melainkan dengan benar. Sesungguhnya kiamat pasti akan datang. Maka, maafkanlah (mereka) dengan cara yang baik."
        },
        {
            "ayat": 86,
            "arab": "اِنَّ رَبَّكَ هُوَ الْخَلّٰقُ الْعَلِيْمُ ۝٨٦",
            "latin": "inna rabbaka huwal-khallâqul-‘alîm",
            "terjemah": "Sesungguhnya Tuhanmulah Yang Maha Pencipta lagi Maha Mengetahui."
        },
        {
            "ayat": 87,
            "arab": "وَلَقَدْ اٰتَيْنٰكَ سَبْعًا مِّنَ الْمَثَانِيْ وَالْقُرْاٰنَ الْعَظِيْمَ ۝٨٧",
            "latin": "wa laqad âtainâka sab‘am minal-matsânî wal-qur'ânal-‘adhîm",
            "terjemah": "Sungguh, Kami benar-benar menganugerahkan kepadamu tujuh (ayat) yang (dibaca) berulang-ulang dan Al-Qur’an yang agung."
        },
        {
            "ayat": 88,
            "arab": "لَا تَمُدَّنَّ عَيْنَيْكَ اِلٰى مَا مَتَّعْنَا بِهٖٓ اَزْوَاجًا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِيْنَ ۝٨٨",
            "latin": "lâ tamuddanna ‘ainaika ilâ mâ matta‘nâ bihî azwâjam min-hum wa lâ taḫzan ‘alaihim wakhfidl janâḫaka lil-mu'minîn",
            "terjemah": "Jangan sekali-kali engkau (Nabi Muhammad) menujukan pandanganmu (tergiur) pada kenikmatan hidup yang telah Kami berikan kepada beberapa golongan di antara mereka (orang kafir). Jangan engkau bersedih hati atas (kesesatan) mereka dan berendahhatilah engkau terhadap orang-orang mukmin."
        },
        {
            "ayat": 89,
            "arab": "وَقُلْ اِنِّيْٓ اَنَا النَّذِيْرُ الْمُبِيْنُۚ ۝٨٩",
            "latin": "wa qul innî anan-nadzîrul-mubîn",
            "terjemah": "Katakanlah (Nabi Muhammad), “Sesungguhnya aku adalah pemberi peringatan yang jelas.”"
        },
        {
            "ayat": 90,
            "arab": "كَمَآ اَنْزَلْنَا عَلَى الْمُقْتَسِمِيْنَۙ ۝٩٠",
            "latin": "kamâ anzalnâ ‘alal-muqtasimîn",
            "terjemah": "Sebagaimana (Kami telah memberi peringatan), Kami (juga) telah menurunkan (azab) kepada orang yang memilah-milah (Kitab Allah),"
        },
        {
            "ayat": 91,
            "arab": "الَّذِيْنَ جَعَلُوا الْقُرْاٰنَ عِضِيْنَ ۝٩١",
            "latin": "alladzîna ja‘alul-qur'âna ‘idlîn",
            "terjemah": "(yaitu) orang-orang yang telah menjadikan Al-Qur’an itu terbagi-bagi."
        },
        {
            "ayat": 92,
            "arab": "فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ اَجْمَعِيْنَۙ ۝٩٢",
            "latin": "fa wa rabbika lanas'alannahum ajma‘în",
            "terjemah": "Maka, demi Tuhanmu, Kami pasti akan menanyai mereka semua,"
        },
        {
            "ayat": 93,
            "arab": "عَمَّا كَانُوْا يَعْمَلُوْنَ ۝٩٣",
            "latin": "‘ammâ kânû ya‘malûn",
            "terjemah": "tentang apa yang telah mereka kerjakan."
        },
        {
            "ayat": 94,
            "arab": "فَاصْدَعْ بِمَا تُؤْمَرُ وَاَعْرِضْ عَنِ الْمُشْرِكِيْنَ ۝٩٤",
            "latin": "fashda‘ bimâ tu'maru wa a‘ridl ‘anil-musyrikîn",
            "terjemah": "Maka, sampaikanlah (Nabi Muhammad) secara terang-terangan segala apa yang diperintahkan kepadamu dan berpalinglah dari orang-orang musyrik."
        },
        {
            "ayat": 95,
            "arab": "اِنَّا كَفَيْنٰكَ الْمُسْتَهْزِءِيْنَۙ ۝٩٥",
            "latin": "innâ kafainâkal-mustahzi'în",
            "terjemah": "Sesungguhnya cukuplah Kami yang memeliharamu (Nabi Muhammad) dari (kejahatan) orang yang memperolok-olokkan(-mu),"
        },
        {
            "ayat": 96,
            "arab": "الَّذِيْنَ يَجْعَلُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۚ فَسَوْفَ يَعْلَمُوْنَ ۝٩٦",
            "latin": "alladzîna yaj‘alûna ma‘allâhi ilâhan âkhar, fa saufa ya‘lamûn",
            "terjemah": "(yaitu) orang yang menganggap adanya tuhan selain Allah. Mereka kelak akan mengetahui (akibatnya)."
        },
        {
            "ayat": 97,
            "arab": "وَلَقَدْ نَعْلَمُ اَنَّكَ يَضِيْقُ صَدْرُكَ بِمَا يَقُوْلُوْنَۙ ۝٩٧",
            "latin": "wa laqad na‘lamu annaka yadlîqu shadruka bimâ yaqûlûn",
            "terjemah": "Sungguh, Kami benar-benar mengetahui bahwa dadamu menjadi sempit (gundah dan sedih) disebabkan apa yang mereka ucapkan."
        },
        {
            "ayat": 98,
            "arab": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ السّٰجِدِيْنَۙ ۝٩٨",
            "latin": "fa sabbiḫ biḫamdi rabbika wa kum minas-sâjidîn",
            "terjemah": "Maka, bertasbihlah dengan memuji Tuhanmu dan jadilah engkau termasuk orang-orang yang sujud (salat),"
        },
        {
            "ayat": 99,
            "arab": "وَاعْبُدْ رَبَّكَ حَتّٰى يَأْتِيَكَ الْيَقِيْنࣖ ۝٩٩",
            "latin": "wa‘bud rabbaka ḫattâ ya'tiyakal-yaqîn",
            "terjemah": "dan sembahlah Tuhanmu sampai datang kepadamu kepastian (kematian)."
        }
    ]
}