{
    "nomor": 22,
    "nama_latin": "Al-Hajj",
    "arti": "Madaniyah",
    "jumlah_ayat": 78,
    "slug": "al-hajj",
    "ayat": [
        {
            "ayat": 1,
            "arab": "يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْۚ اِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيْمٌ ۝١",
            "latin": "yâ ayyuhan-nâsuttaqû rabbakum, inna zalzalatas-sâ‘ati syai'un ‘adhîm",
            "terjemah": "Wahai manusia, bertakwalah kepada Tuhanmu. Sesungguhnya guncangan hari Kiamat itu adalah sesuatu yang sangat besar."
        },
        {
            "ayat": 2,
            "arab": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ اَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكٰرٰى وَمَا هُمْ بِسُكٰرٰى وَلٰكِنَّ عَذَابَ اللّٰهِ شَدِيْدٌ ۝٢",
            "latin": "yauma taraunahâ tadz-halu kullu murdli‘atin ‘ammâ ardla‘at wa tadla‘u kullu dzâti ḫamlin ḫamlahâ wa taran-nâsa sukârâ wa mâ hum bisukârâ wa lâkinna ‘adzâballâhi syadîd",
            "terjemah": "Pada hari kamu melihatnya (guncangan itu), semua perempuan yang menyusui melupakan anak yang disusuinya, setiap perempuan yang hamil akan keguguran kandungannya dan kamu melihat manusia mabuk, padahal sebenarnya mereka tidak mabuk. Akan tetapi, azab Allah itu sangat keras."
        },
        {
            "ayat": 3,
            "arab": "وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّيَتَّبِعُ كُلَّ شَيْطٰنٍ مَّرِيْدٍۙ ۝٣",
            "latin": "wa minan-nâsi may yujâdilu fillâhi bighairi ‘ilmiw wa yattabi‘u kulla syaithânim marîd",
            "terjemah": "Di antara manusia ada yang berdebat tentang Allah tanpa ilmu dan (hanya) mengikuti setiap (langkah dan tipu daya) setan yang sangat jahat."
        },
        {
            "ayat": 4,
            "arab": "كُتِبَ عَلَيْهِ اَنَّهٗ مَنْ تَوَلَّاهُ فَاَنَّهٗ يُضِلُّهٗ وَيَهْدِيْهِ اِلٰى عَذَابِ السَّعِيْرِ ۝٤",
            "latin": "kutiba ‘alaihi annahû man tawallâhu fa annahû yudlilluhû wa yahdîhi ilâ ‘adzâbis-sa‘îr",
            "terjemah": "Telah ditetapkan atasnya (setan) bahwa siapa yang berteman dengannya akan disesatkan dan dibawanya ke azab (neraka) yang menyala-nyala."
        },
        {
            "ayat": 5,
            "arab": "يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ رَيْبٍ مِّنَ الْبَعْثِ فَاِنَّا خَلَقْنٰكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُّضْغَةٍ مُّخَلَّقَةٍ وَّغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْۗ وَنُقِرُّ فِى الْاَرْحَامِ مَا نَشَاۤءُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْۚ وَمِنْكُمْ مَّنْ يُّتَوَفّٰى وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْۢ بَعْدِ عِلْمٍ شَيْـًٔاۗ وَتَرَى الْاَرْضَ هَامِدَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْ وَاَنْۢبَتَتْ مِنْ كُلِّ زَوْجٍ ۢ بَهِيْجٍ ۝٥",
            "latin": "yâ ayyuhan-nâsu ing kuntum fî raibim minal-ba‘tsi fa innâ khalaqnâkum min turâbin tsumma min nuthfatin tsumma min ‘alaqatin tsumma mim mudlghatim mukhallaqatiw wa ghairi mukhallaqatil linubayyina lakum, wa nuqirru fil-ar-ḫâmi mâ nasyâ'u ilâ ajalim musamman tsumma nukhrijukum thiflan tsumma litablughû asyuddakum, wa mingkum may yutawaffâ wa mingkum may yuraddu ilâ ardzalil-‘umuri likai lâ ya‘lama mim ba‘di ‘ilmin syai'â, wa taral-ardla hâmidatan fa idzâ anzalnâ ‘alaihal-mâ'ahtazzat wa rabat wa ambatat ming kulli zaujim bahîj",
            "terjemah": "Wahai manusia, jika kamu meragukan (hari) kebangkitan, sesungguhnya Kami telah menciptakan (orang tua) kamu (Nabi Adam) dari tanah, kemudian (kamu sebagai keturunannya Kami ciptakan) dari setetes mani, lalu segumpal darah, lalu segumpal daging, baik kejadiannya sempurna maupun tidak sempurna, agar Kami jelaskan kepadamu (tanda kekuasaan Kami dalam penciptaan). Kami tetapkan dalam rahim apa yang Kami kehendaki sampai waktu yang sudah ditentukan. Kemudian, Kami mengeluarkanmu sebagai bayi, lalu (Kami memeliharamu) hingga kamu mencapai usia dewasa. Di antara kamu ada yang diwafatkan dan (ada pula) yang dikembalikan ke umur yang sangat tua sehingga dia tidak mengetahui lagi sesuatu yang pernah diketahuinya (pikun). Kamu lihat bumi itu kering. Jika Kami turunkan air (hujan) di atasnya, ia pun hidup dan menjadi subur serta menumbuhkan berbagai jenis (tetumbuhan) yang indah."
        },
        {
            "ayat": 6,
            "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّهٗ يُحْيِ الْمَوْتٰى وَاَنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ ۝٦",
            "latin": "dzâlika bi'annallâha huwal-ḫaqqu wa annahû yuḫyil-mautâ wa annahû ‘alâ kulli syai'ing qadîr",
            "terjemah": "Demikianlah (penciptaan manusia) itu karena sesungguhnya Allah, Dialah yang Mahabenar dan sesungguhnya Dia menghidupkan orang-orang yang mati dan sesungguhnya Dia Mahakuasa atas segala sesuatu."
        },
        {
            "ayat": 7,
            "arab": "وَّاَنَّ السَّاعَةَ اٰتِيَةٌ لَّا رَيْبَ فِيْهَاۙ وَاَنَّ اللّٰهَ يَبْعَثُ مَنْ فِى الْقُبُوْرِ ۝٧",
            "latin": "wa annas-sâ‘ata âtiyatul lâ raiba fîhâ wa annallâha yab‘atsu man fil-qubûr",
            "terjemah": "Sesungguhnya kiamat itu pasti datang, tidak ada keraguan padanya dan sesungguhnya Allah akan membangkitkan siapa pun yang di dalam kubur."
        },
        {
            "ayat": 8,
            "arab": "وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيْرٍۙ ۝٨",
            "latin": "wa minan-nâsi may yujâdilu fillâhi bighairi ‘ilmiw wa lâ hudaw wa lâ kitâbim munîr",
            "terjemah": "Di antara manusia ada yang berdebat tentang Allah tanpa ilmu, tanpa petunjuk, dan tanpa kitab (wahyu) yang memberi penerangan."
        },
        {
            "ayat": 9,
            "arab": "ثَانِيَ عِطْفِهٖ لِيُضِلَّ عَنْ سَبِيْلِ اللّٰهِۗ لَهٗ فِى الدُّنْيَا خِزْيٌ وَّنُذِيْقُهٗ يَوْمَ الْقِيٰمَةِ عَذَابَ الْحَرِيْقِ ۝٩",
            "latin": "tsâniya ‘ithfihî liyudlilla ‘an sabîlillâh, lahû fid-dun-yâ khizyuw wa nudzîquhû yaumal-qiyâmati ‘adzâbal-ḫarîq",
            "terjemah": "Sambil memalingkan lehernya (dengan congkak) untuk menyesatkan manusia dari jalan Allah. Bagi dialah kehinaan di dunia dan pada hari Kiamat Kami mencicipkan kepadanya azab (neraka) yang membakar."
        },
        {
            "ayat": 10,
            "arab": "ذٰلِكَ بِمَا قَدَّمَتْ يَدٰكَ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِࣖ ۝١٠",
            "latin": "dzâlika bimâ qaddamat yadâka wa annallâha laisa bidhallâmil lil-‘abîd",
            "terjemah": "(Akan dikatakan kepadanya,) “Hal itu disebabkan apa yang dahulu kamu lakukan dan sesungguhnya Allah sekali-kali tidak menzalimi hamba-hamba-Nya.”"
        },
        {
            "ayat": 11,
            "arab": "وَمِنَ النَّاسِ مَنْ يَّعْبُدُ اللّٰهَ عَلٰى حَرْفٍۚ فَاِنْ اَصَابَهٗ خَيْرُ ࣙاطْمَـَٔنَّ بِهٖۚ وَاِنْ اَصَابَتْهُ فِتْنَةُ ࣙانْقَلَبَ عَلٰى وَجْهِهٖۗ خَسِرَ الدُّنْيَا وَالْاٰخِرَةَۗ ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ ۝١١",
            "latin": "wa minan-nâsi may ya‘budullâha ‘alâ ḫarf, fa in ashâbahû khairunithma'anna bih, wa in ashâbat-hu fitnatuningqalaba ‘alâ waj-hih, khasirad-dun-yâ wal-âkhirah, dzâlika huwal-khusrânul-mubîn",
            "terjemah": "Di antara manusia ada yang menyembah Allah hanya di tepi (tidak dengan penuh keyakinan). Jika memperoleh kebaikan, dia pun tenang. Akan tetapi, jika ditimpa suatu cobaan, dia berbalik ke belakang (kembali kufur). Dia merugi di dunia dan akhirat. Itulah kerugian yang nyata."
        },
        {
            "ayat": 12,
            "arab": "يَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهٗ وَمَا لَا يَنْفَعُهٗۗ ذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُۚ ۝١٢",
            "latin": "yad‘û min dûnillâhi mâ lâ yadlurruhû wa mâ lâ yanfa‘uh, dzâlika huwadl-dlalâlul-ba‘îd",
            "terjemah": "Dia menyeru sesuatu selain Allah yang tidak dapat mendatangkan mudarat dan tidak (pula) memberikan manfaat kepadanya. Itulah kesesatan yang jauh."
        },
        {
            "ayat": 13,
            "arab": "يَدْعُوْا لَمَنْ ضَرُّهٗٓ اَقْرَبُ مِنْ نَّفْعِهٖۗ لَبِئْسَ الْمَوْلٰى وَلَبِئْسَ الْعَشِيْرُ ۝١٣",
            "latin": "yad‘û laman dlarruhû aqrabu min naf‘ih, labi'sal-maulâ wa labi'sal-‘asyîr",
            "terjemah": "Dia menyeru kepada sesuatu yang mudaratnya benar-benar lebih dekat daripada manfaatnya. Sungguh, itu seburuk-buruk penolong dan sejahat-jahat kawan."
        },
        {
            "ayat": 14,
            "arab": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ۝١٤",
            "latin": "innallâha yudkhilulladzîna âmanû wa ‘amilush-shâliḫâti jannâtin tajrî min taḫtihal-an-hâr, innallâha yaf‘alu mâ yurîd",
            "terjemah": "Sesungguhnya Allah akan memasukkan orang-orang yang beriman dan beramal saleh ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Sesungguhnya Allah melakukan apa yang Dia kehendaki."
        },
        {
            "ayat": 15,
            "arab": "مَنْ كَانَ يَظُنُّ اَنْ لَّنْ يَّنْصُرَهُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ اِلَى السَّمَاۤءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهٗ مَا يَغِيْظُ ۝١٥",
            "latin": "mang kâna yadhunnu al lay yanshurahullâhu fid-dun-yâ wal-âkhirati falyamdud bisababin ilas-samâ'i tsummalyaqtha‘ falyandhur hal yudz-hibanna kaiduhû mâ yaghîdh",
            "terjemah": "Siapa yang menyangka bahwa Allah tidak akan menolongnya (Nabi Muhammad) di dunia dan di akhirat hendaklah merentangkan tali ke langit-langit (rumahnya untuk mencekik lehernya), lalu memutuskan tali tersebut. Kemudian, hendaklah dia memperhatikan apakah tipu dayanya itu dapat melenyapkan apa yang menyakitkan (hatinya)?"
        },
        {
            "ayat": 16,
            "arab": "وَكَذٰلِكَ اَنْزَلْنٰهُ اٰيٰتٍ ۢ بَيِّنٰتٍۙ وَّاَنَّ اللّٰهَ يَهْدِيْ مَنْ يُّرِيْدُ ۝١٦",
            "latin": "wa kadzâlika anzalnâhu âyâtim bayyinâtiw wa annallâha yahdî may yurîd",
            "terjemah": "Demikianlah Kami telah menurunkannya (Al-Qur’an) sebagai ayat-ayat yang jelas dan sesungguhnya Allah memberikan petunjuk kepada siapa yang Dia kehendaki."
        },
        {
            "ayat": 17,
            "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـِٕيْنَ وَالنَّصٰرٰى وَالْمَجُوْسَ وَالَّذِيْنَ اَشْرَكُوْٓاۖ اِنَّ اللّٰهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ۝١٧",
            "latin": "innalladzîna âmanû walladzîna hâdû wash-shâbi'îna wan-nashârâ wal-majûsa walladzîna asyrakû innallâha yafshilu bainahum yaumal-qiyâmah, innallâha ‘alâ kulli syai'in syahîd",
            "terjemah": "Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, Sabiin, Nasrani, Majusi, dan orang-orang yang menyekutukan Allah akan Allah berikan keputusan di antara mereka pada hari Kiamat. Sesungguhnya Allah menjadi saksi atas segala sesuatu."
        },
        {
            "ayat": 18,
            "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ يَسْجُدُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُوْمُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَاۤبُّ وَكَثِيْرٌ مِّنَ النَّاسِۗ وَكَثِيْرٌ حَقَّ عَلَيْهِ الْعَذَابُۗ وَمَنْ يُّهِنِ اللّٰهُ فَمَا لَهٗ مِنْ مُّكْرِمٍۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يَشَاۤءُ ۩ۗ ۝١٨",
            "latin": "a lam tara annallâha yasjudu lahû man fis-samâwâti wa man fil-ardli wasy-syamsu wal-qamaru wan-nujûmu wal-jibâlu wasy-syajaru wad-dawâbbu wa katsîrum minan-nâs, wa katsîrun ḫaqqa ‘alaihil-‘adzâb, wa may yuhinillâhu fa mâ lahû mim mukrim, innallâha yaf‘alu mâ yasyâ',",
            "terjemah": "Tidakkah engkau mengetahui bahwa bersujud kepada Allah siapa yang ada di langit dan siapa yang ada di bumi, juga matahari, bulan, bintang, gunung, pohon, hewan melata, dan kebanyakan manusia? Akan tetapi, banyak (manusia) yang pantas mendapatkan azab. Siapa yang dihinakan Allah tidak seorang pun yang akan memuliakannya. Sesungguhnya Allah melakukan apa yang Dia kehendaki."
        },
        {
            "ayat": 19,
            "arab": "۞ هٰذَانِ خَصْمٰنِ اخْتَصَمُوْا فِيْ رَبِّهِمْ فَالَّذِيْنَ كَفَرُوْا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّنْ نَّارٍۗ يُصَبُّ مِنْ فَوْقِ رُءُوْسِهِمُ الْحَمِيْمُۚ ۝١٩",
            "latin": "hâdzâni khashmânikhtashamû fî rabbihim falladzîna kafarû quththi‘at lahum tsiyâbum min nâr, yushabbu min fauqi ru'ûsihimul-ḫamîm",
            "terjemah": "Inilah dua golongan (mukmin dan kafir) yang bertengkar. Mereka bertengkar tentang Tuhan mereka. Bagi orang-orang yang kufur dibuatkan pakaian dari api neraka. Ke atas kepala mereka akan disiramkan air yang mendidih."
        },
        {
            "ayat": 20,
            "arab": "يُصْهَرُ بِهٖ مَا فِيْ بُطُوْنِهِمْ وَالْجُلُوْدُۗ ۝٢٠",
            "latin": "yush-haru bihî mâ fî buthûnihim wal-julûd",
            "terjemah": "Dengan (air mendidih) itu akan diluluhlantakkan apa yang ada dalam perut mereka dan (juga) kulit (mereka)."
        },
        {
            "ayat": 21,
            "arab": "وَلَهُمْ مَّقَامِعُ مِنْ حَدِيْدٍ ۝٢١",
            "latin": "wa lahum maqâmi‘u min ḫadîd",
            "terjemah": "Untuk mereka (azab berupa) palu (godam) dari besi."
        },
        {
            "ayat": 22,
            "arab": "كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَا مِنْ غَمٍّ اُعِيْدُوْا فِيْهَا وَذُوْقُوْا عَذَابَ الْحَرِيْقِࣖ ۝٢٢",
            "latin": "kullamâ arâdû ay yakhrujû min-hâ min ghammin u‘îdû fîhâ wa dzûqû ‘adzâbal-ḫarîq",
            "terjemah": "Setiap kali hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (Kepada mereka dikatakan,) “Rasakanlah azab (neraka) yang membakar ini!”"
        },
        {
            "ayat": 23,
            "arab": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًاۗ وَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ۝٢٣",
            "latin": "innallâha yudkhilulladzîna âmanû wa ‘amilush-shâliḫâti jannâtin tajrî min taḫtihal-an-hâru yuḫallauna fîhâ min asâwira min dzahabiw wa lu'lu'â, wa libâsuhum fîhâ ḫarîr",
            "terjemah": "Sesungguhnya Allah akan memasukkan orang-orang yang beriman dan beramal saleh ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Di dalamnya mereka diberi perhiasan berupa gelang emas dan mutiara. Pakaian mereka di dalamnya adalah sutra."
        },
        {
            "ayat": 24,
            "arab": "وَهُدُوْٓا اِلَى الطَّيِّبِ مِنَ الْقَوْلِۚ وَهُدُوْٓا اِلٰى صِرَاطِ الْحَمِيْدِ ۝٢٤",
            "latin": "wa hudû ilath-thayyibi minal-qaûl, wa hudû ilâ shirâthil-ḫamîd",
            "terjemah": "Mereka diberi petunjuk pada ucapan yang baik dan diberi petunjuk (pula) ke jalan (Allah) Yang Maha Terpuji."
        },
        {
            "ayat": 25,
            "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِيْ جَعَلْنٰهُ لِلنَّاسِ سَوَاۤءً ࣙالْعَاكِفُ فِيْهِ وَالْبَادِۗ وَمَنْ يُّرِدْ فِيْهِ بِاِلْحَادٍ ۢ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ اَلِيْمٍࣖ ۝٢٥",
            "latin": "innalladzîna kafarû wa yashuddûna ‘an sabîlillâhi wal-masjidil-ḫarâmilladzî ja‘alnâhu lin-nâsi sawâ'anil-‘âkifu fîhi wal-bâd, wa may yurid fîhi bi'il-ḫâdim bidhulmin nudziq-hu min ‘adzâbin alîm",
            "terjemah": "Sesungguhnya orang-orang yang kufur dan menghalangi (manusia) dari jalan Allah dan (dari) Masjidilharam yang telah Kami jadikan (terbuka) untuk semua manusia, baik yang bermukim di sana maupun yang datang dari luar (akan mendapatkan siksa yang sangat pedih). Siapa saja yang bermaksud melakukan kejahatan secara zalim di dalamnya pasti akan Kami jadikan dia merasakan sebagian siksa yang pedih."
        },
        {
            "ayat": 26,
            "arab": "وَاِذْ بَوَّأْنَا لِاِبْرٰهِيْمَ مَكَانَ الْبَيْتِ اَنْ لَّا تُشْرِكْ بِيْ شَيْـًٔا وَّطَهِّرْ بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْقَاۤىِٕمِيْنَ وَالرُّكَّعِ السُّجُوْدِ ۝٢٦",
            "latin": "wa idz bawwa'nâ li'ibrâhîma makânal-baiti al lâ tusyrik bî syai'aw wa thahhir baitiya lith-thâ'ifîna wal-qâ'imîna war-rukka‘is-sujûd",
            "terjemah": "(Ingatlah) ketika Kami menempatkan Ibrahim di tempat Baitullah (dengan berfirman), “Janganlah engkau mempersekutukan Aku dengan apa pun, sucikanlah rumah-Ku bagi orang-orang yang tawaf, mukim (di sekitarnya), serta rukuk (dan) sujud."
        },
        {
            "ayat": 27,
            "arab": "وَاَذِّنْ فِى النَّاسِ بِالْحَجِّ يَأْتُوْكَ رِجَالًا وَّعَلٰى كُلِّ ضَامِرٍ يَّأْتِيْنَ مِنْ كُلِّ فَجٍّ عَمِيْقٍۙ ۝٢٧",
            "latin": "wa adzdzin fin-nâsi bil-ḫajji ya'tûka rijâlaw wa ‘alâ kulli dlâmiriy ya'tîna ming kulli fajjin ‘amîq",
            "terjemah": "(Wahai Ibrahim, serulah manusia untuk (mengerjakan) haji, niscaya mereka akan datang kepadamu dengan berjalan kaki dan mengendarai unta kurus yang datang dari segenap penjuru yang jauh."
        },
        {
            "ayat": 28,
            "arab": "لِّيَشْهَدُوْا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللّٰهِ فِيْٓ اَيَّامٍ مَّعْلُوْمٰتٍ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۚ فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْبَاۤىِٕسَ الْفَقِيْرَۖ ۝٢٨",
            "latin": "liyasy-hadû manâfi‘a lahum wa yadzkurusmallâhi fî ayyâmim ma‘lûmâtin ‘alâ mâ razaqahum mim bahîmatil-an‘âm, fa kulû min-hâ wa ath‘imul-bâ'isal-faqîr",
            "terjemah": "(Mereka berdatangan) supaya menyaksikan berbagai manfaat untuk mereka dan menyebut nama Allah pada beberapa hari yang telah ditentukan atas rezeki yang telah dianugerahkan-Nya kepada mereka berupa binatang ternak. Makanlah sebagian darinya dan (sebagian lainnya) berilah makan orang yang sengsara lagi fakir."
        },
        {
            "ayat": 29,
            "arab": "ثُمَّ لْيَقْضُوْا تَفَثَهُمْ وَلْيُوْفُوْا نُذُوْرَهُمْ وَلْيَطَّوَّفُوْا بِالْبَيْتِ الْعَتِيْقِ ۝٢٩",
            "latin": "tsummalyaqdlû tafatsahum walyûfû nudzûrahum walyaththawwafû bil-baitil-‘atîq",
            "terjemah": "Kemudian, hendaklah mereka menghilangkan kotoran yang ada di badan mereka, menyempurnakan nazar-nazar mereka, dan melakukan tawaf di sekeliling al-Bait al-‘Atīq (Baitullah).”"
        },
        {
            "ayat": 30,
            "arab": "ذٰلِكَ وَمَنْ يُّعَظِّمْ حُرُمٰتِ اللّٰهِ فَهُوَ خَيْرٌ لَّهٗ عِنْدَ رَبِّهٖۗ وَاُحِلَّتْ لَكُمُ الْاَنْعَامُ اِلَّا مَا يُتْلٰى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْاَوْثَانِ وَاجْتَنِبُوْا قَوْلَ الزُّوْرِۙ ۝٣٠",
            "latin": "dzâlika wa may yu‘adhdhim ḫurumâtillâhi fa huwa khairul lahû ‘inda rabbih, wa uḫillat lakumul-an‘âmu illâ mâ yutlâ ‘alaikum fajtanibur-rijsa minal-autsâni wajtanibû qaulaz-zûr",
            "terjemah": "Demikianlah (petunjuk dan perintah Allah). Siapa yang mengagungkan apa yang terhormat di sisi Allah (ḥurumāt) lebih baik baginya di sisi Tuhannya. Semua hewan ternak telah dihalalkan bagi kamu, kecuali yang diterangkan kepadamu (keharamannya). Maka, jauhilah (penyembahan) berhala-berhala yang najis itu dan jauhi (pula) perkataan dusta."
        },
        {
            "ayat": 31,
            "arab": "حُنَفَاۤءَ لِلّٰهِ غَيْرَ مُشْرِكِيْنَ بِهٖۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَكَاَنَّمَا خَرَّ مِنَ السَّمَاۤءِ فَتَخْطَفُهُ الطَّيْرُ اَوْ تَهْوِيْ بِهِ الرِّيْحُ فِيْ مَكَانٍ سَحِيْقٍ ۝٣١",
            "latin": "hunafâ'a lillâhi ghaira musyrikîna bih, wa may yusyrik billâhi fa ka'annamâ kharra minas-samâ'i fa takhthafuhuth-thairu au tahwî bihir-rîḫu fî makânin saḫîq",
            "terjemah": "(Beribadahlah) dengan ikhlas kepada Allah, tanpa mempersekutukan-Nya. Siapa yang mempersekutukan Allah seakan-akan dia jatuh dari langit, lalu disambar oleh burung atau diterbangkan angin ke tempat yang jauh."
        },
        {
            "ayat": 32,
            "arab": "ذٰلِكَ وَمَنْ يُّعَظِّمْ شَعَاۤىِٕرَ اللّٰهِ فَاِنَّهَا مِنْ تَقْوَى الْقُلُوْبِ ۝٣٢",
            "latin": "dzâlika wa may yu‘adhdhim sya‘â'irallâhi fa innahâ min taqwal-qulûb",
            "terjemah": "Demikianlah (perintah Allah). Siapa yang mengagungkan syiar-syiar Allah sesungguhnya hal itu termasuk dalam ketakwaan hati."
        },
        {
            "ayat": 33,
            "arab": "لَكُمْ فِيْهَا مَنَافِعُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ اِلَى الْبَيْتِ الْعَتِيْقِࣖ ۝٣٣",
            "latin": "lakum fîhâ manâfi‘u ilâ ajalim musamman tsumma mahilluhâ ilal-baitil-‘atîq",
            "terjemah": "Bagi kamu padanya (hewan hadyu) ada beberapa manfaat, sampai waktu yang ditentukan, kemudian tempat penyembelihannya berada di sekitar al-Bait al-‘Atīq (Tanah Haram seluruhnya)."
        },
        {
            "ayat": 34,
            "arab": "وَلِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا لِّيَذْكُرُوا اسْمَ اللّٰهِ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۗ فَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَلَهٗٓ اَسْلِمُوْاۗ وَبَشِّرِ الْمُخْبِتِيْنَۙ ۝٣٤",
            "latin": "wa likulli ummatin ja‘alnâ mansakal liyadzkurusmallâhi ‘alâ mâ razaqahum mim bahîmatil-an‘âm, fa ilâhukum ilâhuw wâḫidun fa lahû aslimû, wa basysyiril-mukhbitîn",
            "terjemah": "Bagi setiap umat telah Kami syariatkan penyembelihan (kurban) agar mereka menyebut nama Allah atas binatang ternak yang dianugerahkan-Nya kepada mereka. Tuhanmu ialah Tuhan Yang Maha Esa. Maka, berserahdirilah kepada-Nya. Sampaikanlah (Nabi Muhammad) kabar gembira kepada orang-orang yang rendah hati lagi taat (kepada Allah)."
        },
        {
            "ayat": 35,
            "arab": "الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَالصّٰبِرِيْنَ عَلٰى مَآ اَصَابَهُمْ وَالْمُقِيْمِى الصَّلٰوةِۙ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۝٣٥",
            "latin": "alladzîna idzâ dzukirallâhu wajilat qulûbuhum wash-shâbirîna ‘alâ mâ ashâbahum wal-muqîmish-shalâti wa mimmâ razaqnâhum yunfiqûn",
            "terjemah": "(Yaitu) orang-orang yang apabila disebut nama Allah, hati mereka bergetar, sabar atas apa yang menimpa mereka, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka."
        },
        {
            "ayat": 36,
            "arab": "وَالْبُدْنَ جَعَلْنٰهَا لَكُمْ مِّنْ شَعَاۤىِٕرِ اللّٰهِ لَكُمْ فِيْهَا خَيْرٌۖ فَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهَا صَوَاۤفَّۚ فَاِذَا وَجَبَتْ جُنُوْبُهَا فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّۗ كَذٰلِكَ سَخَّرْنٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ ۝٣٦",
            "latin": "wal-budna ja‘alnâhâ lakum min sya‘â'irillâhi lakum fîhâ khairun fadzkurusmallâhi ‘alaihâ shawâff, fa idzâ wajabat junûbuhâ fa kulû min-hâ wa ath‘imul-qâni‘a wal-mu‘tarr, kadzâlika sakhkharnâhâ lakum la‘allakum tasykurûn",
            "terjemah": "Unta-unta itu Kami jadikan untukmu sebagai bagian dari syiar agama Allah. Bagimu terdapat kebaikan padanya. Maka, sebutlah nama Allah (ketika kamu akan menyembelihnya, sedangkan unta itu) dalam keadaan berdiri (dan kaki-kaki telah terikat). Lalu, apabila telah rebah (mati), makanlah sebagiannya dan berilah makan orang yang merasa cukup dengan apa yang ada padanya (tidak meminta-minta) dan orang yang meminta-minta. Demikianlah Kami telah menundukkannya (unta-unta itu) untukmu agar kamu bersyukur."
        },
        {
            "ayat": 37,
            "arab": "لَنْ يَّنَالَ اللّٰهَ لُحُوْمُهَا وَلَا دِمَاۤؤُهَا وَلٰكِنْ يَّنَالُهُ التَّقْوٰى مِنْكُمْۗ كَذٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰىكُمْۗ وَبَشِّرِ الْمُحْسِنِيْنَ ۝٣٧",
            "latin": "lay yanâlallâha luḫûmuhâ wa lâ dimâ'uhâ wa lâkiy yanâluhut-taqwâ mingkum, kadzâlika sakhkharahâ lakum litukabbirullâha ‘alâ mâ hadâkum, wa basysyiril-muḫsinîn",
            "terjemah": "Daging (hewan kurban) dan darahnya itu sekali-kali tidak akan sampai kepada Allah, tetapi yang sampai kepada-Nya adalah ketakwaanmu. Demikianlah Dia menundukkannya untukmu agar kamu mengagungkan Allah atas petunjuk yang Dia berikan kepadamu. Berilah kabar gembira kepada orang-orang yang muhsin."
        },
        {
            "ayat": 38,
            "arab": "۞ اِنَّ اللّٰهَ يُدَافِعُ عَنِ الَّذِيْنَ اٰمَنُوْاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُوْرٍࣖ ۝٣٨",
            "latin": "innallâha yudâfi‘u ‘anilladzîna âmanû, innallâha lâ yuḫibbu kulla khawwâning kafûr",
            "terjemah": "Sesungguhnya Allah membela orang-orang yang beriman. Sesungguhnya Allah tidak menyukai setiap orang yang sangat khianat lagi sangat kufur."
        },
        {
            "ayat": 39,
            "arab": "اُذِنَ لِلَّذِيْنَ يُقَاتَلُوْنَ بِاَنَّهُمْ ظُلِمُوْاۗ وَاِنَّ اللّٰهَ عَلٰى نَصْرِهِمْ لَقَدِيْرٌۙ ۝٣٩",
            "latin": "udzina lilladzîna yuqâtalûna bi'annahum dhulimû, wa innallâha ‘alâ nashrihim laqadîr",
            "terjemah": "Diizinkan (berperang) kepada orang-orang yang diperangi karena sesungguhnya mereka dizalimi. Sesungguhnya Allah benar-benar Mahakuasa membela mereka."
        },
        {
            "ayat": 40,
            "arab": "ࣙالَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ اِلَّآ اَنْ يَّقُوْلُوْا رَبُّنَا اللّٰهُۗ وَلَوْلَا دَفْعُ اللّٰهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَّصَلَوٰتٌ وَّمَسٰجِدُ يُذْكَرُ فِيْهَا اسْمُ اللّٰهِ كَثِيْرًاۗ وَلَيَنْصُرَنَّ اللّٰهُ مَنْ يَّنْصُرُهٗۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ۝٤٠",
            "latin": "alladzîna ukhrijû min diyârihim bighairi ḫaqqin illâ ay yaqûlû rabbunallâh, walau lâ daf‘ullâhin-nâsa ba‘dlahum biba‘dlil lahuddimat shawâmi‘u wa biya‘uw wa shalawâtuw wa masâjidu yudzkaru fîhasmullâhi katsîrâ, wa layanshurannallâhu may yanshuruh, innallâha laqawiyyun ‘azîz",
            "terjemah": "(Yaitu) orang-orang yang diusir dari kampung halamannya, tanpa alasan yang benar hanya karena mereka berkata, “Tuhan kami adalah Allah.” Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara, gereja-gereja, sinagoge-sinagoge, dan masjid-masjid yang di dalamnya banyak disebut nama Allah. Sungguh, Allah pasti menolong orang yang menolong (agama)-Nya. Sesungguhnya Allah benar-benar Mahakuat lagi Mahaperkasa."
        },
        {
            "ayat": 41,
            "arab": "اَلَّذِيْنَ اِنْ مَّكَّنّٰهُمْ فِى الْاَرْضِ اَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ وَاَمَرُوْا بِالْمَعْرُوْفِ وَنَهَوْا عَنِ الْمُنْكَرِۗ وَلِلّٰهِ عَاقِبَةُ الْاُمُوْرِ ۝٤١",
            "latin": "alladzîna im makkannâhum fil-ardli aqâmush-shalâta wa âtawuz-zakâta wa amarû bil-ma‘rûfi wa nahau ‘anil-mungkar, wa lillâhi ‘âqibatul-umûr",
            "terjemah": "(Yaitu) orang-orang yang jika Kami beri kemantapan (hidup) di bumi, mereka menegakkan salat, menunaikan zakat, menyuruh berbuat yang makruf, dan mencegah dari yang mungkar. Hanya kepada Allah kesudahan segala urusan."
        },
        {
            "ayat": 42,
            "arab": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّثَمُوْدُۙ ۝٤٢",
            "latin": "wa iy yukadzdzibûka fa qad kadzdzabat qablahum qaumu nûḫiw wa ‘âduw wa tsamûd",
            "terjemah": "Jika mereka (orang-orang musyrik) mendustakan engkau (Nabi Muhammad), sungguh, sebelum mereka, kaum (Nabi) Nuh, ‘Ad, dan Samud telah mendustakan (para rasul)."
        },
        {
            "ayat": 43,
            "arab": "وَقَوْمُ اِبْرٰهِيْمَ وَقَوْمُ لُوْطٍۙ ۝٤٣",
            "latin": "wa qaumu ibrâhîma wa qaumu lûth",
            "terjemah": "(Demikian juga) kaum (Nabi) Ibrahim dan kaum (Nabi) Lut."
        },
        {
            "ayat": 44,
            "arab": "وَّاَصْحٰبُ مَدْيَنَۚ وَكُذِّبَ مُوْسٰى فَاَمْلَيْتُ لِلْكٰفِرِيْنَ ثُمَّ اَخَذْتُهُمْۚ فَكَيْفَ كَانَ نَكِيْرِ ۝٤٤",
            "latin": "wa ash-ḫâbu madyan, wa kudzdziba mûsâ fa amlaitu lil-kâfirîna tsumma akhadztuhum, fa kaifa kâna nakîr",
            "terjemah": "(Begitu juga) penduduk Madyan. Musa (juga) telah didustakan. Namun, Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka. Maka, betapa kuatnya pengingkaran-Ku (terhadap sikap mereka)."
        },
        {
            "ayat": 45,
            "arab": "فَكَاَيِّنْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَاۖ وَبِئْرٍ مُّعَطَّلَةٍ وَّقَصْرٍ مَّشِيْدٍ ۝٤٥",
            "latin": "fa ka'ayyim ming qaryatin ahlaknâhâ wa hiya dhâlimatun fa hiya khâwiyatun ‘alâ ‘urûsyihâ wa bi'rim mu‘aththalatiw wa qashrim masyîd",
            "terjemah": "Betapa banyak negeri yang telah Kami binasakan karena (penduduk)-nya dalam keadaan zalim sehingga bangunan-bangunannya runtuh dan (betapa banyak pula) sumur yang ditelantarkan serta istana tinggi (yang ditinggalkan)."
        },
        {
            "ayat": 46,
            "arab": "اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَتَكُوْنَ لَهُمْ قُلُوْبٌ يَّعْقِلُوْنَ بِهَآ اَوْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۚ فَاِنَّهَا لَا تَعْمَى الْاَبْصَارُ وَلٰكِنْ تَعْمَى الْقُلُوْبُ الَّتِيْ فِى الصُّدُوْرِ ۝٤٦",
            "latin": "a fa lam yasîrû fil-ardli fa takûna lahum qulûbuy ya‘qilûna bihâ au âdzânuy yasma‘ûna bihâ, fa innahâ lâ ta‘mal-abshâru wa lâkin ta‘mal-qulûbullatî fish-shudûr",
            "terjemah": "Tidakkah mereka berjalan di bumi sehingga hati mereka dapat memahami atau telinga mereka dapat mendengar? Sesungguhnya bukanlah mata itu yang buta, tetapi yang buta ialah hati yang berada dalam dada."
        },
        {
            "ayat": 47,
            "arab": "وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِ وَلَنْ يُّخْلِفَ اللّٰهُ وَعْدَهٗۗ وَاِنَّ يَوْمًا عِنْدَ رَبِّكَ كَاَلْفِ سَنَةٍ مِّمَّا تَعُدُّوْنَ ۝٤٧",
            "latin": "wa yasta‘jilûnaka bil-‘adzâbi wa lay yukhlifallâhu wa‘dah, wa inna yauman ‘inda rabbika ka'alfi sanatim mimmâ ta‘uddûn",
            "terjemah": "Mereka (kaum musyrik Makkah) meminta kepadamu (Nabi Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu."
        },
        {
            "ayat": 48,
            "arab": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ اَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ اَخَذْتُهَاۚ وَاِلَيَّ الْمَصِيْرُࣖ ۝٤٨",
            "latin": "wa ka'ayyim ming qaryatin amlaitu lahâ wa hiya dhâlimatun tsumma akhadztuhâ, wa ilayyal-mashîr",
            "terjemah": "Berapa banyak negeri yang Aku tangguhkan (siksa)-nya, padahal (penduduk)-nya berbuat zalim, kemudian Aku siksa mereka. Hanya kepada-Ku tempat kembali (segala sesuatu)."
        },
        {
            "ayat": 49,
            "arab": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنَّمَآ اَنَا۠ لَكُمْ نَذِيْرٌ مُّبِيْنٌۚ ۝٤٩",
            "latin": "qul yâ ayyuhan-nâsu innamâ ana lakum nadzîrum mubîn",
            "terjemah": "Katakanlah (Nabi Muhammad), “Wahai manusia, aku hanyalah sebagai pemberi peringatan yang nyata kepadamu.”"
        },
        {
            "ayat": 50,
            "arab": "فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ۝٥٠",
            "latin": "falladzîna âmanû wa ‘amilush-shâliḫâti lahum maghfiratuw wa rizqung karîm",
            "terjemah": "Orang-orang yang beriman dan beramal saleh, bagi mereka ada ampunan dan rezeki yang mulia (halal dan memuaskan)."
        },
        {
            "ayat": 51,
            "arab": "وَالَّذِيْنَ سَعَوْا فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ۝٥١",
            "latin": "walladzîna sa‘au fî âyâtinâ mu‘âjizîna ulâ'ika ash-ḫâbul-jaḫîm",
            "terjemah": "Adapun orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itu adalah para penghuni (neraka) Jahim."
        },
        {
            "ayat": 52,
            "arab": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ وَّلَا نَبِيٍّ اِلَّآ اِذَا تَمَنّٰىٓ اَلْقَى الشَّيْطٰنُ فِيْٓ اُمْنِيَّتِهٖۚ فَيَنْسَخُ اللّٰهُ مَا يُلْقِى الشَّيْطٰنُ ثُمَّ يُحْكِمُ اللّٰهُ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌۙ ۝٥٢",
            "latin": "wa mâ arsalnâ ming qablika mir rasûliw wa lâ nabiyyin illâ idzâ tamannâ alqasy-syaithânu fî umniyyatih, fa yansakhullâhu mâ yulqisy-syaithânu tsumma yuḫkimullâhu âyâtih, wallâhu ‘alîmun ḫakîm",
            "terjemah": "Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi sebelum engkau (Nabi Muhammad), kecuali apabila dia mempunyai suatu keinginan, setan pun memasukkan (godaan-godaan) ke dalam keinginannya itu. Lalu, Allah menghapus apa yang dimasukkan setan itu, kemudian Allah memantapkan ayat-ayat-Nya (dalam hati orang-orang beriman). Allah Maha Mengetahui lagi Mahabijaksana,"
        },
        {
            "ayat": 53,
            "arab": "لِّيَجْعَلَ مَا يُلْقِى الشَّيْطٰنُ فِتْنَةً لِّلَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْقَاسِيَةِ قُلُوْبُهُمْۗ وَاِنَّ الظّٰلِمِيْنَ لَفِيْ شِقَاقٍ ۢ بَعِيْدٍۙ ۝٥٣",
            "latin": "liyaj‘ala mâ yulqisy-syaithânu fitnatal lilladzîna fî qulûbihim maradluw wal-qâsiyati qulûbuhum, wa innadh-dhâlimîna lafî syiqâqim ba‘îd",
            "terjemah": "Dia (Allah) hendak menjadikan apa yang dilontarkan setan itu sebagai cobaan bagi orang-orang yang di dalam hatinya ada penyakit dan hatinya keras. Sesungguhnya orang-orang yang zalim itu benar-benar dalam perselisihan yang jauh (dari kebenaran)."
        },
        {
            "ayat": 54,
            "arab": "وَّلِيَعْلَمَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اَنَّهُ الْحَقُّ مِنْ رَّبِّكَ فَيُؤْمِنُوْا بِهٖ فَتُخْبِتَ لَهٗ قُلُوْبُهُمْۗ وَاِنَّ اللّٰهَ لَهَادِ الَّذِيْنَ اٰمَنُوْٓا اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ۝٥٤",
            "latin": "wa liya‘lamalladzîna ûtul-‘ilma annahul-ḫaqqu mir rabbika fa yu'minû bihî fa tukhbita lahû qulûbuhum, wa innallâha lahâdilladzîna âmanû ilâ shirâthim mustaqîm",
            "terjemah": "Agar orang-orang yang telah diberi ilmu itu mengetahui bahwa ia (Al-Qur’an) adalah kebenaran dari Tuhanmu sehingga mereka beriman dan hati mereka tunduk kepadanya. Sesungguhnya Allah benar-benar Maha Pemberi petunjuk kepada orang-orang yang beriman ke jalan yang lurus."
        },
        {
            "ayat": 55,
            "arab": "وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا فِيْ مِرْيَةٍ مِّنْهُ حَتّٰى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً اَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيْمٍ ۝٥٥",
            "latin": "wa lâ yazâlulladzîna kafarû fî miryatim min-hu ḫattâ ta'tiyahumus-sâ‘atu baghtatan au ya'tiyahum ‘adzâbu yaumin ‘aqîm",
            "terjemah": "Orang-orang yang kufur itu senantiasa dalam keraguan mengenai hal itu (Al-Qur’an), hingga saat (kematian) datang kepada mereka dengan tiba-tiba atau azab hari Kiamat datang kepada mereka."
        },
        {
            "ayat": 56,
            "arab": "اَلْمُلْكُ يَوْمَىِٕذٍ لِّلّٰهِۗ يَحْكُمُ بَيْنَهُمْۗ فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فِيْ جَنّٰتِ النَّعِيْمِ ۝٥٦",
            "latin": "al-mulku yauma'idzil lillâh, yaḫkumu bainahum, falladzîna âmanû wa ‘amilush-shâliḫâti fî jannâtin-na‘îm",
            "terjemah": "Segala kekuasaan pada hari itu hanya milik Allah. Dia memberi keputusan di antara mereka. Orang-orang yang beriman dan beramal saleh berada di dalam surga-surga Na‘im (yang penuh kenikmatan)."
        },
        {
            "ayat": 57,
            "arab": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا فَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌࣖ ۝٥٧",
            "latin": "walladzîna kafarû wa kadzdzabû bi'âyâtinâ fa ulâ'ika lahum ‘adzâbum muhîn",
            "terjemah": "Sementara itu, orang-orang yang kufur dan mendustakan ayat-ayat Kami bagi mereka ada azab yang menghinakan."
        },
        {
            "ayat": 58,
            "arab": "وَالَّذِيْنَ هَاجَرُوْا فِيْ سَبِيْلِ اللّٰهِ ثُمَّ قُتِلُوْٓا اَوْ مَاتُوْا لَيَرْزُقَنَّهُمُ اللّٰهُ رِزْقًا حَسَنًاۗ وَاِنَّ اللّٰهَ لَهُوَ خَيْرُ الرّٰزِقِيْنَ ۝٥٨",
            "latin": "walladzîna hâjarû fî sabîlillâhi tsumma qutilû au mâtû layarzuqannahumullâhu rizqan ḫasanâ, wa innallâha lahuwa khairur-râziqîn",
            "terjemah": "Orang-orang yang berhijrah di jalan Allah, kemudian terbunuh atau mati, sungguh akan dianugerahi oleh Allah rezeki yang baik (surga). Sesungguhnya hanya Allah sebaik-baik pemberi rezeki."
        },
        {
            "ayat": 59,
            "arab": "لَيُدْخِلَنَّهُمْ مُّدْخَلًا يَّرْضَوْنَهٗۗ وَاِنَّ اللّٰهَ لَعَلِيْمٌ حَلِيْمٌ ۝٥٩",
            "latin": "layudkhilannahum mudkhalay yardlaunah, wa innallâha la‘alîmun ḫalîm",
            "terjemah": "Sungguh, Dia (Allah) pasti akan memasukkan mereka ke tempat masuk yang mereka sukai (surga). Sesungguhnya Allah benar-benar Maha Mengetahui lagi Maha Penyantun."
        },
        {
            "ayat": 60,
            "arab": "۞ ذٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوْقِبَ بِهٖ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللّٰهُۗ اِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ۝٦٠",
            "latin": "dzâlika wa man ‘âqaba bimitsli mâ ‘ûqiba bihî tsumma bughiya ‘alaihi layanshurannahullâh, innallâha la‘afuwwun ghafûr",
            "terjemah": "Demikianlah, siapa yang membalas seimbang dengan penganiayaan yang telah dia derita kemudian dia dizalimi (lagi) pasti akan ditolong oleh Allah. Sesungguhnya Allah benar-benar Maha Pemaaf lagi Maha Pengampun."
        },
        {
            "ayat": 61,
            "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَاَنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ۝٦١",
            "latin": "dzâlika bi'annallâha yûlijul-laila fin-nahâri wa yûlijun-nahâra fil-laili wa annallâha samî‘um bashîr",
            "terjemah": "Hal itu (pertolongan Allah terjadi) karena sesungguhnya Allah memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat."
        },
        {
            "ayat": 62,
            "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ هُوَ الْبَاطِلُ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبِيْرُ ۝٦٢",
            "latin": "dzâlika bi'annallâha huwal-ḫaqqu wa anna mâ yad‘ûna min dûnihî huwal-bâthilu wa annallâha huwal-‘aliyyul-kabîr",
            "terjemah": "Hal itu (kekuasaan Allah berlaku) karena Allah, Dialah (Tuhan) Yang Mahabenar dan apa saja yang mereka seru selain Dia itulah yang batil. Sesungguhnya Allah, Dialah Yang Mahatinggi lagi Mahabesar."
        },
        {
            "ayat": 63,
            "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۖ فَتُصْبِحُ الْاَرْضُ مُخْضَرَّةًۗ اِنَّ اللّٰهَ لَطِيْفٌ خَبِيْرٌۚ ۝٦٣",
            "latin": "a lam tara annallâha anzala minas-samâ'i mâ'an fa tushbiḫul-ardlu mukhdlarrah, innallâha lathîfun khabîr",
            "terjemah": "Tidakkah engkau memperhatikan bahwa Allah menurunkan air (hujan) dari langit sehingga bumi menghijau? Sesungguhnya Allah Mahalembut lagi Mahateliti."
        },
        {
            "ayat": 64,
            "arab": "لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاِنَّ اللّٰهَ لَهُوَ الْغَنِيُّ الْحَمِيْدُࣖ ۝٦٤",
            "latin": "lahû mâ fis-samâwâti wa mâ fil-ardl, wa innallâha lahuwal-ghaniyyul-ḫamîd",
            "terjemah": "Milik-Nya apa yang ada di langit dan apa yang ada di bumi. Sesungguhnya Allah benar-benar Mahakaya lagi Maha Terpuji."
        },
        {
            "ayat": 65,
            "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى الْاَرْضِ وَالْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِاَمْرِهٖۗ وَيُمْسِكُ السَّمَاۤءَ اَنْ تَقَعَ عَلَى الْاَرْضِ اِلَّا بِاِذْنِهٖۗ اِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ ۝٦٥",
            "latin": "a lam tara annallâha sakhkhara lakum mâ fil-ardli wal-fulka tajrî fil-baḫri bi'amrih, wa yumsikus-samâ'a an taqa‘a ‘alal-ardli illâ bi'idznih, innallâha bin-nâsi lara'ûfur raḫîm",
            "terjemah": "Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu apa yang ada di bumi dan kapal yang berlayar di laut dengan perintah-Nya. Dia menahan (benda-benda) langit sehingga tidak jatuh ke bumi, kecuali dengan izin-Nya? Sesungguhnya Allah benar-benar Maha Penyantun lagi Maha Penyayang kepada manusia."
        },
        {
            "ayat": 66,
            "arab": "وَهُوَ الَّذِيْٓ اَحْيَاكُمْۖ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ اِنَّ الْاِنْسَانَ لَكَفُوْرٌ ۝٦٦",
            "latin": "wa huwalladzî aḫyâkum tsumma yumîtukum tsumma yuḫyîkum, innal-insâna lakafûr",
            "terjemah": "Dialah yang menghidupkanmu, kemudian mematikanmu, kemudian menghidupkanmu kembali (pada hari kebangkitan). Sesungguhnya manusia itu benar-benar sangat kufur."
        },
        {
            "ayat": 67,
            "arab": "لِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوْهُ فَلَا يُنَازِعُنَّكَ فِى الْاَمْرِ وَادْعُ اِلٰى رَبِّكَۗ اِنَّكَ لَعَلٰى هُدًى مُّسْتَقِيْمٍ ۝٦٧",
            "latin": "likulli ummatin ja‘alnâ mansakan hum nâsikûhu fa lâ yunâzi‘unnaka fil-amri wad‘u ilâ rabbik, innaka la‘alâ hudam mustaqîm",
            "terjemah": "Bagi setiap umat telah Kami tetapkan syariat tertentu yang (harus) mereka amalkan. Mereka sekali-kali tidak boleh membantahmu (Nabi Muhammad) dalam urusan (syariat) itu dan serulah (mereka) kepada Tuhanmu. Sesungguhnya engkau (Nabi Muhammad) benar-benar berada di atas petunjuk yang lurus."
        },
        {
            "ayat": 68,
            "arab": "وَاِنْ جَادَلُوْكَ فَقُلِ اللّٰهُ اَعْلَمُ بِمَا تَعْمَلُوْنَ ۝٦٨",
            "latin": "wa in jâdalûka fa qulillâhu a‘lamu bimâ ta‘malûn",
            "terjemah": "Jika mereka membantahmu, katakanlah, “Allah lebih tahu tentang apa yang kamu kerjakan.”"
        },
        {
            "ayat": 69,
            "arab": "اَللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ۝٦٩",
            "latin": "allâhu yaḫkumu bainakum yaumal-qiyâmati fîmâ kuntum fîhi takhtalifûn",
            "terjemah": "Allah akan memutuskan di antara kamu pada hari Kiamat apa yang selalu kamu perselisihkan."
        },
        {
            "ayat": 70,
            "arab": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمَاۤءِ وَالْاَرْضِۗ اِنَّ ذٰلِكَ فِيْ كِتٰبٍۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ۝٧٠",
            "latin": "a lam ta‘lam annallâha ya‘lamu mâ fis-samâ'i wal-ardl, inna dzâlika fî kitâb, inna dzâlika ‘alallâhi yasîr",
            "terjemah": "Tidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sesungguhnya hal itu sudah terdapat dalam Kitab (Lauh Mahfuz). Sesungguhnya yang demikian sangat mudah bagi Allah."
        },
        {
            "ayat": 71,
            "arab": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّمَا لَيْسَ لَهُمْ بِهٖ عِلْمٌۗ وَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ۝٧١",
            "latin": "wa ya‘budûna min dûnillâhi mâ lam yunazzil bihî sulthânaw wa mâ laisa lahum bihî ‘ilm, wa mâ lidh-dhâlimîna min nashîr",
            "terjemah": "Mereka menyembah selain Allah, tanpa bukti yang Dia turunkan (tentang kelayakannya untuk disembah) dan yang mereka tidak mempunyai pengetahuan tentang itu. Tidak ada seorang penolong pun bagi orang-orang zalim."
        },
        {
            "ayat": 72,
            "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ تَعْرِفُ فِيْ وُجُوْهِ الَّذِيْنَ كَفَرُوا الْمُنْكَرَۗ يَكَادُوْنَ يَسْطُوْنَ بِالَّذِيْنَ يَتْلُوْنَ عَلَيْهِمْ اٰيٰتِنَاۗ قُلْ اَفَاُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكُمْۗ اَلنَّارُۗ وَعَدَهَا اللّٰهُ الَّذِيْنَ كَفَرُوْاۗ وَبِئْسَ الْمَصِيْرُࣖ ۝٧٢",
            "latin": "wa idzâ tutlâ ‘alaihim âyâtunâ bayyinâtin ta‘rifu fî wujûhilladzîna kafarul-mungkar, yakâdûna yasthûna billadzîna yatlûna ‘alaihim âyâtinâ, qul a fa unabbi'ukum bisyarrim min dzâlikum, an-nâr, wa‘adahallâhulladzîna kafarû, wa bi'sal-mashîr",
            "terjemah": "Apabila ayat-ayat Kami yang terang dibacakan di hadapan mereka, engkau akan mengetahui (tanda-tanda) keingkaran pada wajah orang-orang yang kufur itu. Mereka hampir menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (Nabi Muhammad), “Apakah akan aku kabarkan kepadamu (sesuatu) yang lebih buruk daripada itu?” (Itulah) neraka yang telah diancamkan Allah kepada orang-orang yang kufur. Itulah seburuk-buruk tempat kembali."
        },
        {
            "ayat": 73,
            "arab": "يٰٓاَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوْا لَهٗۗ اِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَنْ يَّخْلُقُوْا ذُبَابًا وَّلَوِ اجْتَمَعُوْا لَهٗۗ وَاِنْ يَّسْلُبْهُمُ الذُّبَابُ شَيْـًٔا لَّا يَسْتَنْقِذُوْهُ مِنْهُۗ ضَعُفَ الطَّالِبُ وَالْمَطْلُوْبُ ۝٧٣",
            "latin": "yâ ayyuhan-nâsu dluriba matsalun fastami‘û lah, innalladzîna tad‘ûna min dûnillâhi lay yakhluqû dzubâbaw wa lawijtama‘û lah, wa iy yaslub-humudz-dzubâbu syai'al lâ yastangqidzûhu min-h, dla‘ufath-thâlibu wal-mathlûb",
            "terjemah": "Wahai manusia, suatu perumpamaan telah dibuat. Maka, simaklah! Sesungguhnya segala yang kamu seru selain Allah sekali-kali tidak dapat menciptakan seekor lalat pun walaupun mereka bersatu untuk menciptakannya. Jika lalat itu merampas sesuatu dari mereka, mereka pun tidak akan dapat merebutnya kembali dari lalat itu. (Sama-sama) lemah yang menyembah dan yang disembah."
        },
        {
            "ayat": 74,
            "arab": "مَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ۝٧٤",
            "latin": "mâ qadarullâha ḫaqqa qadrih, innallâha laqawiyyun ‘azîz",
            "terjemah": "Mereka tidak mengagungkan Allah dengan sebenar-benarnya. Sesungguhnya Allah benar-benar Mahakuat lagi Mahaperkasa."
        },
        {
            "ayat": 75,
            "arab": "اَللّٰهُ يَصْطَفِيْ مِنَ الْمَلٰۤىِٕكَةِ رُسُلًا وَّمِنَ النَّاسِۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌۚ ۝٧٥",
            "latin": "allâhu yashthafî minal-malâ'ikati rusulaw wa minan-nâs, innallâha samî‘um bashîr",
            "terjemah": "Allah memilih para utusan dari malaikat dan manusia. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat."
        },
        {
            "ayat": 76,
            "arab": "يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ۝٧٦",
            "latin": "ya‘lamu mâ baina aidîhim wa mâ khalfahum, wa ilallâhi turja‘ul-umûr",
            "terjemah": "Dia (Allah) mengetahui apa yang di hadapan dan di belakang mereka. Hanya kepada Allah segala urusan dikembalikan."
        },
        {
            "ayat": 77,
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ارْكَعُوْا وَاسْجُدُوْا وَاعْبُدُوْا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُوْنَۚ ۩ ۝٧٧",
            "latin": "yâ ayyuhalladzîna âmanurka‘û wasjudû wa‘budû rabbakum waf‘alul-khaira la‘allakum tufliḫûn",
            "terjemah": "Wahai orang-orang yang beriman, rukuklah, sujudlah, sembahlah Tuhanmu, dan lakukanlah kebaikan agar kamu beruntung."
        },
        {
            "ayat": 78,
            "arab": "وَجَاهِدُوْا فِى اللّٰهِ حَقَّ جِهَادِهٖۗ هُوَ اجْتَبٰىكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى الدِّيْنِ مِنْ حَرَجٍۗ مِلَّةَ اَبِيْكُمْ اِبْرٰهِيْمَۗ هُوَ سَمّٰىكُمُ الْمُسْلِمِيْنَ ەۙ مِنْ قَبْلُ وَفِيْ هٰذَا لِيَكُوْنَ الرَّسُوْلُ شَهِيْدًا عَلَيْكُمْ وَتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِۖ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاعْتَصِمُوْا بِاللّٰهِۗ هُوَ مَوْلٰىكُمْۚ فَنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُࣖ ۝٧٨",
            "latin": "wa jâhidû fillâhi ḫaqqa jihâdih, huwajtabâkum wa mâ ja‘ala ‘alaikum fid-dîni min ḫaraj, millata abîkum ibrâhîm, huwa sammâkumul-muslimîna ming qablu wa fî hâdzâ liyakûnar-rasûlu syahîdan ‘alaikum wa takûnû syuhadâ'a ‘alan-nâsi fa aqîmush-shalâta wa âtuz-zakâta wa‘tashimû billâh, huwa maulâkum, fa ni‘mal-maulâ wa ni‘man-nashîr",
            "terjemah": "Berjuanglah kamu pada (jalan) Allah dengan sebenar-benarnya. Dia telah memilih kamu dan tidak menjadikan kesulitan untukmu dalam agama. (Ikutilah) agama nenek moyangmu, yaitu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu dan (begitu pula) dalam (kitab) ini (Al-Qur’an) agar Rasul (Nabi Muhammad) menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka, tegakkanlah salat, tunaikanlah zakat, dan berpegang teguhlah pada (ajaran) Allah. Dia adalah pelindungmu. Dia adalah sebaik-baik pelindung dan sebaik-baik penolong."
        }
    ]
}