{
    "nomor": 63,
    "nama_latin": "Al-Munafiqun",
    "arti": "Madaniyah",
    "jumlah_ayat": 11,
    "slug": "al-munafiqun",
    "ayat": [
        {
            "ayat": 1,
            "arab": "اِذَا جَاۤءَكَ الْمُنٰفِقُوْنَ قَالُوْا نَشْهَدُ اِنَّكَ لَرَسُوْلُ اللّٰهِۘ وَاللّٰهُ يَعْلَمُ اِنَّكَ لَرَسُوْلُهٗۗ وَاللّٰهُ يَشْهَدُ اِنَّ الْمُنٰفِقِيْنَ لَكٰذِبُوْنَۚ ۝١",
            "latin": "idzâ jâ'akal munâfiqûna qâlû nasy-hadu innaka larasûlullâh, wallâhu ya‘lamu innaka larasûluh, wallâhu yasy-hadu innal-munâfiqîna lakâdzibûn",
            "terjemah": "Apabila orang-orang munafik datang kepadamu (Nabi Muhammad), mereka berkata, “Kami bersaksi bahwa engkau adalah benar-benar utusan Allah.” Allah mengetahui bahwa engkau benar-benar utusan-Nya. Allah pun bersaksi bahwa orang-orang munafik itu benar-benar para pendusta."
        },
        {
            "ayat": 2,
            "arab": "اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِۗ اِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ ۝٢",
            "latin": "ittakhadzû aimânahum junnatan fa shaddû ‘an sabîlillâh, innahum sâ'a mâ kânû ya‘malûn",
            "terjemah": "Mereka menjadikan sumpah-sumpah mereka sebagai perisai lalu mereka menghalang-halangi (orang lain) dari jalan Allah. Sesungguhnya apa yang selalu mereka kerjakan itu sangatlah buruk."
        },
        {
            "ayat": 3,
            "arab": "ذٰلِكَ بِاَنَّهُمْ اٰمَنُوْا ثُمَّ كَفَرُوْا فَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ۝٣",
            "latin": "dzâlika bi'annahum âmanû tsumma kafarû fa thubi‘a ‘alâ qulûbihim fa hum lâ yafqahûn",
            "terjemah": "Yang demikian itu karena sesungguhnya mereka telah beriman, kemudian kufur. Maka, hati mereka dikunci sehingga tidak dapat mengerti."
        },
        {
            "ayat": 4,
            "arab": "۞ وَاِذَا رَاَيْتَهُمْ تُعْجِبُكَ اَجْسَامُهُمْۗ وَاِنْ يَّقُوْلُوْا تَسْمَعْ لِقَوْلِهِمْۗ كَاَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌۗ يَحْسَبُوْنَ كُلَّ صَيْحَةٍ عَلَيْهِمْۗ هُمُ الْعَدُوُّ فَاحْذَرْهُمْۗ قَاتَلَهُمُ اللّٰهُۖ اَنّٰى يُؤْفَكُوْنَ ۝٤",
            "latin": "wa idzâ ra'aitahum tu‘jibuka ajsâmuhum, wa iy yaqûlû tasma‘ liqaulihim, ka'annahum khusyubum musannadah, yaḫsabûna kulla shaiḫatin ‘alaihim, humul-‘aduwwu faḫdzar-hum, qâtalahumullâhu annâ yu'fakûn",
            "terjemah": "Apabila engkau melihat mereka, tubuhnya mengagumkanmu. Jika mereka bertutur kata, engkau mendengarkan tutur katanya (dengan saksama karena kefasihannya). Mereka bagaikan (seonggok) kayu yang tersandar. Mereka mengira bahwa setiap teriakan (kutukan) ditujukan kepada mereka. Mereka itulah musuh (yang sebenarnya). Maka, waspadalah terhadap mereka. Semoga Allah membinasakan mereka. Bagaimanakah mereka dapat dipalingkan (dari kebenaran)?"
        },
        {
            "ayat": 5,
            "arab": "وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُوْلُ اللّٰهِ لَوَّوْا رُءُوْسَهُمْ وَرَاَيْتَهُمْ يَصُدُّوْنَ وَهُمْ مُّسْتَكْبِرُوْنَ ۝٥",
            "latin": "wa idzâ qîla lahum ta‘âlau yastaghfir lakum rasûlullâhi lawwau ru'ûsahum wa ra'aitahum yashuddûna wa hum mustakbirûn",
            "terjemah": "Apabila dikatakan kepada mereka, “Marilah (beriman) agar Rasulullah memohonkan ampunan bagimu,” mereka membuang muka dan engkau melihat mereka menolak (ajakan itu) sambil menyombongkan diri."
        },
        {
            "ayat": 6,
            "arab": "سَوَاۤءٌ عَلَيْهِمْ اَسْتَغْفَرْتَ لَهُمْ اَمْ لَمْ تَسْتَغْفِرْ لَهُمْۗ لَنْ يَّغْفِرَ اللّٰهُ لَهُمْۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ۝٦",
            "latin": "sawâ'un ‘alaihim astaghfarta lahum am lam tastaghfir lahum, lay yaghfirallâhu lahum, innallâha lâ yahdil-qaumal-fâsiqîn",
            "terjemah": "Sama saja bagi mereka apakah engkau (Nabi Muhammad) memohonkan ampunan untuk mereka atau tidak, Allah tidak akan mengampuni mereka. Sesungguhnya Allah tidak akan memberi petunjuk kepada kaum fasik."
        },
        {
            "ayat": 7,
            "arab": "هُمُ الَّذِيْنَ يَقُوْلُوْنَ لَا تُنْفِقُوْا عَلٰى مَنْ عِنْدَ رَسُوْلِ اللّٰهِ حَتّٰى يَنْفَضُّوْاۗ وَلِلّٰهِ خَزَاۤىِٕنُ السَّمٰوٰتِ وَالْاَرْضِۙ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَفْقَهُوْنَ ۝٧",
            "latin": "humulladzîna yaqûlûna lâ tunfiqû ‘alâ man ‘inda rasûlillâhi ḫattâ yanfadldlû, wa lillâhi khazâ'inus-samâwâti wal-ardli wa lâkinnal-munâfiqîna lâ yafqahûn",
            "terjemah": "Merekalah orang-orang yang berkata (kepada kaum Ansar), “Janganlah bersedekah kepada orang-orang (Muhajirin) yang ada di sisi Rasulullah sampai mereka bubar (meninggalkan Rasulullah),” padahal milik Allahlah perbendaharaan langit dan bumi. Akan tetapi, orang-orang munafik itu tidak mengerti."
        },
        {
            "ayat": 8,
            "arab": "يَقُوْلُوْنَ لَىِٕنْ رَّجَعْنَآ اِلَى الْمَدِيْنَةِ لَيُخْرِجَنَّ الْاَعَزُّ مِنْهَا الْاَذَلَّۗ وَلِلّٰهِ الْعِزَّةُ وَلِرَسُوْلِهٖ وَلِلْمُؤْمِنِيْنَ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَعْلَمُوْنَࣖ ۝٨",
            "latin": "yaqûlûna la'ir raja‘nâ ilal-madînati layukhrijannal-a‘azzu min-hal-adzall, wa lillâhil-‘izzatu wa lirasûlihî wa lil-mu'minîna wa lâkinnal-munâfiqîna lâ ya‘lamûn",
            "terjemah": "Mereka berkata, “Sungguh, jika kita kembali ke Madinah (dari perang Bani Mustaliq), pastilah orang yang kuat akan mengusir orang-orang yang lemah dari sana,” padahal kekuatan itu hanyalah milik Allah, Rasul-Nya, dan orang-orang mukmin. Akan tetapi, orang-orang munafik itu tidak mengetahui."
        },
        {
            "ayat": 9,
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُلْهِكُمْ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ عَنْ ذِكْرِ اللّٰهِۚ وَمَنْ يَّفْعَلْ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ۝٩",
            "latin": "yâ ayyuhalladzîna âmanû lâ tul-hikum amwâlukum wa lâ aulâdukum ‘an dzikrillâh, wa may yaf‘al dzâlika fa ulâ'ika humul-khâsirûn",
            "terjemah": "Wahai orang-orang yang beriman, janganlah harta bendamu dan anak-anakmu membuatmu lalai dari mengingat Allah. Siapa yang berbuat demikian, mereka itulah orang-orang yang merugi."
        },
        {
            "ayat": 10,
            "arab": "وَاَنْفِقُوْا مِنْ مَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ اَحَدَكُمُ الْمَوْتُ فَيَقُوْلَ رَبِّ لَوْلَآ اَخَّرْتَنِيْٓ اِلٰٓى اَجَلٍ قَرِيْبٍۚ فَاَصَّدَّقَ وَاَكُنْ مِّنَ الصّٰلِحِيْنَ ۝١٠",
            "latin": "wa anfiqû mimmâ razaqnâkum ming qabli ay ya'tiya aḫadakumul-mautu fa yaqûla rabbi lau lâ akhkhartanî ilâ ajaling qarîbin fa ashshaddaqa wa akum minash-shâliḫîn",
            "terjemah": "Infakkanlah sebagian dari apa yang telah Kami anugerahkan kepadamu sebelum kematian datang kepada salah seorang di antaramu. Dia lalu berkata (sambil menyesal), “Ya Tuhanku, sekiranya Engkau berkenan menunda (kematian)-ku sedikit waktu lagi, aku akan dapat bersedekah dan aku akan termasuk orang-orang saleh.”"
        },
        {
            "ayat": 11,
            "arab": "وَلَنْ يُّؤَخِّرَ اللّٰهُ نَفْسًا اِذَا جَاۤءَ اَجَلُهَاۗ وَاللّٰهُ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَࣖ ۝١١",
            "latin": "wa lay yu'akhkhirallâhu nafsan idzâ jâ'a ajaluhâ, wallâhu khabîrum bimâ ta‘malûn",
            "terjemah": "Allah tidak akan menunda (kematian) seseorang apabila waktu kematiannya telah datang. Allah Mahateliti terhadap apa yang kamu kerjakan."
        }
    ]
}