{
    "nomor": 68,
    "nama_latin": "Al-Qalam",
    "arti": "Makkiyah",
    "jumlah_ayat": 52,
    "slug": "al-qalam",
    "ayat": [
        {
            "ayat": 1,
            "arab": "نۤۚ وَالْقَلَمِ وَمَا يَسْطُرُوْنَۙ ۝١",
            "latin": "nûn, wal-qalami wa mâ yasthurûn",
            "terjemah": "Nūn. Demi pena dan apa yang mereka tuliskan,"
        },
        {
            "ayat": 2,
            "arab": "مَآ اَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُوْنٍ ۝٢",
            "latin": "mâ anta bini‘mati rabbika bimajnûn",
            "terjemah": "berkat karunia Tuhanmu engkau (Nabi Muhammad) bukanlah orang gila."
        },
        {
            "ayat": 3,
            "arab": "وَاِنَّ لَكَ لَاَجْرًا غَيْرَ مَمْنُوْنٍۚ ۝٣",
            "latin": "wa inna laka la'ajran ghaira mamnûn",
            "terjemah": "Sesungguhnya bagi engkaulah pahala yang tidak putus-putus."
        },
        {
            "ayat": 4,
            "arab": "وَاِنَّكَ لَعَلٰى خُلُقٍ عَظِيْمٍ ۝٤",
            "latin": "wa innaka la‘alâ khuluqin ‘adhîm",
            "terjemah": "Sesungguhnya engkau benar-benar berbudi pekerti yang agung."
        },
        {
            "ayat": 5,
            "arab": "فَسَتُبْصِرُ وَيُبْصِرُوْنَۙ ۝٥",
            "latin": "fa satubshiru wa yubshirûn",
            "terjemah": "Kelak engkau akan melihat dan mereka (orang-orang kafir) pun akan melihat,"
        },
        {
            "ayat": 6,
            "arab": "بِاَيِّىكُمُ الْمَفْتُوْنُ ۝٦",
            "latin": "bi'ayyikumul-maftûn",
            "terjemah": "siapa di antara kamu yang gila?"
        },
        {
            "ayat": 7,
            "arab": "اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖۖ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ۝٧",
            "latin": "inna rabbaka huwa a‘lamu biman dlalla ‘an sabîlihî wa huwa a‘lamu bil-muhtadîn",
            "terjemah": "Sesungguhnya Tuhanmulah yang paling mengetahui siapa yang sesat dari jalan-Nya. Dialah yang paling mengetahui siapa orang yang mendapat petunjuk."
        },
        {
            "ayat": 8,
            "arab": "فَلَا تُطِعِ الْمُكَذِّبِيْنَ ۝٨",
            "latin": "fa lâ tuthi‘il-mukadzdzibîn",
            "terjemah": "Maka, janganlah engkau patuhi orang-orang yang mendustakan (ayat-ayat Allah)."
        },
        {
            "ayat": 9,
            "arab": "وَدُّوْا لَوْ تُدْهِنُ فَيُدْهِنُوْنَۚ ۝٩",
            "latin": "waddû lau tud-hinu fa yud-hinûn",
            "terjemah": "Mereka menginginkan agar engkau bersikap lunak. Maka, mereka bersikap lunak (pula)."
        },
        {
            "ayat": 10,
            "arab": "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَّهِيْنٍۙ ۝١٠",
            "latin": "wa lâ tuthi‘ kulla ḫallâfim mahîn",
            "terjemah": "Janganlah engkau patuhi setiap orang yang suka bersumpah lagi berkepribadian hina,"
        },
        {
            "ayat": 11,
            "arab": "هَمَّازٍ مَّشَّاۤءٍ ۢ بِنَمِيْمٍۙ ۝١١",
            "latin": "hammâzim masysyâ'im binamîm",
            "terjemah": "suka mencela, (berjalan) kian kemari menyebarkan fitnah (berita bohong),"
        },
        {
            "ayat": 12,
            "arab": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ اَثِيْمٍۙ ۝١٢",
            "latin": "mannâ‘il lil-khairi mu‘tadin atsîm",
            "terjemah": "merintangi segala yang baik, melampaui batas dan banyak dosa,"
        },
        {
            "ayat": 13,
            "arab": "عُتُلٍّ ۢ بَعْدَ ذٰلِكَ زَنِيْمٍۙ ۝١٣",
            "latin": "‘utullim ba‘da dzâlika zanîm",
            "terjemah": "bertabiat kasar, dan selain itu juga terkenal kejahatannya,"
        },
        {
            "ayat": 14,
            "arab": "اَنْ كَانَ ذَا مَالٍ وَّبَنِيْنَۗ ۝١٤",
            "latin": "ang kâna dzâ mâliw wa banîn",
            "terjemah": "karena dia kaya dan mempunyai banyak anak."
        },
        {
            "ayat": 15,
            "arab": "اِذَا تُتْلٰى عَلَيْهِ اٰيٰتُنَا قَالَ اَسَاطِيْرُ الْاَوَّلِيْنَۗ ۝١٥",
            "latin": "idzâ tutlâ ‘alaihi âyâtunâ qâla asâthîrul-awwalîn",
            "terjemah": "Apabila ayat-ayat Kami dibacakan kepadanya, dia berkata, “(Ini adalah) dongengan orang-orang terdahulu.”"
        },
        {
            "ayat": 16,
            "arab": "سَنَسِمُهٗ عَلَى الْخُرْطُوْمِ ۝١٦",
            "latin": "sanasimuhû ‘alal-khurthûm",
            "terjemah": "Kelak dia akan Kami beri tanda pada belalai (hidung)-nya."
        },
        {
            "ayat": 17,
            "arab": "اِنَّا بَلَوْنٰهُمْ كَمَا بَلَوْنَآ اَصْحٰبَ الْجَنَّةِۚ اِذْ اَقْسَمُوْا لَيَصْرِمُنَّهَا مُصْبِحِيْنَۙ ۝١٧",
            "latin": "innâ balaunâhum kamâ balaunâ ash-ḫâbal-jannah, idz aqsamû layashrimunnahâ mushbiḫîn",
            "terjemah": "Sesungguhnya Kami telah menguji mereka (orang musyrik Makkah) sebagaimana Kami telah menguji pemilik-pemilik kebun ketika mereka bersumpah bahwa mereka pasti akan memetik (hasil)-nya pada pagi hari,"
        },
        {
            "ayat": 18,
            "arab": "وَلَا يَسْتَثْنُوْنَ ۝١٨",
            "latin": "wa lâ yastatsnûn",
            "terjemah": "tetapi mereka tidak mengecualikan (dengan mengucapkan, “Insyaallah”)."
        },
        {
            "ayat": 19,
            "arab": "فَطَافَ عَلَيْهَا طَاۤىِٕفٌ مِّنْ رَّبِّكَ وَهُمْ نَاۤىِٕمُوْنَ ۝١٩",
            "latin": "fa thâfa ‘alaihâ thâ'ifum mir rabbika wa hum nâ'imûn",
            "terjemah": "Lalu, kebun itu ditimpa bencana (yang datang) dari Tuhanmu ketika mereka sedang tidur."
        },
        {
            "ayat": 20,
            "arab": "فَاَصْبَحَتْ كَالصَّرِيْمِۙ ۝٢٠",
            "latin": "fa ashbaḫat kash-sharîm",
            "terjemah": "Maka, jadilah kebun itu hitam (karena terbakar) seperti malam yang gelap gulita."
        },
        {
            "ayat": 21,
            "arab": "فَتَنَادَوْا مُصْبِحِيْنَۙ ۝٢١",
            "latin": "fa tanâdau mushbiḫîn",
            "terjemah": "Lalu, mereka saling memanggil pada pagi hari,"
        },
        {
            "ayat": 22,
            "arab": "اَنِ اغْدُوْا عَلٰى حَرْثِكُمْ اِنْ كُنْتُمْ صٰرِمِيْنَ ۝٢٢",
            "latin": "anighdû ‘alâ ḫartsikum ing kuntum shârimîn",
            "terjemah": "“Pergilah pagi-pagi ke kebunmu jika kamu hendak memetik hasil.”"
        },
        {
            "ayat": 23,
            "arab": "فَانْطَلَقُوْا وَهُمْ يَتَخَافَتُوْنَۙ ۝٢٣",
            "latin": "fanthalaqû wa hum yatakhâfatûn",
            "terjemah": "Mereka pun berangkat sambil berbisik-bisik,"
        },
        {
            "ayat": 24,
            "arab": "اَنْ لَّا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِّسْكِيْنٌۙ ۝٢٤",
            "latin": "al lâ yadkhulannahal-yauma ‘alaikum miskîn",
            "terjemah": "“Pada hari ini jangan sampai ada orang miskin yang masuk ke dalam kebunmu.”"
        },
        {
            "ayat": 25,
            "arab": "وَّغَدَوْا عَلٰى حَرْدٍ قٰدِرِيْنَ ۝٢٥",
            "latin": "wa ghadau ‘alâ ḫarding qâdirîn",
            "terjemah": "Berangkatlah mereka pada pagi hari dengan niat menghalangi (orang-orang miskin). Mereka mengira mampu (melakukan hal itu)."
        },
        {
            "ayat": 26,
            "arab": "فَلَمَّا رَاَوْهَا قَالُوْٓا اِنَّا لَضَاۤلُّوْنَۙ ۝٢٦",
            "latin": "fa lammâ ra'auhâ qâlû innâ ladlâllûn",
            "terjemah": "Ketika melihat kebun itu, mereka berkata, “Sesungguhnya kita benar-benar orang sesat."
        },
        {
            "ayat": 27,
            "arab": "بَلْ نَحْنُ مَحْرُوْمُوْنَ ۝٢٧",
            "latin": "bal naḫnu maḫrûmûn",
            "terjemah": "Bahkan, kita tidak memperoleh apa pun.”"
        },
        {
            "ayat": 28,
            "arab": "قَالَ اَوْسَطُهُمْ اَلَمْ اَقُلْ لَّكُمْ لَوْلَا تُسَبِّحُوْنَ ۝٢٨",
            "latin": "qâla ausathuhum a lam aqul lakum lau lâ tusabbiḫûn",
            "terjemah": "Seorang yang paling bijak di antara mereka berkata, “Bukankah aku telah mengatakan kepadamu hendaklah kamu bertasbih (kepada Tuhanmu)?”"
        },
        {
            "ayat": 29,
            "arab": "قَالُوْا سُبْحٰنَ رَبِّنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ۝٢٩",
            "latin": "qâlû sub-ḫâna rabbinâ innâ kunnâ dhâlimîn",
            "terjemah": "Mereka mengucapkan, “Mahasuci Tuhan kami. Sungguh, kami adalah orang-orang yang zalim.”"
        },
        {
            "ayat": 30,
            "arab": "فَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَلَاوَمُوْنَ ۝٣٠",
            "latin": "fa aqbala ba‘dluhum ‘alâ ba‘dliy yatalâwamûn",
            "terjemah": "Mereka saling berhadapan dengan saling mencela."
        },
        {
            "ayat": 31,
            "arab": "قَالُوْا يٰوَيْلَنَآ اِنَّا كُنَّا طٰغِيْنَ ۝٣١",
            "latin": "qâlû yâ wailanâ innâ kunnâ thâghîn",
            "terjemah": "Mereka berkata, “Aduh celaka kita! Sesungguhnya kita adalah orang-orang yang melampaui batas."
        },
        {
            "ayat": 32,
            "arab": "عَسٰى رَبُّنَآ اَنْ يُّبْدِلَنَا خَيْرًا مِّنْهَآ اِنَّآ اِلٰى رَبِّنَا رٰغِبُوْنَ ۝٣٢",
            "latin": "‘asâ rabbunâ ay yubdilanâ khairam min-hâ innâ ilâ rabbinâ râghibûn",
            "terjemah": "Mudah-mudahan Tuhan memberikan ganti kepada kita dengan yang lebih baik daripadanya. Sesungguhnya kita mengharapkan (ampunan dan kebaikan) Tuhan kita.”"
        },
        {
            "ayat": 33,
            "arab": "كَذٰلِكَ الْعَذَابُۗ وَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُۘ لَوْ كَانُوْا يَعْلَمُوْنَࣖ ۝٣٣",
            "latin": "kadzâlikal-‘adzâb, wa la‘adzâbul-âkhirati akbar, lau kânû ya‘lamûn",
            "terjemah": "Seperti itulah azab (di dunia). Sungguh, azab akhirat lebih besar sekiranya mereka mengetahui."
        },
        {
            "ayat": 34,
            "arab": "اِنَّ لِلْمُتَّقِيْنَ عِنْدَ رَبِّهِمْ جَنّٰتِ النَّعِيْمِ ۝٣٤",
            "latin": "inna lil-muttaqîna ‘inda rabbihim jannâtin na‘îm",
            "terjemah": "Sesungguhnya orang-orang yang bertakwa mendapatkan surga yang penuh kenikmatan di sisi Tuhannya."
        },
        {
            "ayat": 35,
            "arab": "اَفَنَجْعَلُ الْمُسْلِمِيْنَ كَالْمُجْرِمِيْنَۗ ۝٣٥",
            "latin": "a fa naj‘alul-muslimîna kal-mujrimîn",
            "terjemah": "Apakah patut Kami memperlakukan orang-orang Islam (orang yang tunduk kepada Allah) seperti orang-orang yang pendurhaka (orang kafir)?"
        },
        {
            "ayat": 36,
            "arab": "مَا لَكُمْۗ كَيْفَ تَحْكُمُوْنَۚ ۝٣٦",
            "latin": "mâ lakum, kaifa taḫkumûn",
            "terjemah": "Mengapa kamu (berbuat demikian)? Bagaimana kamu mengambil putusan?"
        },
        {
            "ayat": 37,
            "arab": "اَمْ لَكُمْ كِتٰبٌ فِيْهِ تَدْرُسُوْنَۙ ۝٣٧",
            "latin": "am lakum kitâbun fîhi tadrusûn",
            "terjemah": "Atau, apakah kamu mempunyai kitab (yang diturunkan Allah) yang kamu pelajari?"
        },
        {
            "ayat": 38,
            "arab": "اِنَّ لَكُمْ فِيْهِ لَمَا تَخَيَّرُوْنَۚ ۝٣٨",
            "latin": "inna lakum fîhi lamâ takhayyarûn",
            "terjemah": "Sesungguhnya di dalamnya kamu dapat memilih apa saja yang kamu sukai."
        },
        {
            "ayat": 39,
            "arab": "اَمْ لَكُمْ اَيْمَانٌ عَلَيْنَا بَالِغَةٌ اِلٰى يَوْمِ الْقِيٰمَةِۙ اِنَّ لَكُمْ لَمَا تَحْكُمُوْنَۚ ۝٣٩",
            "latin": "am lakum aimânun ‘alainâ bâlighatun ilâ yaumil-qiyâmati inna lakum lamâ taḫkumûn",
            "terjemah": "Atau, apakah kamu memperoleh (janji-janji yang diperkuat dengan) sumpah dari Kami, yang tetap berlaku sampai hari Kiamat, (yakni) bahwa kamu dapat mengambil putusan (sekehendakmu)?"
        },
        {
            "ayat": 40,
            "arab": "سَلْهُمْ اَيُّهُمْ بِذٰلِكَ زَعِيْمٌۚ ۝٤٠",
            "latin": "sal-hum ayyuhum bidzâlika za‘îm",
            "terjemah": "Tanyakanlah kepada mereka (kaum musyrik) siapakah di antara mereka yang bertanggung jawab terhadap (putusan yang diambil itu)."
        },
        {
            "ayat": 41,
            "arab": "اَمْ لَهُمْ شُرَكَاۤءُۚ فَلْيَأْتُوْا بِشُرَكَاۤىِٕهِمْ اِنْ كَانُوْا صٰدِقِيْنَ ۝٤١",
            "latin": "am lahum syurakâ', falya'tû bisyurakâ'ihim ing kânû shâdiqîn",
            "terjemah": "Atau, apakah mereka mempunyai sekutu-sekutu? Kalau begitu, hendaklah mereka mendatangkan sekutu-sekutunya jika mereka orang-orang benar."
        },
        {
            "ayat": 42,
            "arab": "يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَّيُدْعَوْنَ اِلَى السُّجُوْدِ فَلَا يَسْتَطِيْعُوْنَۙ ۝٤٢",
            "latin": "yauma yuksyafu ‘an sâqiw wa yud‘auna ilas-sujûdi fa lâ yastathî‘ûn",
            "terjemah": "(Ingatlah) pada hari ketika betis disingkapkan (yakni huru-hara di hari Kiamat) dan mereka diseru untuk bersujud. Namun, mereka tidak mampu."
        },
        {
            "ayat": 43,
            "arab": "خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌۗ وَقَدْ كَانُوْا يُدْعَوْنَ اِلَى السُّجُوْدِ وَهُمْ سٰلِمُوْنَ ۝٤٣",
            "latin": "khâsyi‘atan abshâruhum tar-haquhum dzillah, wa qad kânû yud‘auna ilas-sujûdi wa hum sâlimûn",
            "terjemah": "Pandangan mereka tertunduk dan diliputi kehinaan. Sungguh, dahulu (di dunia) mereka telah diseru untuk bersujud pada waktu mereka sehat (tetapi mereka enggan)."
        },
        {
            "ayat": 44,
            "arab": "فَذَرْنِيْ وَمَنْ يُّكَذِّبُ بِهٰذَا الْحَدِيْثِۗ سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَۙ ۝٤٤",
            "latin": "fa dzarnî wa may yukadzdzibu bihâdzal-ḫadîts, sanastadrijuhum min ḫaitsu lâ ya‘lamûn",
            "terjemah": "Biarkan Aku bersama orang-orang yang mendustakan perkataan ini (Al-Qur’an). Kelak akan Kami biarkan mereka berangsur-angsur (menuju kebinasaan) dari arah yang tidak mereka ketahui."
        },
        {
            "ayat": 45,
            "arab": "وَاُمْلِيْ لَهُمْۗ اِنَّ كَيْدِيْ مَتِيْنٌ ۝٤٥",
            "latin": "wa umlî lahum, inna kaidî matîn",
            "terjemah": "Aku memberi tenggang waktu kepada mereka. Sesungguhnya rencana-Ku sangat teguh."
        },
        {
            "ayat": 46,
            "arab": "اَمْ تَسْـَٔلُهُمْ اَجْرًا فَهُمْ مِّنْ مَّغْرَمٍ مُّثْقَلُوْنَۚ ۝٤٦",
            "latin": "am tas'aluhum ajran fa hum mim maghramim mutsqalûn",
            "terjemah": "Ataukah engkau (Nabi Muhammad) meminta imbalan kepada mereka sehingga mereka dibebani utang?"
        },
        {
            "ayat": 47,
            "arab": "اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُوْنَ ۝٤٧",
            "latin": "am ‘indahumul-ghaibu fa hum yaktubûn",
            "terjemah": "Ataukah mereka mengetahui yang gaib lalu mereka menuliskannya?"
        },
        {
            "ayat": 48,
            "arab": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوْتِۘ اِذْ نَادٰى وَهُوَ مَكْظُوْمٌۗ ۝٤٨",
            "latin": "fashbir liḫukmi rabbika wa lâ takung kashâḫibil-ḫût, idz nâdâ wa huwa makdhûm",
            "terjemah": "Oleh karena itu, bersabarlah (Nabi Muhammad) terhadap ketetapan Tuhanmu dan janganlah seperti orang yang berada dalam (perut) ikan (Yunus) ketika dia berdoa dengan hati sedih."
        },
        {
            "ayat": 49,
            "arab": "لَوْلَآ اَنْ تَدٰرَكَهٗ نِعْمَةٌ مِّنْ رَّبِّهٖ لَنُبِذَ بِالْعَرَاۤءِ وَهُوَ مَذْمُوْمٌ ۝٤٩",
            "latin": "lau lâ an tadârakahû ni‘matum mir rabbihî lanubidza bil-‘arâ'i wa huwa madzmûm",
            "terjemah": "Seandainya dia tidak segera mendapat nikmat dari Tuhannya, pastilah dia dicampakkan ke tanah tandus dalam keadaan tercela."
        },
        {
            "ayat": 50,
            "arab": "فَاجْتَبٰىهُ رَبُّهٗ فَجَعَلَهٗ مِنَ الصّٰلِحِيْنَ ۝٥٠",
            "latin": "fajtabâhu rabbuhû fa ja‘alahû minash-shâliḫîn",
            "terjemah": "Tuhannya lalu memilihnya dan menjadikannya termasuk orang-orang saleh."
        },
        {
            "ayat": 51,
            "arab": "وَاِنْ يَّكَادُ الَّذِيْنَ كَفَرُوْا لَيُزْلِقُوْنَكَ بِاَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُوْلُوْنَ اِنَّهٗ لَمَجْنُوْنٌۘ ۝٥١",
            "latin": "wa iy yakâdulladzîna kafarû layuzliqûnaka bi'abshârihim lammâ sami‘udz-dzikra wa yaqûlûna innahû lamajnûn",
            "terjemah": "Sesungguhnya orang-orang yang kufur itu hampir-hampir menggelincirkanmu dengan pandangan matanya ketika mereka mendengar Al-Qur’an dan berkata, “Sesungguhnya dia (Nabi Muhammad) benar-benar orang gila.”"
        },
        {
            "ayat": 52,
            "arab": "وَمَا هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَࣖ ۝٥٢",
            "latin": "wa mâ huwa illâ dzikrul lil-‘âlamîn",
            "terjemah": "(Al-Qur’an) itu tidak lain kecuali peringatan bagi seluruh alam."
        }
    ]
}