{
    "nomor": 3,
    "nama_latin": "Ali 'Imran",
    "arti": "Madaniyah",
    "jumlah_ayat": 200,
    "slug": "ali-imran",
    "ayat": [
        {
            "ayat": 1,
            "arab": "الۤمّۤ ۝١",
            "latin": "alif lâm mîm",
            "terjemah": "Alif Lām Mīm."
        },
        {
            "ayat": 2,
            "arab": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ الْحَيُّ الْقَيُّوْمُۗ ۝٢",
            "latin": "allâhu lâ ilâha illâ huwal-ḫayyul-qayyûm",
            "terjemah": "Allah, tidak ada tuhan selain Dia, Yang Mahahidup lagi Maha Mengurus (makhluk-Nya) secara terus-menerus."
        },
        {
            "ayat": 3,
            "arab": "نَزَّلَ عَلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَاَنْزَلَ التَّوْرٰىةَ وَالْاِنْجِيْلَۙ ۝٣",
            "latin": "nazzala ‘alaikal-kitâba bil-ḫaqqi mushaddiqal limâ baina yadaihi wa anzalat-taurâta wal-injîl",
            "terjemah": "Dia menurunkan kepadamu (Nabi Muhammad) Kitab (Al-Qur’an) dengan hak, membenarkan (kitab-kitab) sebelumnya, serta telah menurunkan Taurat dan Injil"
        },
        {
            "ayat": 4,
            "arab": "مِنْ قَبْلُ هُدًى لِّلنَّاسِ وَاَنْزَلَ الْفُرْقَانَ ەۗ اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌۗ وَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍۗ ۝٤",
            "latin": "ming qablu hudal lin-nâsi wa anzalal-furqân, innalladzîna kafarû bi'âyâtillâhi lahum ‘adzâbun syadîd, wallâhu ‘azîzun dzuntiqâm",
            "terjemah": "sebelum (turunnya Al-Qur’an) sebagai petunjuk bagi manusia, dan menurunkan Al-Furqān (pembeda yang hak dan yang batil). Sesungguhnya orang-orang yang kufur terhadap ayat-ayat Allah, bagi mereka azab yang sangat keras. Allah Mahaperkasa lagi mempunyai balasan (siksa)."
        },
        {
            "ayat": 5,
            "arab": "اِنَّ اللّٰهَ لَا يَخْفٰى عَلَيْهِ شَيْءٌ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ ۝٥",
            "latin": "innallâha lâ yakhfâ ‘alaihi syai'un fil-ardli wa lâ fis-samâ'",
            "terjemah": "Sesungguhnya bagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan tidak pula di langit."
        },
        {
            "ayat": 6,
            "arab": "هُوَ الَّذِيْ يُصَوِّرُكُمْ فِى الْاَرْحَامِ كَيْفَ يَشَاۤءُۗ لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ ۝٦",
            "latin": "huwalladzî yushawwirukum fil-ar-ḫâmi kaifa yasyâ', lâ ilâha illâ huwal-‘azîzul-ḫakîm",
            "terjemah": "Dialah (Allah) yang membentuk kamu dalam rahim sebagaimana yang Dia kehendaki. Tidak ada tuhan selain Dia, Yang Mahaperkasa lagi Mahabijaksana."
        },
        {
            "ayat": 7,
            "arab": "هُوَ الَّذِيْٓ اَنْزَلَ عَلَيْكَ الْكِتٰبَ مِنْهُ اٰيٰتٌ مُّحْكَمٰتٌ هُنَّ اُمُّ الْكِتٰبِ وَاُخَرُ مُتَشٰبِهٰتٌۗ فَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ زَيْغٌ فَيَتَّبِعُوْنَ مَا تَشَابَهَ مِنْهُ ابْتِغَاۤءَ الْفِتْنَةِ وَابْتِغَاۤءَ تَأْوِيْلِهٖۚ وَمَا يَعْلَمُ تَأْوِيْلَهٗٓ اِلَّا اللّٰهُۘ وَالرّٰسِخُوْنَ فِى الْعِلْمِ يَقُوْلُوْنَ اٰمَنَّا بِهٖۙ كُلٌّ مِّنْ عِنْدِ رَبِّنَاۚ وَمَا يَذَّكَّرُ اِلَّآ اُولُوا الْاَلْبَابِ ۝٧",
            "latin": "huwalladzî anzala ‘alaikal-kitâba min-hu âyâtum muḫkamâtun hunna ummul-kitâbi wa ukharu mutasyâbihât, fa ammalladzîna fî qulûbihim zaighun fayattabi‘ûna mâ tasyâbaha min-hubtighâ'al-fitnati wabtighâ'a ta'wîlih, wa mâ ya‘lamu ta'wîlahû illallâh, war-râsikhûna fil-‘ilmi yaqûlûna âmannâ bihî kullum min ‘indi rabbinâ, wa mâ yadzdzakkaru illâ ulul-albâb",
            "terjemah": "Dialah (Allah) yang menurunkan Kitab (Al-Qur’an) kepadamu (Nabi Muhammad). Di antara ayat-ayatnya ada yang muhkamat, itulah pokok-pokok isi Kitab (Al-Qur’an) dan yang lain mutasyabihat. Adapun orang-orang yang dalam hatinya ada kecenderungan pada kesesatan, mereka mengikuti ayat-ayat yang mutasyabihat untuk menimbulkan fitnah (kekacauan dan keraguan) dan untuk mencari-cari takwilnya. Padahal, tidak ada yang mengetahui takwilnya, kecuali Allah. Orang-orang yang ilmunya mendalam berkata, “Kami beriman kepadanya (Al-Qur’an), semuanya dari Tuhan kami.” Tidak ada yang dapat mengambil pelajaran, kecuali ululalbab."
        },
        {
            "ayat": 8,
            "arab": "رَبَّنَا لَا تُزِغْ قُلُوْبَنَا بَعْدَ اِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَّدُنْكَ رَحْمَةًۚ اِنَّكَ اَنْتَ الْوَهَّابُ ۝٨",
            "latin": "rabbanâ lâ tuzigh qulûbanâ ba‘da idz hadaitanâ wa hab lanâ mil ladungka raḫmah, innaka antal-wahhâb",
            "terjemah": "(Mereka berdoa,) “Wahai Tuhan kami, janganlah Engkau jadikan hati kami berpaling setelah Engkau berikan petunjuk kepada kami dan anugerahkanlah kepada kami rahmat dari hadirat-Mu. Sesungguhnya Engkau Maha Pemberi."
        },
        {
            "ayat": 9,
            "arab": "رَبَّنَآ اِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيْهِۗ اِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَࣖ ۝٩",
            "latin": "rabbanâ innaka jâmi‘un-nâsi liyaumil lâ raiba fîh, innallâha lâ yukhliful-mî‘âd",
            "terjemah": "Wahai Tuhan kami, sesungguhnya Engkaulah yang mengumpulkan manusia pada hari yang tidak ada keraguan padanya.” Sesungguhnya Allah tidak menyalahi janji."
        },
        {
            "ayat": 10,
            "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔاۗ وَاُولٰۤىِٕكَ هُمْ وَقُوْدُ النَّارِۗ ۝١٠",
            "latin": "innalladzîna kafarû lan tughniya ‘an-hum amwâluhum wa lâ aulâduhum minallâhi syai'â, wa ulâ'ika hum waqûdun-nâr",
            "terjemah": "Sesungguhnya orang-orang yang kufur, tidak akan berguna bagi mereka sedikit pun harta benda dan anak-anak mereka (untuk menyelamatkan diri) dari (azab) Allah. Mereka itulah bahan bakar api neraka."
        },
        {
            "ayat": 11,
            "arab": "كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۗ كَذَّبُوْا بِاٰيٰتِنَاۚ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْۗ وَاللّٰهُ شَدِيْدُ الْعِقَابِ ۝١١",
            "latin": "kada'bi âli fir‘auna walladzîna ming qablihim, kadzdzabû bi'âyâtinâ, fa akhadzahumullâhu bidzunûbihim, wallâhu syadîdul-‘iqâb",
            "terjemah": "(Keadaan mereka) seperti keadaan pengikut Fir‘aun dan orang-orang sebelum mereka. Mereka mendustakan ayat-ayat Kami. Oleh sebab itu, Allah menyiksa mereka karena dosa-dosanya. Allah sangat keras hukuman-Nya."
        },
        {
            "ayat": 12,
            "arab": "قُلْ لِّلَّذِيْنَ كَفَرُوْا سَتُغْلَبُوْنَ وَتُحْشَرُوْنَ اِلٰى جَهَنَّمَۗ وَبِئْسَ الْمِهَادُ ۝١٢",
            "latin": "qul lilladzîna kafarû satughlabûna wa tuḫsyarûna ilâ jahannam, wa bi'sal-mihâd",
            "terjemah": "Katakanlah (Nabi Muhammad) kepada orang-orang yang kufur, “Kamu (pasti) akan dikalahkan dan digiring ke dalam (neraka) Jahanam. Itulah seburuk-buruk tempat tinggal.”"
        },
        {
            "ayat": 13,
            "arab": "قَدْ كَانَ لَكُمْ اٰيَةٌ فِيْ فِئَتَيْنِ الْتَقَتَاۗ فِئَةٌ تُقَاتِلُ فِيْ سَبِيْلِ اللّٰهِ وَاُخْرٰى كَافِرَةٌ يَّرَوْنَهُمْ مِّثْلَيْهِمْ رَأْيَ الْعَيْنِۗ وَاللّٰهُ يُؤَيِّدُ بِنَصْرِهٖ مَنْ يَّشَاۤءُۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ ۝١٣",
            "latin": "qad kâna lakum âyatun fî fi'atainiltaqatâ, fi'atun tuqâtilu fî sabîlillâhi wa ukhrâ kâfiratuy yaraunahum mitslaihim ra'yal-‘aîn, wallâhu yu'ayyidu binashrihî may yasyâ', inna fî dzâlika la‘ibratal li'ulil-abshâr",
            "terjemah": "Sungguh, telah ada tanda (bukti) bagimu pada dua golongan yang bertemu (dalam pertempuran. Satu golongan berperang di jalan Allah dan (golongan) yang lain kafir yang melihat dengan mata kepala bahwa mereka (golongan muslim) dua kali lipat jumlahnya. Allah menguatkan siapa yang Dia kehendaki dengan pertolongan-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (mata hati)."
        },
        {
            "ayat": 14,
            "arab": "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوٰتِ مِنَ النِّسَاۤءِ وَالْبَنِيْنَ وَالْقَنَاطِيْرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْاَنْعَامِ وَالْحَرْثِۗ ذٰلِكَ مَتَاعُ الْحَيٰوةِ الدُّنْيَاۗ وَاللّٰهُ عِنْدَهٗ حُسْنُ الْمَاٰبِ ۝١٤",
            "latin": "zuyyina lin-nâsi ḫubbusy-syahawâti minan-nisâ'i wal-banîna wal-qanathîril-muqantharati minadz-dzahabi wal-fidldlati wal-khailil-musawwamati wal-an‘âmi wal-ḫarts, dzâlika matâ‘ul-ḫayâtid-dun-yâ, wallâhu ‘indahû ḫusnul-ma'âb",
            "terjemah": "Dijadikan indah bagi manusia kecintaan pada aneka kesenangan yang berupa perempuan, anak-anak, harta benda yang bertimbun tak terhingga berupa emas, perak, kuda pilihan, binatang ternak, dan sawah ladang. Itulah kesenangan hidup di dunia dan di sisi Allahlah tempat kembali yang baik."
        },
        {
            "ayat": 15,
            "arab": "۞ قُلْ اَؤُنَبِّئُكُمْ بِخَيْرٍ مِّنْ ذٰلِكُمْۗ لِلَّذِيْنَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَاَزْوَاجٌ مُّطَهَّرَةٌ وَّرِضْوَانٌ مِّنَ اللّٰهِۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِۚ ۝١٥",
            "latin": "qul a unabbi'ukum bikhairim min dzâlikum, lilladzînattaqau ‘inda rabbihim jannâtun tajrî min taḫtihal-an-hâru khâlidîna fîhâ wa azwâjum muthahharatuw wa ridlwânum minallâh, wallâhu bashîrum bil-‘ibâd",
            "terjemah": "Katakanlah, “Maukah aku beri tahukan kepadamu sesuatu yang lebih baik daripada yang demikian itu?” Untuk orang-orang yang bertakwa, di sisi Tuhan mereka ada surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dan (untuk mereka) pasangan yang disucikan serta rida Allah. Allah Maha Melihat hamba-hamba-Nya."
        },
        {
            "ayat": 16,
            "arab": "اَلَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اِنَّنَآ اٰمَنَّا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَقِنَا عَذَابَ النَّارِۚ ۝١٦",
            "latin": "alladzîna yaqûlûna rabbanâ innanâ âmannâ faghfir lanâ dzunûbanâ wa qinâ ‘adzâban-nâr",
            "terjemah": "(Yaitu) orang-orang yang berdoa, “Wahai Tuhan kami, sesungguhnya kami benar-benar telah beriman. Maka, ampunilah dosa-dosa kami dan selamatkanlah kami dari azab neraka.”"
        },
        {
            "ayat": 17,
            "arab": "اَلصّٰبِرِيْنَ وَالصّٰدِقِيْنَ وَالْقٰنِتِيْنَ وَالْمُنْفِقِيْنَ وَالْمُسْتَغْفِرِيْنَ بِالْاَسْحَارِ ۝١٧",
            "latin": "ash-shâbirîna wash-shâdiqîna wal-qânitîna wal-munfiqîna wal-mustaghfirîna bil-as-ḫâr",
            "terjemah": "(Juga) orang-orang yang sabar, benar, taat, dan berinfak, serta memohon ampunan pada akhir malam."
        },
        {
            "ayat": 18,
            "arab": "شَهِدَ اللّٰهُ اَنَّهٗ لَآ اِلٰهَ اِلَّا هُوَۙ وَالْمَلٰۤىِٕكَةُ وَاُولُوا الْعِلْمِ قَاۤىِٕمًا ۢ بِالْقِسْطِۗ لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ ۝١٨",
            "latin": "syahidallâhu annahû lâ ilâha illâ huwa wal-malâ'ikatu wa ulul-‘ilmi qâ'imam bil-qisth, lâ ilâha illâ huwal-‘azîzul-ḫakîm",
            "terjemah": "Allah menyatakan bahwa tidak ada tuhan selain Dia, (Allah) yang menegakkan keadilan. (Demikian pula) para malaikat dan orang berilmu. Tidak ada tuhan selain Dia, Yang Mahaperkasa lagi Mahabijaksana."
        },
        {
            "ayat": 19,
            "arab": "اِنَّ الدِّيْنَ عِنْدَ اللّٰهِ الْاِسْلَامُۗ وَمَا اخْتَلَفَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًا ۢ بَيْنَهُمْۗ وَمَنْ يَّكْفُرْ بِاٰيٰتِ اللّٰهِ فَاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ۝١٩",
            "latin": "innad-dîna ‘indallâhil-islâm, wa makhtalafalladzîna ûtul-kitâba illâ mim ba‘di mâ jâ'ahumul-‘ilmu baghyam bainahum, wa may yakfur bi'âyâtillâhi fa innallâha sarî‘ul-ḫisâb",
            "terjemah": "Sesungguhnya agama (yang diridai) di sisi Allah ialah Islam. Orang-orang yang telah diberi kitab tidak berselisih, kecuali setelah datang pengetahuan kepada mereka karena kedengkian di antara mereka. Siapa yang kufur terhadap ayat-ayat Allah, sesungguhnya Allah sangat cepat perhitungan(-Nya)."
        },
        {
            "ayat": 20,
            "arab": "فَاِنْ حَاۤجُّوْكَ فَقُلْ اَسْلَمْتُ وَجْهِيَ لِلّٰهِ وَمَنِ اتَّبَعَنِۗ وَقُلْ لِّلَّذِيْنَ اُوْتُوا الْكِتٰبَ وَالْاُمِّيّٖنَ ءَاَسْلَمْتُمْۗ فَاِنْ اَسْلَمُوْا فَقَدِ اهْتَدَوْاۚ وَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِࣖ ۝٢٠",
            "latin": "fa in ḫâjjûka fa qul aslamtu waj-hiya lillâhi wa manittaba‘an, wa qul lilladzîna ûtul-kitâba wal-ummiyyîna a aslamtum, fa in aslamû fa qadihtadau, wa in tawallau fa innamâ ‘alaikal-balâgh, wallâhu bashîrum bil-‘ibâd",
            "terjemah": "Jika mereka mendebat engkau (Nabi Muhammad) katakanlah, “Aku berserah diri kepada Allah dan (demikian pula) orang-orang yang mengikutiku.” Katakanlah kepada orang-orang (Yahudi dan Nasrani) yang telah diberi Kitab (Taurat dan Injil) dan kepada orang-orang yang umi, “Sudahkah kamu masuk Islam?” Jika mereka telah masuk Islam, sungguh mereka telah mendapat petunjuk. Akan tetapi, jika mereka berpaling, sesungguhnya kewajibanmu hanyalah menyampaikan. Allah Maha Melihat hamba-hamba-Nya."
        },
        {
            "ayat": 21,
            "arab": "اِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِحَقٍّۖ وَّيَقْتُلُوْنَ الَّذِيْنَ يَأْمُرُوْنَ بِالْقِسْطِ مِنَ النَّاسِۙ فَبَشِّرْهُمْ بِعَذَابٍ اَلِيْمٍ ۝٢١",
            "latin": "innalladzîna yakfurûna bi'âyâtillâhi wa yaqtulûnan-nabiyyîna bighairi ḫaqqiw wa yaqtulûnalladzîna ya'murûna bil-qisthi minan-nâsi fa basysyir-hum bi‘adzâbin alîm",
            "terjemah": "Sesungguhnya orang-orang yang kufur terhadap ayat-ayat Allah, membunuh para nabi tanpa hak (alasan yang benar), dan membunuh manusia yang memerintahkan keadilan, sampaikanlah kepada mereka kabar ‘gembira’ tentang azab yang pedih."
        },
        {
            "ayat": 22,
            "arab": "اُولٰۤىِٕكَ الَّذِيْنَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ۝٢٢",
            "latin": "ulâ'ikalladzîna ḫabithat a‘mâluhum fid-dun-yâ wal-âkhirati wa mâ lahum min nâshirîn",
            "terjemah": "Mereka itulah orang-orang yang amalnya sia-sia di dunia dan di akhirat dan tidak ada bagi mereka satu penolong pun."
        },
        {
            "ayat": 23,
            "arab": "اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُدْعَوْنَ اِلٰى كِتٰبِ اللّٰهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ وَهُمْ مُّعْرِضُوْنَ ۝٢٣",
            "latin": "a lam tara ilalladzîna ûtû nashîbam minal-kitâbi yud‘auna ilâ kitâbillâhi liyaḫkuma bainahum tsumma yatawallâ farîqum min-hum wa hum mu‘ridlûn",
            "terjemah": "Tidakkah engkau (Nabi Muhammad) memerhatikan orang-orang (Yahudi) yang telah diberi bagian (pengetahuan) kitab (Taurat)? Mereka diajak (berpegang) pada kitab Allah untuk memutuskan (perkara) di antara mereka, kemudian segolongan dari mereka berpaling dan menolak (kebenaran)."
        },
        {
            "ayat": 24,
            "arab": "ذٰلِكَ بِاَنَّهُمْ قَالُوْا لَنْ تَمَسَّنَا النَّارُ اِلَّآ اَيَّامًا مَّعْدُوْدٰتٍۖ وَّغَرَّهُمْ فِيْ دِيْنِهِمْ مَّا كَانُوْا يَفْتَرُوْنَ ۝٢٤",
            "latin": "dzâlika bi'annahum qâlû lan tamassanan-nâru illâ ayyâmam ma‘dûdâtiw wa gharrahum fî dînihim mâ kânû yaftarûn",
            "terjemah": "Demikian itu disebabkan bahwa mereka berkata, “Api neraka tidak akan menyentuh kami, kecuali beberapa hitungan hari saja.” Mereka teperdaya dalam agamanya oleh apa yang selalu mereka ada-adakan."
        },
        {
            "ayat": 25,
            "arab": "فَكَيْفَ اِذَا جَمَعْنٰهُمْ لِيَوْمٍ لَّا رَيْبَ فِيْهِۗ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ ۝٢٥",
            "latin": "fa kaifa idzâ jama‘nâhum liyaumil lâ raiba fîh, wa wuffiyat kullu nafsim mâ kasabat wa hum lâ yudhlamûn",
            "terjemah": "Bagaimanakah (nanti) jika mereka Kami kumpulkan pada hari (Kiamat) yang tidak ada keraguan padanya dan setiap jiwa diberi balasan yang sempurna sesuai dengan apa yang telah dikerjakannya tanpa dizalimi?"
        },
        {
            "ayat": 26,
            "arab": "قُلِ اللّٰهُمَّ مٰلِكَ الْمُلْكِ تُؤْتِى الْمُلْكَ مَنْ تَشَاۤءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاۤءُۖ وَتُعِزُّ مَنْ تَشَاۤءُ وَتُذِلُّ مَنْ تَشَاۤءُۗ بِيَدِكَ الْخَيْرُۗ اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۝٢٦",
            "latin": "qulillâhumma mâlikal-mulki tu'til-mulka man tasyâ'u wa tanzi‘ul-mulka mim man tasyâ'u wa tu‘izzu man tasyâ'u wa tudzillu man tasyâ', biyadikal-khaîr, innaka ‘alâ kulli syai'ing qadîr",
            "terjemah": "Katakanlah (Nabi Muhammad), “Wahai Allah, Pemilik kekuasaan, Engkau berikan kekuasaan kepada siapa pun yang Engkau kehendaki dan Engkau cabut kekuasaan dari siapa yang Engkau kehendaki. Engkau muliakan siapa yang Engkau kehendaki dan Engkau hinakan siapa yang Engkau kehendaki. Di tangan-Mulah segala kebajikan. Sesungguhnya Engkau Mahakuasa atas segala sesuatu."
        },
        {
            "ayat": 27,
            "arab": "تُوْلِجُ الَّيْلَ فِى النَّهَارِ وَتُوْلِجُ النَّهَارَ فِى الَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاۤءُ بِغَيْرِ حِسَابٍ ۝٢٧",
            "latin": "tûlijul-laila fin-nahâri wa tûlijun-nahâra fil-laili wa tukhrijul-ḫayya minal-mayyiti wa tukhrijul-mayyita minal-ḫayyi wa tarzuqu man tasyâ'u bighairi ḫisâb",
            "terjemah": "Engkau masukkan malam ke dalam siang dan Engkau masukkan siang ke dalam malam. Engkau keluarkan yang hidup dari yang mati dan Engkau keluarkan yang mati dari yang hidup. Engkau berikan rezeki kepada siapa yang Engkau kehendaki tanpa perhitungan.”"
        },
        {
            "ayat": 28,
            "arab": "لَا يَتَّخِذِ الْمُؤْمِنُوْنَ الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَۚ وَمَنْ يَّفْعَلْ ذٰلِكَ فَلَيْسَ مِنَ اللّٰهِ فِيْ شَيْءٍ اِلَّآ اَنْ تَتَّقُوْا مِنْهُمْ تُقٰىةًۗ وَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهٗۗ وَاِلَى اللّٰهِ الْمَصِيْرُ ۝٢٨",
            "latin": "lâ yattakhidzil-mu'minûnal-kâfirîna auliyâ'a min dûnil-mu'minîn, wa may yaf‘al dzâlika fa laisa minallâhi fî syai'in illâ an tattaqû min-hum tuqâh, wa yuḫadzdzirukumullâhu nafsah, wa ilallâhil-mashîr",
            "terjemah": "Janganlah orang-orang mukmin menjadikan orang kafir sebagai para wali dengan mengesampingkan orang-orang mukmin. Siapa yang melakukan itu, hal itu sama sekali bukan dari (ajaran) Allah, kecuali untuk menjaga diri dari sesuatu yang kamu takuti dari mereka. Allah memperingatkan kamu tentang diri-Nya (siksa-Nya). Hanya kepada Allah tempat kembali."
        },
        {
            "ayat": 29,
            "arab": "قُلْ اِنْ تُخْفُوْا مَا فِيْ صُدُوْرِكُمْ اَوْ تُبْدُوْهُ يَعْلَمْهُ اللّٰهُۗ وَيَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۝٢٩",
            "latin": "qul in tukhfû mâ fî shudûrikum au tubdûhu ya‘lam-hullâh, wa ya‘lamu mâ fis-samâwâti wa mâ fil-ardl, wallâhu ‘alâ kulli syai'ing qadîr",
            "terjemah": "Katakanlah (Nabi Muhammad), “Jika kamu menyembunyikan apa yang ada dalam hatimu atau kamu menampakkannya, Allah pasti mengetahuinya.” Dia mengetahui apa yang ada di langit dan apa yang ada di bumi. Allah Mahakuasa atas segala sesuatu."
        },
        {
            "ayat": 30,
            "arab": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًاۛ وَمَا عَمِلَتْ مِنْ سُوْۤءٍۛ تَوَدُّ لَوْ اَنَّ بَيْنَهَا وَبَيْنَهٗٓ اَمَدًا ۢ بَعِيْدًاۗ وَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهٗۗ وَاللّٰهُ رَءُوْفٌۢ بِالْعِبَادِࣖ ۝٣٠",
            "latin": "yauma tajidu kullu nafsim mâ ‘amilat min khairim muḫdlaraw wa mâ ‘amilat min sû', tawaddu lau anna bainahâ wa bainahû amadam ba‘îdâ, wa yuḫadzdzirukumullâhu nafsah, wallâhu ra'ûfum bil-‘ibâd",
            "terjemah": "(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakannya dihadirkan, (begitu juga balasan) atas kejahatan yang telah dia kerjakan. Dia berharap seandainya ada jarak yang jauh antara dia dan hari itu. Allah memperingatkan kamu akan (siksa)-Nya. Allah Maha Penyayang terhadap hamba-hamba-Nya."
        },
        {
            "ayat": 31,
            "arab": "قُلْ اِنْ كُنْتُمْ تُحِبُّوْنَ اللّٰهَ فَاتَّبِعُوْنِيْ يُحْبِبْكُمُ اللّٰهُ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ۝٣١",
            "latin": "qul ing kuntum tuḫibbûnallâha fattabi‘ûnî yuḫbibkumullâhu wa yaghfir lakum dzunûbakum, wallâhu ghafûrur raḫîm",
            "terjemah": "Katakanlah (Nabi Muhammad), “Jika kamu mencintai Allah, ikutilah aku, niscaya Allah akan mencintaimu dan mengampuni dosa-dosamu.” Allah Maha Pengampun lagi Maha Penyayang."
        },
        {
            "ayat": 32,
            "arab": "قُلْ اَطِيْعُوا اللّٰهَ وَالرَّسُوْلَۚ فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ لَا يُحِبُّ الْكٰفِرِيْنَ ۝٣٢",
            "latin": "qul athî‘ullâha war-rasûl, fa in tawallau fa innallâha lâ yuḫibbul-kâfirîn",
            "terjemah": "Katakanlah (Nabi Muhammad), “Taatilah Allah dan Rasul(-Nya). Jika kamu berpaling, sesungguhnya Allah tidak menyukai orang-orang kafir.”"
        },
        {
            "ayat": 33,
            "arab": "۞ اِنَّ اللّٰهَ اصْطَفٰىٓ اٰدَمَ وَنُوْحًا وَّاٰلَ اِبْرٰهِيْمَ وَاٰلَ عِمْرٰنَ عَلَى الْعٰلَمِيْنَۙ ۝٣٣",
            "latin": "innallâhashthafâ âdama wa nûḫaw wa âla ibrâhîma wa âla ‘imrâna ‘alal-‘âlamîn",
            "terjemah": "Sesungguhnya Allah telah memilih Adam, Nuh, keluarga Ibrahim, dan keluarga Imran atas seluruh alam (manusia pada zamannya masing-masing)."
        },
        {
            "ayat": 34,
            "arab": "ذُرِّيَّةً ۢ بَعْضُهَا مِنْۢ بَعْضٍۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۚ ۝٣٤",
            "latin": "dzurriyyatam ba‘dluhâ mim ba‘dl, wallâhu samî‘un ‘alîm",
            "terjemah": "(Mereka adalah) satu keturunan, sebagiannya adalah (keturunan) dari sebagian yang lain. Allah Maha Mendengar lagi Maha Mengetahui."
        },
        {
            "ayat": 35,
            "arab": "اِذْ قَالَتِ امْرَاَتُ عِمْرٰنَ رَبِّ اِنِّيْ نَذَرْتُ لَكَ مَا فِيْ بَطْنِيْ مُحَرَّرًا فَتَقَبَّلْ مِنِّيْۚ اِنَّكَ اَنْتَ السَّمِيْعُ الْعَلِيْمُ ۝٣٥",
            "latin": "idz qâlatimra'atu ‘imrâna rabbi innî nadzartu laka mâ fî bathnî muḫarraran fa taqabbal minnî, innaka antas-samî‘ul-‘alîm",
            "terjemah": "(Ingatlah) ketika istri Imran berkata, “Wahai Tuhanku, sesungguhnya aku menazarkan kepada-Mu apa yang ada di dalam kandunganku murni untuk-Mu (berkhidmat di Baitulmaqdis). Maka, terimalah (nazar itu) dariku. Sesungguhnya Engkaulah Yang Maha Mendengar lagi Maha Mengetahui.”"
        },
        {
            "ayat": 36,
            "arab": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ اِنِّيْ وَضَعْتُهَآ اُنْثٰىۗ وَاللّٰهُ اَعْلَمُ بِمَا وَضَعَتْۗ وَلَيْسَ الذَّكَرُ كَالْاُنْثٰىۚ وَاِنِّيْ سَمَّيْتُهَا مَرْيَمَ وَاِنِّيْٓ اُعِيْذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطٰنِ الرَّجِيْمِ ۝٣٦",
            "latin": "fa lammâ wadla‘at-hâ qâlat rabbi innî wadla‘tuhâ untsâ, wallâhu a‘lamu bimâ wadla‘at, wa laisadz-dzakaru kal-untsâ, wa innî sammaituhâ maryama wa innî u‘îdzuhâ bika wa dzurriyyatahâ minasy-syaithânir-rajîm",
            "terjemah": "Ketika melahirkannya, dia berkata, “Wahai Tuhanku, aku telah melahirkan anak perempuan.” Padahal, Allah lebih tahu apa yang dia (istri Imran) lahirkan. “Laki-laki tidak sama dengan perempuan. Aku memberinya nama Maryam serta memohon perlindungan-Mu untuknya dan anak cucunya dari setan yang terkutuk.”"
        },
        {
            "ayat": 37,
            "arab": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُوْلٍ حَسَنٍ وَّاَنْۢبَتَهَا نَبَاتًا حَسَنًاۖ وَّكَفَّلَهَا زَكَرِيَّاۗ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَۙ وَجَدَ عِنْدَهَا رِزْقًاۚ قَالَ يٰمَرْيَمُ اَنّٰى لَكِ هٰذَاۗ قَالَتْ هُوَ مِنْ عِنْدِ اللّٰهِۗ اِنَّ اللّٰهَ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ ۝٣٧",
            "latin": "fa taqabbalahâ rabbuhâ biqabûlin ḫasaniw wa ambatahâ nabâtan ḫasanaw wa kaffalahâ zakariyyâ, kullamâ dakhala ‘alaihâ zakariyyal-miḫrâba wajada ‘indahâ rizqâ, qâla yâ maryamu annâ laki hâdzâ, qâlat huwa min ‘indillâh, innallâha yarzuqu may yasyâ'u bighairi ḫisâb",
            "terjemah": "Dia (Allah) menerimanya (Maryam) dengan penerimaan yang baik, membesarkannya dengan pertumbuhan yang baik, dan menyerahkan pemeliharaannya kepada Zakaria. Setiap kali Zakaria masuk menemui di mihrabnya, dia mendapati makanan di sisinya. Dia berkata, “Wahai Maryam, dari mana ini engkau peroleh?” Dia (Maryam) menjawab, “Itu dari Allah.” Sesungguhnya Allah memberi rezeki kepada siapa yang Dia kehendaki tanpa perhitungan."
        },
        {
            "ayat": 38,
            "arab": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهٗۚ قَالَ رَبِّ هَبْ لِيْ مِنْ لَّدُنْكَ ذُرِّيَّةً طَيِّبَةًۚ اِنَّكَ سَمِيْعُ الدُّعَاۤءِ ۝٣٨",
            "latin": "hunâlika da‘â zakariyyâ rabbah, qâla rabbi hab lî mil ladungka dzurriyyatan thayyibah, innaka samî‘ud-du‘â'",
            "terjemah": "Di sanalah Zakaria berdoa kepada Tuhannya. Dia berkata, “Wahai Tuhanku, karuniakanlah kepadaku keturunan yang baik dari sisi-Mu. Sesungguhnya Engkau Maha Mendengar doa.”"
        },
        {
            "ayat": 39,
            "arab": "فَنَادَتْهُ الْمَلٰۤىِٕكَةُ وَهُوَ قَاۤىِٕمٌ يُّصَلِّيْ فِى الْمِحْرَابِۙ اَنَّ اللّٰهَ يُبَشِّرُكَ بِيَحْيٰى مُصَدِّقًا ۢ بِكَلِمَةٍ مِّنَ اللّٰهِ وَسَيِّدًا وَّحَصُوْرًا وَّنَبِيًّا مِّنَ الصّٰلِحِيْنَ ۝٣٩",
            "latin": "fa nâdat-hul-malâ'ikatu wa huwa qâ'imuy yushallî fil-miḫrâbi annallâha yubasysyiruka biyaḫyâ mushaddiqam bikalimatim minallâhi wa sayyidaw wa ḫashûraw wa nabiyyam minash-shâliḫîn",
            "terjemah": "Lalu, Malaikat (Jibril) memanggilnya ketika dia berdiri melaksanakan salat di mihrab, “Allah menyampaikan kabar gembira kepadamu dengan (kelahiran) Yahya yang membenarkan kalimat dari Allah, (menjadi) anutan, menahan diri (dari hawa nafsu), dan seorang nabi di antara orang-orang saleh.”"
        },
        {
            "ayat": 40,
            "arab": "قَالَ رَبِّ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَاَتِيْ عَاقِرٌۗ قَالَ كَذٰلِكَ اللّٰهُ يَفْعَلُ مَا يَشَاۤءُ ۝٤٠",
            "latin": "qâla rabbi annâ yakûnu lî ghulâmuw wa qad balaghaniyal-kibaru wamra'atî ‘âqir, qâla kadzâlikallâhu yaf‘alu mâ yasyâ'",
            "terjemah": "Dia (Zakaria) berkata, “Wahai Tuhanku, bagaimana aku bisa mendapat anak, sedangkan aku sudah sangat tua dan istriku pun mandul?” (Allah) berfirman, “Demikianlah, Allah melakukan apa yang Dia kehendaki.”"
        },
        {
            "ayat": 41,
            "arab": "قَالَ رَبِّ اجْعَلْ لِّيْٓ اٰيَةًۗ قَالَ اٰيَتُكَ اَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَةَ اَيَّامٍ اِلَّا رَمْزًاۗ وَاذْكُرْ رَّبَّكَ كَثِيْرًا وَّسَبِّحْ بِالْعَشِيِّ وَالْاِبْكَارِࣖ ۝٤١",
            "latin": "qâla rabbij‘al lî âyah, qâla âyatuka allâ tukalliman-nâsa tsalâtsata ayyâmin illâ ramzâ, wadzkur rabbaka katsîraw wa sabbiḫ bil-‘asyiyyi wal-ibkâr",
            "terjemah": "Dia (Zakaria) berkata, “Wahai Tuhanku, berilah aku suatu tanda (kehamilan istriku).” Allah berfirman, “Tandanya bagimu adalah engkau tidak (dapat) berbicara dengan manusia selama tiga hari, kecuali dengan isyarat. Sebutlah (nama) Tuhanmu sebanyak-banyaknya dan bertasbihlah pada waktu petang dan pagi hari.”"
        },
        {
            "ayat": 42,
            "arab": "وَاِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ اِنَّ اللّٰهَ اصْطَفٰىكِ وَطَهَّرَكِ وَاصْطَفٰىكِ عَلٰى نِسَاۤءِ الْعٰلَمِيْنَ ۝٤٢",
            "latin": "wa idz qâlatil-malâ'ikatu yâ maryamu innallâhashthafâki wa thahharaki washthafâki ‘alâ nisâ'il-‘âlamîn",
            "terjemah": "(Ingatlah) ketika Malaikat (Jibril) berkata, “Wahai Maryam, sesungguhnya Allah telah memilihmu, menyucikanmu, dan melebihkanmu di atas seluruh perempuan di semesta alam (pada masa itu)."
        },
        {
            "ayat": 43,
            "arab": "يٰمَرْيَمُ اقْنُتِيْ لِرَبِّكِ وَاسْجُدِيْ وَارْكَعِيْ مَعَ الرّٰكِعِيْنَ ۝٤٣",
            "latin": "yâ maryamuqnutî lirabbiki wasjudî warka‘î ma‘ar-râki‘în",
            "terjemah": "Wahai Maryam, taatlah kepada Tuhanmu, sujudlah, dan rukuklah bersama orang-orang yang rukuk.”"
        },
        {
            "ayat": 44,
            "arab": "ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ اِلَيْكَۗ وَمَا كُنْتَ لَدَيْهِمْ اِذْ يُلْقُوْنَ اَقْلَامَهُمْ اَيُّهُمْ يَكْفُلُ مَرْيَمَۖ وَمَا كُنْتَ لَدَيْهِمْ اِذْ يَخْتَصِمُوْنَ ۝٤٤",
            "latin": "dzâlika min ambâ'il-ghaibi nûḫîhi ilaîk, wa mâ kunta ladaihim idz yulqûna aqlâmahum ayyuhum yakfulu maryama wa mâ kunta ladaihim idz yakhtashimûn",
            "terjemah": "Itulah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Nabi Muhammad). Padahal, engkau tidak bersama mereka ketika mereka melemparkan pena mereka (untuk mengundi) siapa di antara mereka yang akan memelihara Maryam dan engkau tidak bersama mereka ketika mereka bersengketa."
        },
        {
            "ayat": 45,
            "arab": "اِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ اِنَّ اللّٰهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُۖ اسْمُهُ الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ وَجِيْهًا فِى الدُّنْيَا وَالْاٰخِرَةِ وَمِنَ الْمُقَرَّبِيْنَۙ ۝٤٥",
            "latin": "idz qâlatil-malâ'ikatu yâ maryamu innallâha yubasysyiruki bikalimatim min-husmuhul-masîḫu ‘îsabnu maryama wajîhan fid-dun-yâ wal-âkhirati wa minal-muqarrabîn",
            "terjemah": "(Ingatlah) ketika Malaikat (Jibril) berkata, “Wahai Maryam, sesungguhnya Allah menyampaikan kabar gembira kepadamu tentang (kelahiran anak yang diciptakan) dengan kalimat dari-Nya, namanya Isa Almasih putra Maryam, seorang terkemuka di dunia dan di akhirat serta termasuk orang-orang yang didekatkan (kepada Allah)."
        },
        {
            "ayat": 46,
            "arab": "وَيُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا وَّمِنَ الصّٰلِحِيْنَ ۝٤٦",
            "latin": "wa yukallimun-nâsa fil-mahdi wa kahlaw wa minash-shâliḫîn",
            "terjemah": "Dia berbicara dengan manusia (sewaktu) dalam buaian dan ketika sudah dewasa serta termasuk orang-orang saleh.”"
        },
        {
            "ayat": 47,
            "arab": "قَالَتْ رَبِّ اَنّٰى يَكُوْنُ لِيْ وَلَدٌ وَّلَمْ يَمْسَسْنِيْ بَشَرٌۗ قَالَ كَذٰلِكِ اللّٰهُ يَخْلُقُ مَا يَشَاۤءُۗ اِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ ۝٤٧",
            "latin": "qâlat rabbi annâ yakûnu lî waladuw wa lam yamsasnî basyar, qâla kadzâlikillâhu yakhluqu mâ yasyâ', idzâ qadlâ amran fa innamâ yaqûlu lahû kun fa yakûn",
            "terjemah": "Dia (Maryam) berkata, “Wahai Tuhanku, bagaimana mungkin aku akan mempunyai anak, padahal tidak ada seorang laki-laki pun yang menyentuhku?” Dia (Allah) berfirman, “Demikianlah, Allah menciptakan apa yang Dia kehendaki.” Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata padanya, “Jadilah!” Maka, jadilah sesuatu itu."
        },
        {
            "ayat": 48,
            "arab": "وَيُعَلِّمُهُ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْاِنْجِيْلَۚ ۝٤٨",
            "latin": "wa yu‘allimuhul-kitâba wal-ḫikmata wat-taurâta wal-injîl",
            "terjemah": "Dia (Allah) mengajarkan kepadanya (Isa) kitab, hikmah, Taurat, dan Injil."
        },
        {
            "ayat": 49,
            "arab": "وَرَسُوْلًا اِلٰى بَنِيْٓ اِسْرَاۤءِيْلَ ەۙ اَنِّيْ قَدْ جِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْۙ اَنِّيْٓ اَخْلُقُ لَكُمْ مِّنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ فَاَنْفُخُ فِيْهِ فَيَكُوْنُ طَيْرًا ۢ بِاِذْنِ اللّٰهِۚ وَاُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ وَاُحْيِ الْمَوْتٰى بِاِذْنِ اللّٰهِۚ وَاُنَبِّئُكُمْ بِمَا تَأْكُلُوْنَ وَمَا تَدَّخِرُوْنَۙ فِيْ بُيُوْتِكُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ ۝٤٩",
            "latin": "wa rasûlan ilâ banî isrâ'îla annî qad ji'tukum bi'âyatim mir rabbikum annî akhluqu lakum minath-thîni kahai'atith-thairi fa anfukhu fîhi fa yakûnu thairam bi'idznillâh, wa ubri'ul-akmaha wal-abrasha wa uḫyil-mautâ bi'idznillâh, wa unabbi'ukum bimâ ta'kulûna wa mâ taddakhirûna fî buyûtikum, inna fî dzâlika la'âyatal lakum ing kuntum mu'minîn",
            "terjemah": "(Allah akan menjadikannya) sebagai seorang rasul kepada Bani Israil. (Isa berkata,) “Sesungguhnya aku telah datang kepadamu dengan tanda (mukjizat) dari Tuhanmu, sesungguhnya aku membuatkan bagimu (sesuatu) dari tanah yang berbentuk seperti burung. Lalu, aku meniupnya sehingga menjadi seekor burung dengan izin Allah. Aku menyembuhkan orang yang buta sejak dari lahir dan orang yang berpenyakit buras (belang) serta menghidupkan orang-orang mati dengan izin Allah. Aku beri tahukan kepadamu apa yang kamu makan dan apa yang kamu simpan di rumahmu. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kerasulanku) bagimu jika kamu orang-orang mukmin."
        },
        {
            "ayat": 50,
            "arab": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرٰىةِ وَلِاُحِلَّ لَكُمْ بَعْضَ الَّذِيْ حُرِّمَ عَلَيْكُمْ وَجِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْۗ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ۝٥٠",
            "latin": "wa mushaddiqal limâ baina yadayya minat-taurâti wa li'uḫilla lakum ba‘dlalladzî ḫurrima ‘alaikum wa ji'tukum bi'âyatim mir rabbikum, fattaqullâha wa athî‘ûn",
            "terjemah": "(Aku diutus untuk) membenarkan Taurat yang (diturunkan) sebelumku dan untuk menghalalkan bagi kamu sebagian perkara yang telah diharamkan untukmu. Aku datang kepadamu dengan membawa tanda (mukjizat) dari Tuhanmu. Oleh karena itu, bertakwalah kepada Allah dan taatlah kepadaku."
        },
        {
            "ayat": 51,
            "arab": "اِنَّ اللّٰهَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ۝٥١",
            "latin": "innallâha rabbî wa rabbukum fa‘budûh, hâdzâ shirâthum mustaqîm",
            "terjemah": "Sesungguhnya Allah itu Tuhanku dan Tuhanmu. Oleh karena itu, sembahlah Dia. Inilah jalan yang lurus.”"
        },
        {
            "ayat": 52,
            "arab": "۞ فَلَمَّآ اَحَسَّ عِيْسٰى مِنْهُمُ الْكُفْرَ قَالَ مَنْ اَنْصَارِيْٓ اِلَى اللّٰهِۗ قَالَ الْحَوَارِيُّوْنَ نَحْنُ اَنْصَارُ اللّٰهِۚ اٰمَنَّا بِاللّٰهِۚ وَاشْهَدْ بِاَنَّا مُسْلِمُوْنَ ۝٥٢",
            "latin": "fa lammâ aḫassa ‘îsâ min-humul-kufra qâla man anshârî ilallâh, qâlal-ḫawâriyyûna naḫnu anshârullâh, âmannâ billâh, wasy-had bi'annâ muslimûn",
            "terjemah": "Ketika Isa merasakan kekufuran mereka (Bani Israil), dia berkata, “Siapakah yang akan menjadi penolongku untuk (menegakkan agama) Allah?” Para hawari (sahabat setianya) menjawab, “Kamilah penolong (agama) Allah. Kami beriman kepada Allah dan saksikanlah sesungguhnya kami adalah orang-orang muslim."
        },
        {
            "ayat": 53,
            "arab": "رَبَّنَآ اٰمَنَّا بِمَآ اَنْزَلْتَ وَاتَّبَعْنَا الرَّسُوْلَ فَاكْتُبْنَا مَعَ الشّٰهِدِيْنَ ۝٥٣",
            "latin": "rabbanâ âmannâ bimâ anzalta wattaba‘nar-rasûla faktubnâ ma‘asy-syâhidîn",
            "terjemah": "Wahai Tuhan kami, kami telah beriman pada apa yang Engkau turunkan dan kami telah mengikuti Rasul. Oleh karena itu, tetapkanlah kami bersama orang-orang yang memberikan kesaksian.”"
        },
        {
            "ayat": 54,
            "arab": "وَمَكَرُوْا وَمَكَرَ اللّٰهُۗ وَاللّٰهُ خَيْرُ الْمٰكِرِيْنَࣖ ۝٥٤",
            "latin": "wa makarû wa makarallâh, wallâhu khairul-mâkirîn",
            "terjemah": "Mereka (orang-orang kafir) membuat tipu daya dan Allah pun membalas tipu daya (mereka). Allah sebaik-baik pembalas tipu daya."
        },
        {
            "ayat": 55,
            "arab": "اِذْ قَالَ اللّٰهُ يٰعِيْسٰٓى اِنِّيْ مُتَوَفِّيْكَ وَرَافِعُكَ اِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِيْنَ كَفَرُوْا وَجَاعِلُ الَّذِيْنَ اتَّبَعُوْكَ فَوْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى يَوْمِ الْقِيٰمَةِۚ ثُمَّ اِلَيَّ مَرْجِعُكُمْ فَاَحْكُمُ بَيْنَكُمْ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ۝٥٥",
            "latin": "idz qâlallâhu yâ ‘îsâ innî mutawaffîka wa râfi‘uka ilayya wa muthahhiruka minalladzîna kafarû wa jâ‘ilulladzînattaba‘ûka fauqalladzîna kafarû ilâ yaumil-qiyâmah, tsumma ilayya marji‘ukum fa aḫkumu bainakum fîmâ kuntum fîhi takhtalifûn",
            "terjemah": "(Ingatlah) ketika Allah berfirman, “Wahai Isa, sesungguhnya Aku mengambilmu, mengangkatmu kepada-Ku, menyucikanmu dari orang-orang yang kufur, dan menjadikan orang-orang yang mengikutimu lebih unggul daripada orang-orang yang kufur hingga hari Kiamat. Kemudian, kepada-Kulah kamu kembali, lalu Aku beri keputusan tentang apa yang selalu kamu perselisihkan."
        },
        {
            "ayat": 56,
            "arab": "فَاَمَّا الَّذِيْنَ كَفَرُوْا فَاُعَذِّبُهُمْ عَذَابًا شَدِيْدًا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ۝٥٦",
            "latin": "fa ammalladzîna kafarû fa u‘adzdzibuhum ‘adzâban syadîdan fid-dun-yâ wal-âkhirati wa mâ lahum min nâshirîn",
            "terjemah": "Adapun orang-orang yang kufur akan Aku azab mereka dengan azab yang sangat keras di dunia dan di akhirat dan sekali-kali tidak ada penolong bagi mereka.”"
        },
        {
            "ayat": 57,
            "arab": "وَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْۗ وَاللّٰهُ لَا يُحِبُّ الظّٰلِمِيْنَ ۝٥٧",
            "latin": "wa ammalladzîna âmanû wa ‘amilush-shâliḫâti fa yuwaffîhim ujûrahum, wallâhu lâ yuḫibbudh-dhâlimîn",
            "terjemah": "Sementara itu, orang-orang yang beriman dan beramal saleh akan Dia berikan pahala mereka dengan sempurna. Allah tidak menyukai orang-orang zalim."
        },
        {
            "ayat": 58,
            "arab": "ذٰلِكَ نَتْلُوْهُ عَلَيْكَ مِنَ الْاٰيٰتِ وَالذِّكْرِ الْحَكِيْمِ ۝٥٨",
            "latin": "dzâlika natlûhu ‘alaika minal-âyâti wadz-dzikril-ḫakîm",
            "terjemah": "Itulah (kisah Isa) yang Kami bacakan kepadamu (Nabi Muhammad) sebagian bukti-bukti (kebenaranmu sebagai rasul) dan peringatan yang penuh hikmah (Al-Qur’an)."
        },
        {
            "ayat": 59,
            "arab": "اِنَّ مَثَلَ عِيْسٰى عِنْدَ اللّٰهِ كَمَثَلِ اٰدَمَۗ خَلَقَهٗ مِنْ تُرَابٍ ثُمَّ قَالَ لَهٗ كُنْ فَيَكُوْنُ ۝٥٩",
            "latin": "inna matsala ‘îsâ ‘indallâhi kamatsali âdam, khalaqahû min turâbin tsumma qâla lahû kun fa yakûn",
            "terjemah": "Sesungguhnya perumpamaan (penciptaan) Isa bagi Allah adalah seperti (penciptaan) Adam. Dia menciptakannya dari tanah kemudian berfirman kepadanya, “Jadilah!” Maka, jadilah sesuatu itu."
        },
        {
            "ayat": 60,
            "arab": "اَلْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُنْ مِّنَ الْمُمْتَرِيْنَ ۝٦٠",
            "latin": "al-ḫaqqu mir rabbika fa lâ takum minal-mumtarîn",
            "terjemah": "Kebenaran itu dari Tuhanmu. Oleh karena itu, janganlah engkau (Nabi Muhammad) termasuk orang-orang yang ragu."
        },
        {
            "ayat": 61,
            "arab": "فَمَنْ حَاۤجَّكَ فِيْهِ مِنْۢ بَعْدِ مَا جَاۤءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ اَبْنَاۤءَنَا وَاَبْنَاۤءَكُمْ وَنِسَاۤءَنَا وَنِسَاۤءَكُمْ وَاَنْفُسَنَا وَاَنْفُسَكُمْۗ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَّعْنَتَ اللّٰهِ عَلَى الْكٰذِبِيْنَ ۝٦١",
            "latin": "fa man ḫâjjaka fîhi mim ba‘di mâ jâ'aka minal-‘ilmi fa qul ta‘âlau nad‘u abnâ'anâ wa abnâ'akum wa nisâ'anâ wa nisâ'akum wa anfusanâ wa anfusakum, tsumma nabtahil fa naj‘al la‘natallâhi ‘alal-kâdzibîn",
            "terjemah": "Siapa yang membantahmu dalam hal ini setelah datang ilmu kepadamu, maka katakanlah (Nabi Muhammad), “Marilah kita panggil anak-anak kami dan anak-anak kamu, istri-istri kami dan istri-istri kamu, diri kami dan diri kamu, kemudian marilah kita bermubahalah agar laknat Allah ditimpakan kepada para pendusta.”"
        },
        {
            "ayat": 62,
            "arab": "اِنَّ هٰذَا لَهُوَ الْقَصَصُ الْحَقُّۚ وَمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُۗ وَاِنَّ اللّٰهَ لَهُوَ الْعَزِيْزُ الْحَكِيْمُ ۝٦٢",
            "latin": "inna hâdzâ lahuwal-qashashul-ḫaqq, wa mâ min ilâhin illallâh, wa innallâha lahuwal-‘azîzul-ḫakîm",
            "terjemah": "Sesungguhnya ini benar-benar kisah yang hak. Tidak ada tuhan selain Allah, dan sesungguhnya Allahlah yang benar-benar Mahaperkasa lagi Mahabijaksana."
        },
        {
            "ayat": 63,
            "arab": "فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ عَلِيْمٌ ۢ بِالْمُفْسِدِيْنَࣖ ۝٦٣",
            "latin": "fa in tawallau fa innallâha ‘alîmum bil-mufsidîn",
            "terjemah": "Jika mereka berpaling, (ketahuilah) bahwa sesungguhnya Allah Maha Mengetahui orang-orang yang berbuat kerusakan."
        },
        {
            "ayat": 64,
            "arab": "قُلْ يٰٓاَهْلَ الْكِتٰبِ تَعَالَوْا اِلٰى كَلِمَةٍ سَوَاۤءٍ ۢ بَيْنَنَا وَبَيْنَكُمْ اَلَّا نَعْبُدَ اِلَّا اللّٰهَ وَلَا نُشْرِكَ بِهٖ شَيْـًٔا وَّلَا يَتَّخِذَ بَعْضُنَا بَعْضًا اَرْبَابًا مِّنْ دُوْنِ اللّٰهِۗ فَاِنْ تَوَلَّوْا فَقُوْلُوا اشْهَدُوْا بِاَنَّا مُسْلِمُوْنَ ۝٦٤",
            "latin": "qul yâ ahlal-kitâbi ta‘âlau ilâ kalimatin sawâ'im bainanâ wa bainakum allâ na‘buda illallâha wa lâ nusyrika bihî syai'aw wa lâ yattakhidza ba‘dlunâ ba‘dlan arbâbam min dûnillâh, fa in tawallau fa qûlusy-hadû bi'annâ muslimûn",
            "terjemah": "Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, marilah (kita) menuju pada satu kalimat (pegangan) yang sama antara kami dan kamu, (yakni) kita tidak menyembah selain Allah, kita tidak mempersekutukan-Nya dengan sesuatu apa pun, dan tidak (pula) sebagian kita menjadikan sebagian yang lain sebagai tuhan-tuhan selain Allah.” Jika mereka berpaling, katakanlah (kepada mereka), “Saksikanlah bahwa sesungguhnya kami adalah orang-orang muslim.”"
        },
        {
            "ayat": 65,
            "arab": "يٰٓاَهْلَ الْكِتٰبِ لِمَ تُحَاۤجُّوْنَ فِيْٓ اِبْرٰهِيْمَ وَمَآ اُنْزِلَتِ التَّوْرٰىةُ وَالْاِنْجِيْلُ اِلَّا مِنْۢ بَعْدِهٖۗ اَفَلَا تَعْقِلُوْنَ ۝٦٥",
            "latin": "yâ ahlal-kitâbi lima tuḫâjjûna fî ibrâhîma wa mâ unzilatit-taurâtu wal-injîlu illâ mim ba‘dih, a fa lâ ta‘qilûn",
            "terjemah": "Wahai Ahlulkitab, mengapa kamu berbantah-bantahan tentang Ibrahim? Padahal, Taurat dan Injil tidak diturunkan, kecuali setelah dia (Ibrahim). Apakah kamu tidak mengerti?"
        },
        {
            "ayat": 66,
            "arab": "هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ حَاجَجْتُمْ فِيْمَا لَكُمْ بِهٖ عِلْمٌ فَلِمَ تُحَاۤجُّوْنَ فِيْمَا لَيْسَ لَكُمْ بِهٖ عِلْمٌۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ۝٦٦",
            "latin": "hâ'antum hâ'ulâ'i ḫâjajtum fîmâ lakum bihî ‘ilmun fa lima tuḫâjjûna fîmâ laisa lakum bihî ‘ilm, wallâhu ya‘lamu wa antum lâ ta‘lamûn",
            "terjemah": "Begitulah kamu. Kamu berbantah-bantahan tentang apa yang kamu ketahui, tetapi mengapa kamu berbantah-bantahan (juga) tentang apa yang tidak kamu ketahui? Allah mengetahui, sedangkan kamu tidak mengetahui."
        },
        {
            "ayat": 67,
            "arab": "مَاكَانَ اِبْرٰهِيْمُ يَهُوْدِيًّا وَّلَا نَصْرَانِيًّا وَّلٰكِنْ كَانَ حَنِيْفًا مُّسْلِمًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ ۝٦٧",
            "latin": "mâ kâna ibrâhîmu yahûdiyyaw wa lâ nashrâniyyaw wa lâking kâna ḫanîfam muslimâ, wa mâ kâna minal-musyrikîn",
            "terjemah": "Ibrahim bukanlah seorang Yahudi dan bukan pula seorang Nasrani, melainkan dia adalah seorang yang hanif lagi berserah diri (muslim). Dia bukan pula termasuk (golongan) orang-orang musyrik."
        },
        {
            "ayat": 68,
            "arab": "اِنَّ اَوْلَى النَّاسِ بِاِبْرٰهِيْمَ لَلَّذِيْنَ اتَّبَعُوْهُ وَهٰذَا النَّبِيُّ وَالَّذِيْنَ اٰمَنُوْاۗ وَاللّٰهُ وَلِيُّ الْمُؤْمِنِيْنَ ۝٦٨",
            "latin": "inna aulan-nâsi bi'ibrâhîma lalladzînattaba‘ûhu wa hâdzan-nabiyyu walladzîna âmanû, wallâhu waliyyul-mu'minîn",
            "terjemah": "Sesungguhnya orang yang paling dekat dengan Ibrahim adalah orang-orang yang mengikutinya, Nabi ini (Nabi Muhammad), dan orang-orang yang beriman. Allah adalah pelindung orang-orang mukmin."
        },
        {
            "ayat": 69,
            "arab": "وَدَّتْ طَّاۤىِٕفَةٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يُضِلُّوْنَكُمْۗ وَمَا يُضِلُّوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ ۝٦٩",
            "latin": "waddath thâ'ifatum min ahlil-kitâbi lau yudlillûnakum, wa mâ yudlillûna illâ anfusahum wa mâ yasy‘urûn",
            "terjemah": "Segolongan Ahlulkitab ingin menyesatkan kamu. Padahal, mereka tidak menyesatkan (siapa pun), kecuali diri mereka sendiri. Akan tetapi, mereka tidak sadar."
        },
        {
            "ayat": 70,
            "arab": "يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاَنْتُمْ تَشْهَدُوْنَ ۝٧٠",
            "latin": "yâ ahlal-kitâbi lima takfurûna bi'âyâtillâhi wa antum tasy-hadûn",
            "terjemah": "Wahai Ahlulkitab, mengapa kamu mengingkari ayat-ayat Allah, padahal kamu mengetahui (kebenarannya)?"
        },
        {
            "ayat": 71,
            "arab": "يٰٓاَهْلَ الْكِتٰبِ لِمَ تَلْبِسُوْنَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوْنَ الْحَقَّ وَاَنْتُمْ تَعْلَمُوْنَࣖ ۝٧١",
            "latin": "yâ ahlal-kitâbi lima talbisûnal-ḫaqqa bil-bâthili wa taktumûnal-ḫaqqa wa antum ta‘lamûn",
            "terjemah": "Wahai Ahlulkitab, mengapa kamu mencampuradukkan yang hak dengan yang batil dan kamu menyembunyikan kebenaran, padahal kamu mengetahui?"
        },
        {
            "ayat": 72,
            "arab": "وَقَالَتْ طَّاۤىِٕفَةٌ مِّنْ اَهْلِ الْكِتٰبِ اٰمِنُوْا بِالَّذِيْٓ اُنْزِلَ عَلَى الَّذِيْنَ اٰمَنُوْا وَجْهَ النَّهَارِ وَاكْفُرُوْٓا اٰخِرَهٗ لَعَلَّهُمْ يَرْجِعُوْنَۚ ۝٧٢",
            "latin": "wa qâlath thâ'ifatum min ahlil-kitâbi âminû billadzî unzila ‘alalladzîna âmanû waj-han-nahâri wakfurû âkhirahû la‘allahum yarji‘ûn",
            "terjemah": "Segolongan Ahlulkitab berkata (kepada sesamanya), “Berimanlah kamu pada apa yang diturunkan kepada orang-orang yang beriman pada awal siang dan ingkarlah pada akhir (siang) agar mereka kembali (pada kekufuran)."
        },
        {
            "ayat": 73,
            "arab": "وَلَا تُؤْمِنُوْٓا اِلَّا لِمَنْ تَبِعَ دِيْنَكُمْۗ قُلْ اِنَّ الْهُدٰى هُدَى اللّٰهِۙ اَنْ يُّؤْتٰىٓ اَحَدٌ مِّثْلَ مَآ اُوْتِيْتُمْ اَوْ يُحَاۤجُّوْكُمْ عِنْدَ رَبِّكُمْۗ قُلْ اِنَّ الْفَضْلَ بِيَدِ اللّٰهِۚ يُؤْتِيْهِ مَنْ يَّشَاۤءُۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌۚ ۝٧٣",
            "latin": "wa lâ tu'minû illâ liman tabi‘a dînakum, qul innal-hudâ hudallâhi ay yu'tâ aḫadum mitsla mâ ûtîtum au yuḫâjjûkum ‘inda rabbikum, qul innal-fadlla biyadillâh, yu'tîhi may yasyâ', wallâhu wâsi‘un ‘alîm",
            "terjemah": "Janganlah kamu percaya selain kepada orang yang mengikuti agamamu.” Katakanlah (Nabi Muhammad), “Sesungguhnya petunjuk (yang sempurna) itu hanyalah petunjuk Allah. (Janganlah kamu percaya) bahwa seseorang akan diberi seperti apa yang diberikan kepada kamu atau mereka akan menyanggah kamu di hadapan Tuhanmu.” Katakanlah (Nabi Muhammad), “Sesungguhnya karunia itu di tangan Allah. Dia menganugerahkannya kepada siapa yang Dia kehendaki. Allah Mahaluas lagi Maha Mengetahui.”"
        },
        {
            "ayat": 74,
            "arab": "يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَّشَاۤءُۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ ۝٧٤",
            "latin": "yakhtashshu biraḫmatihî may yasyâ', wallâhu dzul-fadllil-‘adhîm",
            "terjemah": "Dia menentukan rahmat-Nya kepada siapa yang Dia kehendaki dan Allah memiliki karunia yang besar."
        },
        {
            "ayat": 75,
            "arab": "۞ وَمِنْ اَهْلِ الْكِتٰبِ مَنْ اِنْ تَأْمَنْهُ بِقِنْطَارٍ يُّؤَدِّهٖٓ اِلَيْكَۚ وَمِنْهُمْ مَّنْ اِنْ تَأْمَنْهُ بِدِيْنَارٍ لَّا يُؤَدِّهٖٓ اِلَيْكَ اِلَّا مَا دُمْتَ عَلَيْهِ قَاۤىِٕمًاۗ ذٰلِكَ بِاَنَّهُمْ قَالُوْا لَيْسَ عَلَيْنَا فِى الْاُمِّيّٖنَ سَبِيْلٌۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ ۝٧٥",
            "latin": "wa min ahlil-kitâbi man in ta'man-hu biqinthâriy yu'addihî ilaîk, wa min-hum man in ta'man-hu bidînâril lâ yu'addihî ilaika illâ mâ dumta ‘alaihi qâ'imâ, dzâlika bi'annahum qâlû laisa ‘alainâ fil-ummiyyîna sabîl, wa yaqûlûna ‘alallâhil-kadziba wa hum ya‘lamûn",
            "terjemah": "Di antara Ahlulkitab ada orang yang jika engkau percayakan kepadanya harta yang banyak, niscaya dia mengembalikannya kepadamu. Akan tetapi, ada (pula) di antara mereka orang yang jika engkau percayakan kepadanya satu dinar, dia tidak mengembalikannya kepadamu, kecuali jika engkau selalu menagihnya. Yang demikian itu disebabkan mereka berkata, “Tidak ada dosa bagi kami terhadap orang-orang umi.” Mereka mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui."
        },
        {
            "ayat": 76,
            "arab": "بَلٰى مَنْ اَوْفٰى بِعَهْدِهٖ وَاتَّقٰى فَاِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ ۝٧٦",
            "latin": "balâ man aufâ bi‘ahdihî wattaqâ fa innallâha yuḫibbul-muttaqîn",
            "terjemah": "Bukan begitu! Siapa yang menepati janji dan bertakwa, sesungguhnya Allah mencintai orang-orang yang bertakwa."
        },
        {
            "ayat": 77,
            "arab": "اِنَّ الَّذِيْنَ يَشْتَرُوْنَ بِعَهْدِ اللّٰهِ وَاَيْمَانِهِمْ ثَمَنًا قَلِيْلًا اُولٰۤىِٕكَ لَا خَلَاقَ لَهُمْ فِى الْاٰخِرَةِ وَلَا يُكَلِّمُهُمُ اللّٰهُ وَلَا يَنْظُرُ اِلَيْهِمْ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكِّيْهِمْۖ وَلَهُمْ عَذَابٌ اَلِيْمٌ ۝٧٧",
            "latin": "innalladzîna yasytarûna bi‘ahdillâhi wa aimânihim tsamanang qalîlan ulâ'ika lâ khalâqa lahum fil-âkhirati wa lâ yukallimuhumullâhu wa lâ yandhuru ilaihim yaumal-qiyâmati wa lâ yuzakkîhim wa lahum ‘adzâbun alîm",
            "terjemah": "Sesungguhnya orang-orang yang memperjualbelikan janji Allah dan sumpah-sumpah mereka dengan harga murah, mereka itu tidak memperoleh bagian di akhirat, Allah tidak akan menyapa mereka, tidak akan memperhatikan mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Bagi mereka azab yang pedih."
        },
        {
            "ayat": 78,
            "arab": "وَاِنَّ مِنْهُمْ لَفَرِيْقًا يَّلْوٗنَ اَلْسِنَتَهُمْ بِالْكِتٰبِ لِتَحْسَبُوْهُ مِنَ الْكِتٰبِ وَمَا هُوَ مِنَ الْكِتٰبِۚ وَيَقُوْلُوْنَ هُوَ مِنْ عِنْدِ اللّٰهِ وَمَا هُوَ مِنْ عِنْدِ اللّٰهِۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ ۝٧٨",
            "latin": "wa inna min-hum lafarîqay yalwûna alsinatahum bil-kitâbi litaḫsabûhu minal-kitâbi wa mâ huwa minal-kitâb, wa yaqûlûna huwa min ‘indillâhi wa mâ huwa min ‘indillâh, wa yaqûlûna ‘alallâhil-kadziba wa hum ya‘lamûn",
            "terjemah": "Sesungguhnya di antara mereka (Bani Israil) ada segolongan yang memutar-mutar lidahnya (ketika membaca) Alkitab agar kamu menyangka (yang mereka baca) itu sebagian dari Alkitab. Padahal, itu bukan dari Alkitab. Mereka berkata, “Itu dari Allah.” Padahal, itu bukan dari Allah. Mereka mengatakan hal yang dusta terhadap Allah, sedangkan mereka mengetahui."
        },
        {
            "ayat": 79,
            "arab": "مَا كَانَ لِبَشَرٍ اَنْ يُّؤْتِيَهُ اللّٰهُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُوْلَ لِلنَّاسِ كُوْنُوْا عِبَادًا لِّيْ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ كُوْنُوْا رَبَّانِيّٖنَ بِمَا كُنْتُمْ تُعَلِّمُوْنَ الْكِتٰبَ وَبِمَا كُنْتُمْ تَدْرُسُوْنَۙ ۝٧٩",
            "latin": "mâ kâna libasyarin ay yu'tiyahullâhul-kitâba wal-ḫukma wan-nubuwwata tsumma yaqûla lin-nâsi kûnû ‘ibâdal lî min dûnillâhi wa lâking kûnû rabbâniyyîna bimâ kuntum tu‘allimûnal-kitâba wa bimâ kuntum tadrusûn",
            "terjemah": "Tidak sepatutnya seseorang diberi Alkitab, hukum, dan kenabian oleh Allah, kemudian dia berkata kepada manusia, “Jadilah kamu para penyembahku, bukan (penyembah) Allah,” tetapi (hendaknya dia berkata), “Jadilah kamu para pengabdi Allah karena kamu selalu mengajarkan kitab dan mempelajarinya!”"
        },
        {
            "ayat": 80,
            "arab": "وَلَا يَأْمُرَكُمْ اَنْ تَتَّخِذُوا الْمَلٰۤىِٕكَةَ وَالنَّبِيّٖنَ اَرْبَابًاۗ اَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ اِذْ اَنْتُمْ مُّسْلِمُوْنَࣖ ۝٨٠",
            "latin": "wa lâ ya'murakum an tattakhidzul-malâ'ikata wan-nabiyyîna arbâbâ, a ya'murukum bil-kufri ba‘da idz antum muslimûn",
            "terjemah": "Tidak (sepatutnya) pula dia menyuruh kamu menjadikan para malaikat dan para nabi sebagai tuhan. Apakah (patut) dia menyuruh kamu (berbuat) kekufuran setelah kamu menjadi muslim?"
        },
        {
            "ayat": 81,
            "arab": "وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ النَّبِيّٖنَ لَمَآ اٰتَيْتُكُمْ مِّنْ كِتٰبٍ وَّحِكْمَةٍ ثُمَّ جَاۤءَكُمْ رَسُوْلٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهٖ وَلَتَنْصُرُنَّهٗۗ قَالَ ءَاَقْرَرْتُمْ وَاَخَذْتُمْ عَلٰى ذٰلِكُمْ اِصْرِيْۗ قَالُوْٓا اَقْرَرْنَاۗ قَالَ فَاشْهَدُوْا وَاَنَا۠ مَعَكُمْ مِّنَ الشّٰهِدِيْنَ ۝٨١",
            "latin": "wa idz akhadzallâhu mîtsâqan-nabiyyîna lamâ âtaitukum ming kitâbiw wa ḫikmatin tsumma jâ'akum rasûlum mushaddiqul limâ ma‘akum latu'minunna bihî wa latanshurunnah, qâla a aqrartum wa akhadztum ‘alâ dzâlikum ishrî, qâlû aqrarnâ, qâla fasy-hadû wa ana ma‘akum minasy-syâhidîn",
            "terjemah": "(Ingatlah) ketika Allah mengambil perjanjian dari para nabi, “Manakala Aku memberikan kitab dan hikmah kepadamu, lalu datang kepada kamu seorang rasul yang membenarkan apa yang ada pada kamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya.” Allah berfirman, “Apakah kamu mengakui dan menerima perjanjian dengan-Ku atas yang demikian itu?” Mereka menjawab, “Kami mengakui.” Allah berfirman, “Kalau begitu, bersaksilah kamu (para nabi) dan Aku menjadi saksi (pula) bersama kamu.”"
        },
        {
            "ayat": 82,
            "arab": "فَمَنْ تَوَلّٰى بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ۝٨٢",
            "latin": "fa man tawallâ ba‘da dzâlika fa ulâ'ika humul-fâsiqûn",
            "terjemah": "Siapa yang berpaling setelah itu, mereka itulah orang-orang fasik."
        },
        {
            "ayat": 83,
            "arab": "اَفَغَيْرَ دِيْنِ اللّٰهِ يَبْغُوْنَ وَلَهٗٓ اَسْلَمَ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّاِلَيْهِ يُرْجَعُوْنَ ۝٨٣",
            "latin": "a fa ghaira dînillâhi yabghûna wa lahû aslama man fis-samâwâti wal-ardli thau‘aw wa kar-haw wa ilaihi yurja‘ûn",
            "terjemah": "Mengapa mereka mencari agama selain agama Allah? Padahal, hanya kepada-Nya apa yang ada di langit dan di bumi berserah diri, baik dengan suka maupun terpaksa, dan hanya kepada-Nya mereka dikembalikan."
        },
        {
            "ayat": 84,
            "arab": "قُلْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ عَلَيْنَا وَمَآ اُنْزِلَ عَلٰٓى اِبْرٰهِيْمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَمَآ اُوْتِيَ مُوْسٰى وَعِيْسٰى وَالنَّبِيُّوْنَ مِنْ رَّبِّهِمْۖ لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ ۝٨٤",
            "latin": "qul âmannâ billâhi wa mâ unzila ‘alainâ wa mâ unzila ‘alâ ibrâhîma wa ismâ‘îla wa is-ḫâqa wa ya‘qûba wal-asbâthi wa mâ ûtiya mûsâ wa ‘îsâ wan-nabiyyûna mir rabbihim lâ nufarriqu baina aḫadim min-hum wa naḫnu lahû muslimûn",
            "terjemah": "Katakanlah (Nabi Muhammad), “Kami beriman kepada Allah dan pada apa yang diturunkan kepada kami dan yang diturunkan kepada Ibrahim, Ismail, Ishaq, Ya‘qub beserta anak cucunya, dan apa yang diberikan kepada Musa, Isa, serta para nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka dan hanya kepada-Nya kami berserah diri.”"
        },
        {
            "ayat": 85,
            "arab": "وَمَنْ يَّبْتَغِ غَيْرَ الْاِسْلَامِ دِيْنًا فَلَنْ يُّقْبَلَ مِنْهُۚ وَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ ۝٨٥",
            "latin": "wa may yabtaghi ghairal-islâmi dînan fa lay yuqbala min-h, wa huwa fil-âkhirati minal-khâsirîn",
            "terjemah": "Siapa yang mencari agama selain Islam, sekali-kali (agamanya) tidak akan diterima darinya dan di akhirat dia termasuk orang-orang yang rugi."
        },
        {
            "ayat": 86,
            "arab": "كَيْفَ يَهْدِى اللّٰهُ قَوْمًا كَفَرُوْا بَعْدَ اِيْمَانِهِمْ وَشَهِدُوْٓا اَنَّ الرَّسُوْلَ حَقٌّ وَّجَاۤءَهُمُ الْبَيِّنٰتُۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ۝٨٦",
            "latin": "kaifa yahdillâhu qaumang kafarû ba‘da îmânihim wa syahidû annar-rasûla ḫaqquw wa jâ'ahumul-bayyinât, wallâhu lâ yahdil-qaumadh-dhâlimîn",
            "terjemah": "Bagaimana (mungkin) Allah akan memberi petunjuk kepada suatu kaum yang kufur setelah mereka beriman dan mengakui bahwa Rasul (Muhammad) itu benar dan bukti-bukti yang jelas telah sampai kepada mereka? Allah tidak memberi petunjuk kepada kaum yang zalim."
        },
        {
            "ayat": 87,
            "arab": "اُولٰۤىِٕكَ جَزَاۤؤُهُمْ اَنَّ عَلَيْهِمْ لَعْنَةَ اللّٰهِ وَالْمَلٰۤىِٕكَةِ وَالنَّاسِ اَجْمَعِيْنَۙ ۝٨٧",
            "latin": "ulâ'ika jazâ'uhum anna ‘alaihim la‘natallâhi wal-malâ'ikati wan-nâsi ajma‘în",
            "terjemah": "Mereka itu, balasannya adalah ditimpa laknat Allah, para malaikat, dan manusia seluruhnya."
        },
        {
            "ayat": 88,
            "arab": "خٰلِدِيْنَ فِيْهَاۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُوْنَۙ ۝٨٨",
            "latin": "khâlidîna fîhâ, lâ yukhaffafu ‘an-humul-‘adzâbu wa lâ hum yundharûn",
            "terjemah": "Mereka kekal di dalamnya (laknat). Tidak akan diringankan azab dari mereka, dan mereka tidak diberi penangguhan,"
        },
        {
            "ayat": 89,
            "arab": "اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۗ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ۝٨٩",
            "latin": "illalladzîna tâbû mim ba‘di dzâlika wa ashlaḫû, fa innallâha ghafûrur raḫîm",
            "terjemah": "kecuali orang-orang yang bertobat setelah itu dan memperbaiki (dirinya). Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang."
        },
        {
            "ayat": 90,
            "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا بَعْدَ اِيْمَانِهِمْ ثُمَّ ازْدَادُوْا كُفْرًا لَّنْ تُقْبَلَ تَوْبَتُهُمْۚ وَاُولٰۤىِٕكَ هُمُ الضَّاۤلُّوْنَ ۝٩٠",
            "latin": "innalladzîna kafarû ba‘da îmânihim tsummazdâdû kufral lan tuqbala taubatuhum, wa ulâ'ika humudl-dlâllûn",
            "terjemah": "Sesungguhnya orang-orang yang kufur setelah beriman, kemudian bertambah kekufurannya, tidak akan diterima tobatnya dan mereka itulah orang-orang sesat."
        },
        {
            "ayat": 91,
            "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ فَلَنْ يُّقْبَلَ مِنْ اَحَدِهِمْ مِّلْءُ الْاَرْضِ ذَهَبًا وَّلَوِ افْتَدٰى بِهٖۗ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ وَّمَا لَهُمْ مِّنْ نّٰصِرِيْنَࣖ ۝٩١",
            "latin": "innalladzîna kafarû wa mâtû wa hum kuffârun fa lay yuqbala min aḫadihim mil'ul-ardli dzahabaw wa lawiftadâ bih, ulâ'ika lahum ‘adzâbun alîmuw wa mâ lahum min nâshirîn",
            "terjemah": "Sesungguhnya orang-orang yang kufur dan mati sebagai orang-orang kafir tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak ada penolong bagi mereka."
        },
        {
            "ayat": 92,
            "arab": "لَنْ تَنَالُوا الْبِرَّ حَتّٰى تُنْفِقُوْا مِمَّا تُحِبُّوْنَۗ وَمَا تُنْفِقُوْا مِنْ شَيْءٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ۝٩٢",
            "latin": "lan tanâlul-birra ḫattâ tunfiqû mimmâ tuḫibbûn, wa mâ tunfiqû min syai'in fa innallâha bihî ‘alîm",
            "terjemah": "Kamu sekali-kali tidak akan memperoleh kebajikan (yang sempurna) sebelum kamu menginfakkan sebagian harta yang kamu cintai. Apa pun yang kamu infakkan, sesungguhnya Allah Maha Mengetahui tentangnya."
        },
        {
            "ayat": 93,
            "arab": "۞ كُلُّ الطَّعَامِ كَانَ حِلًّا لِّبَنِيْٓ اِسْرَاۤءِيْلَ اِلَّا مَا حَرَّمَ اِسْرَاۤءِيْلُ عَلٰى نَفْسِهٖ مِنْ قَبْلِ اَنْ تُنَزَّلَ التَّوْرٰىةُۗ قُلْ فَأْتُوْا بِالتَّوْرٰىةِ فَاتْلُوْهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝٩٣",
            "latin": "kulluth-tha‘âmi kâna ḫillal libanî isrâ'îla illâ mâ ḫarrama isrâ'îlu ‘alâ nafsihî ming qabli an tunazzalat-taurâh, qul fa'tû bit-taurâti fatlûhâ ing kuntum shâdiqîn",
            "terjemah": "Semua makanan halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Ya‘qub) atas dirinya sebelum Taurat diturunkan. Katakanlah (Nabi Muhammad), “Bawalah Taurat lalu bacalah, jika kamu orang-orang yang benar.”"
        },
        {
            "ayat": 94,
            "arab": "فَمَنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ مِنْۢ بَعْدِ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ۝٩٤",
            "latin": "fa maniftarâ ‘alallâhil-kadziba mim ba‘di dzâlika fa ulâ'ika humudh-dhâlimûn",
            "terjemah": "Maka, siapa yang mengada-adakan kebohongan terhadap Allah setelah itu, mereka itulah orang-orang zalim."
        },
        {
            "ayat": 95,
            "arab": "قُلْ صَدَقَ اللّٰهُۗ فَاتَّبِعُوْا مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ ۝٩٥",
            "latin": "qul shadaqallâh, fattabi‘û millata ibrâhîma ḫanîfâ, wa mâ kâna minal-musyrikîn",
            "terjemah": "Katakanlah (Nabi Muhammad), “Mahabenar Allah (dalam firman-Nya).” Maka, ikutilah agama Ibrahim yang hanif dan dia tidaklah termasuk orang-orang musyrik."
        },
        {
            "ayat": 96,
            "arab": "اِنَّ اَوَّلَ بَيْتٍ وُّضِعَ لِلنَّاسِ لَلَّذِيْ بِبَكَّةَ مُبٰرَكًا وَّهُدًى لِّلْعٰلَمِيْنَۚ ۝٩٦",
            "latin": "inna awwala baitiw wudli‘a lin-nâsi lalladzî bibakkata mubârakaw wa hudal lil-‘âlamîn",
            "terjemah": "Sesungguhnya rumah (ibadah) pertama yang dibangun untuk manusia adalah (Baitullah) yang (berada) di Bakkah (Makkah) yang diberkahi dan menjadi petunjuk bagi seluruh alam."
        },
        {
            "ayat": 97,
            "arab": "فِيْهِ اٰيٰتٌۢ بَيِّنٰتٌ مَّقَامُ اِبْرٰهِيْمَ ەۚ وَمَنْ دَخَلَهٗ كَانَ اٰمِنًاۗ وَلِلّٰهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ اِلَيْهِ سَبِيْلًاۗ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ عَنِ الْعٰلَمِيْنَ ۝٩٧",
            "latin": "fîhi âyâtum bayyinâtum maqâmu ibrâhîm, wa man dakhalahû kâna âminâ, wa lillâhi ‘alan-nâsi ḫijjul-baiti manistathâ‘a ilaihi sabîlâ, wa mang kafara fa innallâha ghaniyyun ‘anil-‘âlamîn",
            "terjemah": "Di dalamnya terdapat tanda-tanda yang jelas, (di antaranya) Maqam Ibrahim. Siapa yang memasukinya (Baitullah), maka amanlah dia. (Di antara) kewajiban manusia terhadap Allah adalah melaksanakan ibadah haji ke Baitullah, (yaitu bagi) orang yang mampu mengadakan perjalanan ke sana. Siapa yang mengingkari (kewajiban haji), maka sesungguhnya Allah Mahakaya (tidak memerlukan sesuatu pun) dari seluruh alam."
        },
        {
            "ayat": 98,
            "arab": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاللّٰهُ شَهِيْدٌ عَلٰى مَا تَعْمَلُوْنَ ۝٩٨",
            "latin": "qul yâ ahlal-kitâbi lima takfurûna bi'âyâtillâhi wallâhu syahîdun ‘alâ mâ ta‘malûn",
            "terjemah": "Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, mengapa kamu terus-menerus mengingkari ayat-ayat Allah, padahal Allah Maha Menyaksikan apa yang kamu kerjakan?”"
        },
        {
            "ayat": 99,
            "arab": "قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ تَبْغُوْنَهَا عِوَجًا وَّاَنْتُمْ شُهَدَاۤءُۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ۝٩٩",
            "latin": "qul yâ ahlal-kitâbi lima tashuddûna ‘an sabîlillâhi man âmana tabghûnahâ ‘iwajaw wa antum syuhadâ', wa mallâhu bighâfilin ‘ammâ ta‘malûn",
            "terjemah": "Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, mengapa kamu terus-menerus menghalang-halangi orang-orang yang beriman dari jalan Allah? Kamu (memang) menghendakinya (jalan Allah itu) menjadi bengkok, sedangkan kamu menyaksikan. Allah tidak lengah terhadap apa yang kamu kerjakan.”"
        },
        {
            "ayat": 100,
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تُطِيْعُوْا فَرِيْقًا مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ يَرُدُّوْكُمْ بَعْدَ اِيْمَانِكُمْ كٰفِرِيْنَ ۝١٠٠",
            "latin": "yâ ayyuhalladzîna âmanû in tuthî‘û farîqam minalladzîna ûtul-kitâba yaruddûkum ba‘da îmânikum kâfirîn",
            "terjemah": "Wahai orang-orang yang beriman, jika kamu mengikuti segolongan dari orang yang diberi Alkitab, niscaya mereka akan mengembalikan kamu menjadi orang-orang kafir setelah beriman."
        },
        {
            "ayat": 101,
            "arab": "وَكَيْفَ تَكْفُرُوْنَ وَاَنْتُمْ تُتْلٰى عَلَيْكُمْ اٰيٰتُ اللّٰهِ وَفِيْكُمْ رَسُوْلُهٗۗ وَمَنْ يَّعْتَصِمْ بِاللّٰهِ فَقَدْ هُدِيَ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍࣖ ۝١٠١",
            "latin": "wa kaifa takfurûna wa antum tutlâ ‘alaikum âyâtullâhi wa fîkum rasûluh, wa may ya‘tashim billâhi fa qad hudiya ilâ shirâthim mustaqîm",
            "terjemah": "Bagaimana kamu (sampai) menjadi kafir, padahal ayat-ayat Allah dibacakan kepada kamu dan Rasul-Nya (Nabi Muhammad) pun berada di tengah-tengah kamu? Siapa yang berpegang teguh pada (agama) Allah, sungguh dia telah diberi petunjuk ke jalan yang lurus."
        },
        {
            "ayat": 102,
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ حَقَّ تُقٰىتِهٖ وَلَا تَمُوْتُنَّ اِلَّا وَاَنْتُمْ مُّسْلِمُوْنَ ۝١٠٢",
            "latin": "yâ ayyuhalladzîna âmanuttaqullâha ḫaqqa tuqâtihî wa lâ tamûtunna illâ wa antum muslimûn",
            "terjemah": "Wahai orang-orang yang beriman, bertakwalah kepada Allah dengan sebenar-benar takwa kepada-Nya dan janganlah kamu mati kecuali dalam keadaan muslim."
        },
        {
            "ayat": 103,
            "arab": "وَاعْتَصِمُوْا بِحَبْلِ اللّٰهِ جَمِيْعًا وَّلَا تَفَرَّقُوْاۖ وَاذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ كُنْتُمْ اَعْدَاۤءً فَاَلَّفَ بَيْنَ قُلُوْبِكُمْ فَاَصْبَحْتُمْ بِنِعْمَتِهٖٓ اِخْوَانًاۚ وَكُنْتُمْ عَلٰى شَفَا حُفْرَةٍ مِّنَ النَّارِ فَاَنْقَذَكُمْ مِّنْهَاۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَهْتَدُوْنَ ۝١٠٣",
            "latin": "wa‘tashimû biḫablillâhi jamî‘aw wa lâ tafarraqû wadzkurû ni‘matallâhi ‘alaikum idz kuntum a‘dâ'an fa allafa baina qulûbikum fa ashbaḫtum bini‘matihî ikhwânâ, wa kuntum ‘alâ syafâ ḫufratim minan-nâri fa angqadzakum min-hâ, kadzâlika yubayyinullâhu lakum âyâtihî la‘allakum tahtadûn",
            "terjemah": "Berpegangteguhlah kamu semuanya pada tali (agama) Allah, janganlah bercerai berai, dan ingatlah nikmat Allah kepadamu ketika kamu dahulu bermusuhan, lalu Allah mempersatukan hatimu sehingga dengan karunia-Nya kamu menjadi bersaudara. (Ingatlah pula ketika itu) kamu berada di tepi jurang neraka, lalu Allah menyelamatkan kamu dari sana. Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu mendapat petunjuk."
        },
        {
            "ayat": 104,
            "arab": "وَلْتَكُنْ مِّنْكُمْ اُمَّةٌ يَّدْعُوْنَ اِلَى الْخَيْرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ۝١٠٤",
            "latin": "waltakum mingkum ummatuy yad‘ûna ilal-khairi wa ya'murûna bil-ma‘rûfi wa yan-hauna ‘anil-mungkar, wa ulâ'ika humul-mufliḫûn",
            "terjemah": "Hendaklah ada di antara kamu segolongan orang yang menyeru kepada kebajikan, menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar. Mereka itulah orang-orang yang beruntung."
        },
        {
            "ayat": 105,
            "arab": "وَلَا تَكُوْنُوْا كَالَّذِيْنَ تَفَرَّقُوْا وَاخْتَلَفُوْا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْبَيِّنٰتُۗ وَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ عَظِيْمٌۙ ۝١٠٥",
            "latin": "wa lâ takûnû kalladzîna tafarraqû wakhtalafû mim ba‘di mâ jâ'ahumul-bayyinât, wa ulâ'ika lahum ‘adzâbun ‘adhîm",
            "terjemah": "Janganlah kamu menjadi seperti orang-orang yang bercerai-berai dan berselisih setelah sampai kepada mereka keterangan yang jelas. Mereka itulah orang-orang yang mendapat azab yang sangat berat."
        },
        {
            "ayat": 106,
            "arab": "يَّوْمَ تَبْيَضُّ وُجُوْهٌ وَّتَسْوَدُّ وُجُوْهٌۚ فَاَمَّا الَّذِيْنَ اسْوَدَّتْ وُجُوْهُهُمْۗ اَ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ۝١٠٦",
            "latin": "yauma tabyadldlu wujûhuw wa taswaddu wujûh, fa ammalladzînaswaddat wujûhuhum, a kafartum ba‘da îmânikum fa dzûqul-‘adzâba bimâ kuntum takfurûn",
            "terjemah": "(Azab itu terjadi) pada hari ketika ada wajah yang putih berseri dan ada pula wajah yang hitam kusam. Adapun orang-orang yang berwajah hitam kusam (kepada mereka dikatakan), “Mengapa kamu kafir setelah beriman? Oleh karena itu, rasakanlah azab yang disebabkan kekafiranmu.”"
        },
        {
            "ayat": 107,
            "arab": "وَاَمَّا الَّذِيْنَ ابْيَضَّتْ وُجُوْهُهُمْ فَفِيْ رَحْمَةِ اللّٰهِۗ هُمْ فِيْهَا خٰلِدُوْنَ ۝١٠٧",
            "latin": "wa ammalladzînabyadldlat wujûhuhum fa fî raḫmatillâh, hum fîhâ khâlidûn",
            "terjemah": "Adapun orang-orang yang berwajah putih berseri, mereka berada dalam rahmat Allah (surga). Mereka kekal di dalamnya."
        },
        {
            "ayat": 108,
            "arab": "تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّۗ وَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعٰلَمِيْنَ ۝١٠٨",
            "latin": "tilka âyâtullâhi natlûhâ ‘alaika bil-ḫaqq, wa mallâhu yurîdu dhulmal lil-‘âlamîn",
            "terjemah": "Itulah ayat-ayat Allah yang Kami bacakan kepadamu dengan benar dan tidaklah Allah berkehendak melakukan kezaliman pada semesta alam."
        },
        {
            "ayat": 109,
            "arab": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُࣖ ۝١٠٩",
            "latin": "wa lillâhi mâ fis-samâwâti wa mâ fil-ardl, wa ilallâhi turja‘ul-umûr",
            "terjemah": "Milik Allahlah apa yang ada di langit dan apa yang ada di bumi dan hanya kepada Allah segala urusan dikembalikan."
        },
        {
            "ayat": 110,
            "arab": "كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ لِلنَّاسِ تَأْمُرُوْنَ بِالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُوْنَ بِاللّٰهِۗ وَلَوْ اٰمَنَ اَهْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّهُمْۗ مِنْهُمُ الْمُؤْمِنُوْنَ وَاَكْثَرُهُمُ الْفٰسِقُوْنَ ۝١١٠",
            "latin": "kuntum khaira ummatin ukhrijat lin-nâsi ta'murûna bil-ma‘rûfi wa tan-hauna ‘anil-mungkari wa tu'minûna billâh, walau âmana ahlul-kitâbi lakâna khairal lahum, min-humul-mu'minûna wa aktsaruhumul-fâsiqûn",
            "terjemah": "Kamu (umat Islam) adalah umat terbaik yang dilahirkan untuk manusia (selama) kamu menyuruh (berbuat) yang makruf, mencegah dari yang mungkar, dan beriman kepada Allah. Seandainya Ahlulkitab beriman, tentulah itu lebih baik bagi mereka. Di antara mereka ada yang beriman dan kebanyakan mereka adalah orang-orang fasik."
        },
        {
            "ayat": 111,
            "arab": "لَنْ يَّضُرُّوْكُمْ اِلَّآ اَذًىۗ وَاِنْ يُّقَاتِلُوْكُمْ يُوَلُّوْكُمُ الْاَدْبَارَۗ ثُمَّ لَا يُنْصَرُوْنَ ۝١١١",
            "latin": "lay yadlurrûkum illâ adzâ, wa iy yuqâtilûkum yuwallûkumul-adbâr, tsumma lâ yunsharûn",
            "terjemah": "Mereka tidak akan membahayakanmu, kecuali gangguan-gangguan kecil saja. Jika mereka memerangi kamu, niscaya mereka berbalik ke belakang (kalah), kemudian mereka tidak mendapat pertolongan."
        },
        {
            "ayat": 112,
            "arab": "ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ اَيْنَ مَا ثُقِفُوْٓا اِلَّا بِحَبْلٍ مِّنَ اللّٰهِ وَحَبْلٍ مِّنَ النَّاسِ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ الْاَنْبِۢيَاۤءَ بِغَيْرِ حَقٍّۗ ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ۝١١٢",
            "latin": "dluribat ‘alaihimudz-dzillatu aina mâ tsuqifû illâ biḫablim minallâhi wa ḫablim minan-nâsi wa bâ'û bighadlabim minallâhi wa dluribat ‘alaihimul-maskanah, dzâlika bi'annahum kânû yakfurûna bi'âyâtillâhi wa yaqtulûnal-ambiyâ'a bighairi ḫaqq, dzâlika bimâ ‘ashaw wa kânû ya‘tadûn",
            "terjemah": "Kehinaan ditimpakan kepada mereka di mana saja mereka berada, kecuali jika mereka (berpegang) pada tali (agama) Allah dan tali (perjanjian) dengan manusia. Mereka pasti mendapat murka dari Allah dan kesengsaraan ditimpakan kepada mereka. Yang demikian itu karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas."
        },
        {
            "ayat": 113,
            "arab": "۞ لَيْسُوْا سَوَاۤءًۗ مِنْ اَهْلِ الْكِتٰبِ اُمَّةٌ قَاۤىِٕمَةٌ يَّتْلُوْنَ اٰيٰتِ اللّٰهِ اٰنَاۤءَ الَّيْلِ وَهُمْ يَسْجُدُوْنَ ۝١١٣",
            "latin": "laisû sawâ'â, min ahlil-kitâbi ummatung qâ'imatuy yatlûna âyâtillâhi ânâ'al-laili wa hum yasjudûn",
            "terjemah": "Mereka tidak sama. Di antara Ahlulkitab ada golongan yang lurus. Mereka membaca ayat-ayat Allah pada malam hari dalam keadaan bersujud (salat)."
        },
        {
            "ayat": 114,
            "arab": "يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُوْنَ فِى الْخَيْرٰتِۗ وَاُولٰۤىِٕكَ مِنَ الصّٰلِحِيْنَ ۝١١٤",
            "latin": "yu'minûna billâhi wal-yaumil-âkhiri wa ya'murûna bil-ma‘rûfi wa yan-hauna ‘anil-mungkari wa yusâri‘ûna fil-khairât, wa ulâ'ika minash-shâliḫîn",
            "terjemah": "Mereka beriman kepada Allah dan hari Akhir, menyuruh (berbuat) yang makruf, mencegah dari yang mungkar, dan bersegera (mengerjakan) berbagai kebajikan. Mereka itu termasuk orang-orang saleh."
        },
        {
            "ayat": 115,
            "arab": "وَمَا يَفْعَلُوْا مِنْ خَيْرٍ فَلَنْ يُّكْفَرُوْهُۗ وَاللّٰهُ عَلِيْمٌ ۢ بِالْمُتَّقِيْنَ ۝١١٥",
            "latin": "wa mâ yaf‘alû min khairin fa lay yukfarûh, wallâhu ‘alîmum bil-muttaqîn",
            "terjemah": "Kebaikan apa pun yang mereka kerjakan, mereka tidak akan dihalangi dari (pahala)-nya. Allah Maha Mengetahui orang-orang bertakwa."
        },
        {
            "ayat": 116,
            "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔاۗ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ۝١١٦",
            "latin": "innalladzîna kafarû lan tughniya ‘an-hum amwâluhum wa lâ aulâduhum minallâhi syai'â, wa ulâ'ika ash-ḫâbun-nâr, hum fîhâ khâlidûn",
            "terjemah": "Sesungguhnya orang-orang yang kufur, baik harta maupun anak-anaknya, sedikit pun tidak dapat menolak (azab) Allah. Mereka itu penghuni neraka. Mereka kekal di dalamnya."
        },
        {
            "ayat": 117,
            "arab": "مَثَلُ مَا يُنْفِقُوْنَ فِيْ هٰذِهِ الْحَيٰوةِ الدُّنْيَا كَمَثَلِ رِيْحٍ فِيْهَا صِرٌّ اَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوْٓا اَنْفُسَهُمْ فَاَهْلَكَتْهُۗ وَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ اَنْفُسَهُمْ يَظْلِمُوْنَ ۝١١٧",
            "latin": "matsalu mâ yunfiqûna fî hâdzihil-ḫayâtid-dun-yâ kamatsali rîḫin fîhâ shirrun ashâbat ḫartsa qaumin dhalamû anfusahum fa ahlakat-h, wa mâ dhalamahumullâhu wa lâkin anfusahum yadhlimûn",
            "terjemah": "Perumpamaan harta yang mereka infakkan di dalam kehidupan dunia ini adalah ibarat angin yang mengandung hawa sangat dingin yang menimpa tanaman (milik) suatu kaum yang menzalimi diri sendiri, lalu (angin itu) merusaknya. Allah tidak menzalimi mereka, tetapi mereka yang menzalimi diri sendiri."
        },
        {
            "ayat": 118,
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا بِطَانَةً مِّنْ دُوْنِكُمْ لَا يَأْلُوْنَكُمْ خَبَالًاۗ وَدُّوْا مَا عَنِتُّمْۚ قَدْ بَدَتِ الْبَغْضَاۤءُ مِنْ اَفْوَاهِهِمْۖ وَمَا تُخْفِيْ صُدُوْرُهُمْ اَكْبَرُۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ اِنْ كُنْتُمْ تَعْقِلُوْنَ ۝١١٨",
            "latin": "yâ ayyuhalladzîna âmanû lâ tattakhidzû bithânatam min dûnikum lâ ya'lûnakum khabâlâ, waddû mâ ‘anittum, qad badatil-baghdlâ'u min afwâhihim wa mâ tukhfî shudûruhum akbar, qad bayyannâ lakumul-âyâti ing kuntum ta‘qilûn",
            "terjemah": "Wahai orang-orang yang beriman, janganlah kamu mengambil teman kepercayaan dari orang-orang di luar kalangan (agama)-mu (karena) mereka tidak henti-hentinya (mendatangkan) kemudaratan bagimu. Mereka menginginkan apa yang menyusahkanmu. Sungguh, telah nyata kebencian dari mulut mereka dan apa yang mereka sembunyikan dalam hati lebih besar. Sungguh, Kami telah menerangkan kepadamu ayat-ayat (Kami), jika kamu berpikir."
        },
        {
            "ayat": 119,
            "arab": "هٰٓاَنْتُمْ اُولَاۤءِ تُحِبُّوْنَهُمْ وَلَا يُحِبُّوْنَكُمْ وَتُؤْمِنُوْنَ بِالْكِتٰبِ كُلِّهٖۚ وَاِذَا لَقُوْكُمْ قَالُوْٓا اٰمَنَّاۖ وَاِذَا خَلَوْا عَضُّوْا عَلَيْكُمُ الْاَنَامِلَ مِنَ الْغَيْظِۗ قُلْ مُوْتُوْا بِغَيْظِكُمْۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢ بِذَاتِ الصُّدُوْرِ ۝١١٩",
            "latin": "hâ'antum ulâ'i tuḫibbûnahum wa lâ yuḫibbûnakum wa tu'minûna bil-kitâbi kullih, wa idzâ laqûkum qâlû âmannâ wa idzâ khalau ‘adldlû ‘alaikumul-anâmila minal-ghaîdh, qul mûtû bighaidhikum, innallâha ‘alîmum bidzâtish-shudûr",
            "terjemah": "Begitulah kamu. Kamu menyukai mereka, padahal mereka tidak menyukaimu, dan kamu beriman pada semua kitab. Apabila mereka berjumpa denganmu, mereka berkata, “Kami beriman.” Apabila mereka menyendiri, mereka menggigit ujung jari karena murka kepadamu. Katakanlah, “Matilah kamu karena kemurkaanmu itu!” Sesungguhnya Allah Maha Mengetahui segala isi hati."
        },
        {
            "ayat": 120,
            "arab": "اِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْۖ وَاِنْ تُصِبْكُمْ سَيِّئَةٌ يَّفْرَحُوْا بِهَاۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔاۗ اِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ مُحِيْطٌࣖ ۝١٢٠",
            "latin": "in tamsaskum ḫasanatun tasu'hum wa in tushibkum sayyi'atuy yafraḫû bihâ, wa in tashbirû wa tattaqû lâ yadlurrukum kaiduhum syai'â, innallâha bimâ ya‘malûna muḫîth",
            "terjemah": "Jika kamu memperoleh kebaikan, (niscaya) mereka bersedih hati. Adapun jika kamu tertimpa bencana, mereka bergembira karenanya. Jika kamu bersabar dan bertakwa, tidaklah tipu daya mereka akan menyusahkan kamu sedikit pun. Sesungguhnya Allah Maha Meliputi segala yang mereka kerjakan."
        },
        {
            "ayat": 121,
            "arab": "وَاِذْ غَدَوْتَ مِنْ اَهْلِكَ تُبَوِّئُ الْمُؤْمِنِيْنَ مَقَاعِدَ لِلْقِتَالِۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۙ ۝١٢١",
            "latin": "wa idz ghadauta min ahlika tubawwi'ul-mu'minîna maqâ‘ida lil-qitâl, wallâhu samî‘un ‘alîm",
            "terjemah": "(Ingatlah) ketika engkau (Nabi Muhammad) berangkat pada pagi hari meninggalkan keluargamu untuk mengatur orang-orang mukmin pada pos-pos pertempuran. Allah Maha Mendengar lagi Maha Mengetahui."
        },
        {
            "ayat": 122,
            "arab": "اِذْ هَمَّتْ طَّۤاىِٕفَتٰنِ مِنْكُمْ اَنْ تَفْشَلَاۙ وَاللّٰهُ وَلِيُّهُمَاۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ۝١٢٢",
            "latin": "idz hammath thâ'ifatâni mingkum an tafsyalâ wallâhu waliyyuhumâ, wa ‘alallâhi falyatawakkalil-mu'minûn",
            "terjemah": "(Ingatlah) ketika dua golongan dari pihak kamu ingin (mundur) karena takut, padahal Allah adalah penolong mereka. Oleh karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal."
        },
        {
            "ayat": 123,
            "arab": "وَلَقَدْ نَصَرَكُمُ اللّٰهُ بِبَدْرٍ وَّاَنْتُمْ اَذِلَّةٌۚ فَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تَشْكُرُوْنَ ۝١٢٣",
            "latin": "wa laqad nasharakumullâhu bibadriw wa antum adzillah, fattaqullâha la‘allakum tasykurûn",
            "terjemah": "Sungguh, Allah benar-benar telah menolong kamu dalam Perang Badar, padahal kamu (pada saat itu) adalah orang-orang lemah. Oleh karena itu, bertakwalah kepada Allah agar kamu bersyukur."
        },
        {
            "ayat": 124,
            "arab": "اِذْ تَقُوْلُ لِلْمُؤْمِنِيْنَ اَلَنْ يَّكْفِيَكُمْ اَنْ يُّمِدَّكُمْ رَبُّكُمْ بِثَلٰثَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُنْزَلِيْنَۗ ۝١٢٤",
            "latin": "idz taqûlu lil-mu'minîna a lay yakfiyakum ay yumiddakum rabbukum bitsalâtsati âlâfim minal-malâ'ikati munzalîn",
            "terjemah": "(Ingatlah) ketika engkau (Nabi Muhammad) mengatakan kepada orang-orang mukmin, “Apakah tidak cukup bagimu bahwa Tuhanmu membantumu dengan tiga ribu malaikat yang diturunkan (dari langit)?”"
        },
        {
            "ayat": 125,
            "arab": "بَلٰٓىۙ اِنْ تَصْبِرُوْا وَتَتَّقُوْا وَيَأْتُوْكُمْ مِّنْ فَوْرِهِمْ هٰذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُسَوِّمِيْنَ ۝١٢٥",
            "latin": "balâ in tashbirû wa tattaqû wa ya'tûkum min faurihim hâdzâ yumdidkum rabbukum bikhamsati âlâfim minal-malâ'ikati musawwimîn",
            "terjemah": "“Ya (cukup).” Jika kamu bersabar dan bertakwa, lalu mereka datang menyerang kamu dengan tiba-tiba, niscaya Allah menolongmu dengan lima ribu malaikat yang memakai tanda."
        },
        {
            "ayat": 126,
            "arab": "وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى لَكُمْ وَلِتَطْمَىِٕنَّ قُلُوْبُكُمْ بِهٖۗ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِۙ ۝١٢٦",
            "latin": "wa mâ ja‘alahullâhu illâ busyrâ lakum wa litathma'inna qulûbukum bih, wa man-nashru illâ min ‘indillâhil-‘azîzil-ḫakîm",
            "terjemah": "Allah tidak menjadikannya (pertolongan itu) kecuali hanya sebagai kabar gembira bagi (kemenangan)-mu dan agar hatimu tenang karenanya. Tidak ada kemenangan selain dari Allah Yang Mahaperkasa lagi Mahabijaksana."
        },
        {
            "ayat": 127,
            "arab": "لِيَقْطَعَ طَرَفًا مِّنَ الَّذِيْنَ كَفَرُوْٓا اَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوْا خَاۤىِٕبِيْنَ ۝١٢٧",
            "latin": "liyaqtha‘a tharafam minalladzîna kafarû au yakbitahum fa yangqalibû khâ'ibîn",
            "terjemah": "(Hal itu dilakukan) untuk membinasakan segolongan orang yang kufur atau untuk menjadikan mereka hina sehingga mereka kembali tanpa memperoleh apa pun."
        },
        {
            "ayat": 128,
            "arab": "لَيْسَ لَكَ مِنَ الْاَمْرِ شَيْءٌ اَوْ يَتُوْبَ عَلَيْهِمْ اَوْ يُعَذِّبَهُمْ فَاِنَّهُمْ ظٰلِمُوْنَ ۝١٢٨",
            "latin": "laisa laka minal-amri syai'un au yatûba ‘alaihim au yu‘adzdzibahum fa innahum dhâlimûn",
            "terjemah": "Hal itu sama sekali bukan menjadi urusanmu (Nabi Muhammad), apakah Allah menerima tobat mereka atau mengazabnya karena sesungguhnya mereka orang-orang zalim."
        },
        {
            "ayat": 129,
            "arab": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌࣖ ۝١٢٩",
            "latin": "wa lillâhi mâ fis-samâwâti wa mâ fil-ardl, yaghfiru limay yasyâ'u wa yu‘adzdzibu may yasyâ', wallâhu ghafûrur raḫîm",
            "terjemah": "Milik Allahlah segala yang ada di langit dan segala yang ada di bumi. Dia mengampuni siapa yang Dia kehendaki dan mengazab siapa yang Dia kehendaki. Allah Maha Pengampun lagi Maha Penyayang."
        },
        {
            "ayat": 130,
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوا الرِّبٰوٓا اَضْعَافًا مُّضٰعَفَةًۖ وَّاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَۚ ۝١٣٠",
            "latin": "yâ ayyuhalladzîna âmanû lâ ta'kulur-ribâ adl‘âfam mudlâ‘afataw wattaqullâha la‘allakum tufliḫûn",
            "terjemah": "Wahai orang-orang yang beriman, janganlah kamu memakan riba dengan berlipat ganda dan bertakwalah kepada Allah agar kamu beruntung."
        },
        {
            "ayat": 131,
            "arab": "وَاتَّقُوا النَّارَ الَّتِيْٓ اُعِدَّتْ لِلْكٰفِرِيْنَۚ ۝١٣١",
            "latin": "wattaqun-nârallatî u‘iddat lil-kâfirîn",
            "terjemah": "Lindungilah dirimu dari api neraka yang disediakan bagi orang-orang kafir."
        },
        {
            "ayat": 132,
            "arab": "وَاَطِيْعُوا اللّٰهَ وَالرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَۚ ۝١٣٢",
            "latin": "wa athî‘ullâha war-rasûla la‘allakum tur-ḫamûn",
            "terjemah": "Taatilah Allah dan Rasul (Nabi Muhammad) agar kamu diberi rahmat."
        },
        {
            "ayat": 133,
            "arab": "۞ وَسَارِعُوْٓا اِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمٰوٰتُ وَالْاَرْضُۙ اُعِدَّتْ لِلْمُتَّقِيْنَۙ ۝١٣٣",
            "latin": "wa sâri‘û ilâ maghfiratim mir rabbikum wa jannatin ‘ardluhas-samâwâtu wal-ardlu u‘iddat lil-muttaqîn",
            "terjemah": "Bersegeralah menuju ampunan dari Tuhanmu dan surga (yang) luasnya (seperti) langit dan bumi yang disediakan bagi orang-orang yang bertakwa,"
        },
        {
            "ayat": 134,
            "arab": "الَّذِيْنَ يُنْفِقُوْنَ فِى السَّرَّۤاءِ وَالضَّرَّۤاءِ وَالْكٰظِمِيْنَ الْغَيْظَ وَالْعَافِيْنَ عَنِ النَّاسِۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَۚ ۝١٣٤",
            "latin": "alladzîna yunfiqûna fis-sarrâ'i wadl-dlarrâ'i wal-kâdhimînal-ghaidha wal-‘âfîna ‘anin-nâs, wallâhu yuḫibbul-muḫsinîn",
            "terjemah": "(yaitu) orang-orang yang selalu berinfak, baik di waktu lapang maupun sempit, orang-orang yang mengendalikan kemurkaannya, dan orang-orang yang memaafkan (kesalahan) orang lain. Allah mencintai orang-orang yang berbuat kebaikan."
        },
        {
            "ayat": 135,
            "arab": "وَالَّذِيْنَ اِذَا فَعَلُوْا فَاحِشَةً اَوْ ظَلَمُوْٓا اَنْفُسَهُمْ ذَكَرُوا اللّٰهَ فَاسْتَغْفَرُوْا لِذُنُوْبِهِمْۗ وَمَنْ يَّغْفِرُ الذُّنُوْبَ اِلَّا اللّٰهُۗ وَلَمْ يُصِرُّوْا عَلٰى مَا فَعَلُوْا وَهُمْ يَعْلَمُوْنَ ۝١٣٥",
            "latin": "walladzîna idzâ fa‘alû fâḫisyatan au dhalamû anfusahum dzakarullâha fastaghfarû lidzunûbihim, wa may yaghfirudz-dzunûba illallâh, wa lam yushirrû ‘alâ mâ fa‘alû wa hum ya‘lamûn",
            "terjemah": "Demikian (juga) orang-orang yang apabila mengerjakan perbuatan keji atau menzalimi diri sendiri, mereka (segera) mengingat Allah lalu memohon ampunan atas dosa-dosanya. Siapa (lagi) yang dapat mengampuni dosa-dosa selain Allah? Mereka pun tidak meneruskan apa yang mereka kerjakan (perbuatan dosa itu) sedangkan mereka mengetahui(-nya)."
        },
        {
            "ayat": 136,
            "arab": "اُولٰۤىِٕكَ جَزَاۤؤُهُمْ مَّغْفِرَةٌ مِّنْ رَّبِّهِمْ وَجَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ وَنِعْمَ اَجْرُ الْعٰمِلِيْنَۗ ۝١٣٦",
            "latin": "ulâ'ika jazâ'uhum maghfiratum mir rabbihim wa jannâtun tajrî min taḫtihal-an-hâru khâlidîna fîhâ, wa ni‘ma ajrul-‘âmilîn",
            "terjemah": "Mereka itu balasannya adalah ampunan dari Tuhan mereka dan surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya. (Itulah) sebaik-baik pahala bagi orang-orang yang mengerjakan (amal-amal saleh)."
        },
        {
            "ayat": 137,
            "arab": "قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌۙ فَسِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ۝١٣٧",
            "latin": "qad khalat ming qablikum sunanun fa sîrû fil-ardli fandhurû kaifa kâna ‘âqibatul-mukadzdzibîn",
            "terjemah": "Sungguh, telah berlalu sebelum kamu sunah-sunah (Allah). Oleh karena itu, berjalanlah di (segenap penjuru) bumi dan perhatikanlah bagaimana kesudahan para pendusta (rasul-rasul)."
        },
        {
            "ayat": 138,
            "arab": "هٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَّمَوْعِظَةٌ لِّلْمُتَّقِيْنَ ۝١٣٨",
            "latin": "hâdzâ bayânul lin-nâsi wa hudaw wa mau‘idhatul lil-muttaqîn",
            "terjemah": "Inilah (Al-Qur’an) suatu keterangan yang jelas untuk semua manusia, petunjuk, dan pelajaran bagi orang-orang yang bertakwa."
        },
        {
            "ayat": 139,
            "arab": "وَلَا تَهِنُوْا وَلَا تَحْزَنُوْا وَاَنْتُمُ الْاَعْلَوْنَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ۝١٣٩",
            "latin": "wa lâ tahinû wa lâ taḫzanû wa antumul-a‘launa ing kuntum mu'minîn",
            "terjemah": "Janganlah kamu (merasa) lemah dan jangan (pula) bersedih hati, padahal kamu paling tinggi (derajatnya) jika kamu orang-orang mukmin."
        },
        {
            "ayat": 140,
            "arab": "اِنْ يَّمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهٗۗ وَتِلْكَ الْاَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِۚ وَلِيَعْلَمَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَيَتَّخِذَ مِنْكُمْ شُهَدَاۤءَۗ وَاللّٰهُ لَا يُحِبُّ الظّٰلِمِيْنَۙ ۝١٤٠",
            "latin": "iy yamsaskum qar-ḫun fa qad massal-qauma qar-ḫum mitsluh, wa tilkal-ayyâmu nudâwiluhâ bainan-nâs, wa liya‘lamallâhulladzîna âmanû wa yattakhidza mingkum syuhadâ', wallâhu lâ yuḫibbudh-dhâlimîn",
            "terjemah": "Jika kamu (pada Perang Uhud) mendapat luka, maka mereka pun (pada Perang Badar) mendapat luka yang serupa. Masa (kejayaan dan kehancuran) itu Kami pergilirkan di antara manusia (agar mereka mendapat pelajaran) dan Allah mengetahui orang-orang beriman (yang sejati) dan sebagian kamu dijadikan-Nya (gugur sebagai) syuhada. Allah tidak menyukai orang-orang zalim."
        },
        {
            "ayat": 141,
            "arab": "وَلِيُمَحِّصَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَيَمْحَقَ الْكٰفِرِيْنَ ۝١٤١",
            "latin": "wa liyumaḫḫishallâhulladzîna âmanû wa yam-ḫaqal-kâfirîn",
            "terjemah": "(Pergiliran tersebut juga) agar Allah membersihkan orang-orang yang beriman (dari dosa mereka) dan membinasakan orang-orang kafir."
        },
        {
            "ayat": 142,
            "arab": "اَمْ حَسِبْتُمْ اَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللّٰهُ الَّذِيْنَ جَاهَدُوْا مِنْكُمْ وَيَعْلَمَ الصّٰبِرِيْنَ ۝١٤٢",
            "latin": "am ḫasibtum an tadkhulul-jannata wa lammâ ya‘lamillâhulladzîna jâhadû mingkum wa ya‘lamash-shâbirîn",
            "terjemah": "Apakah kamu mengira akan masuk surga, padahal belum nyata bagi Allah orang-orang yang berjihad di antara kamu dan belum nyata pula orang-orang yang sabar."
        },
        {
            "ayat": 143,
            "arab": "وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ اَنْ تَلْقَوْهُۖ فَقَدْ رَاَيْتُمُوْهُ وَاَنْتُمْ تَنْظُرُوْنَࣖ ۝١٤٣",
            "latin": "wa laqad kuntum tamannaunal-mauta ming qabli an talqauhu fa qad ra'aitumûhu wa antum tandhurûn",
            "terjemah": "Sungguh, kamu benar-benar mengharapkan mati (syahid) sebelum kamu menghadapinya (peperangan). Maka, (sekarang) kamu sungguh telah melihat (peperangan itu) dan menyaksikan (kematian)."
        },
        {
            "ayat": 144,
            "arab": "وَمَا مُحَمَّدٌ اِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُۗ اَفَا۟ىِٕنْ مَّاتَ اَوْ قُتِلَ انْقَلَبْتُمْ عَلٰٓى اَعْقَابِكُمْۗ وَمَنْ يَّنْقَلِبْ عَلٰى عَقِبَيْهِ فَلَنْ يَّضُرَّ اللّٰهَ شَيْـًٔاۗ وَسَيَجْزِى اللّٰهُ الشّٰكِرِيْنَ ۝١٤٤",
            "latin": "wa mâ muḫammadun illâ rasûl, qad khalat ming qablihir-rusul, a fa im mâta au qutilangqalabtum ‘alâ a‘qâbikum, wa may yangqalib ‘alâ ‘aqibaihi fa lay yadlurrallâha syai'â, wa sayajzillâhusy-syâkirîn",
            "terjemah": "(Nabi) Muhammad hanyalah seorang rasul. Sebelumnya telah berlalu beberapa rasul. Apakah jika dia wafat atau dibunuh, kamu berbalik ke belakang (murtad)? Siapa yang berbalik ke belakang, maka ia tidak akan mendatangkan mudarat kepada Allah sedikit pun. Allah akan memberi balasan kepada orang-orang yang bersyukur."
        },
        {
            "ayat": 145,
            "arab": "وَمَا كَانَ لِنَفْسٍ اَنْ تَمُوْتَ اِلَّا بِاِذْنِ اللّٰهِ كِتٰبًا مُّؤَجَّلًاۗ وَمَنْ يُّرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهٖ مِنْهَاۚ وَمَنْ يُّرِدْ ثَوَابَ الْاٰخِرَةِ نُؤْتِهٖ مِنْهَاۗ وَسَنَجْزِى الشّٰكِرِيْنَ ۝١٤٥",
            "latin": "wa mâ kâna linafsin an tamûta illâ bi'idznillâhi kitâbam mu'ajjalâ, wa may yurid tsawâbad-dun-yâ nu'tihî min-hâ, wa may yurid tsawâbal-âkhirati nu'tihî min-hâ, wa sanajzisy-syâkirîn",
            "terjemah": "Setiap yang bernyawa tidak akan mati, kecuali dengan izin Allah sebagai ketetapan yang telah ditentukan waktunya. Siapa yang menghendaki pahala dunia, niscaya Kami berikan kepadanya pahala (dunia) itu dan siapa yang menghendaki pahala akhirat, niscaya Kami berikan (pula) kepadanya pahala (akhirat) itu. Kami akan memberi balasan kepada orang-orang yang bersyukur."
        },
        {
            "ayat": 146,
            "arab": "وَكَاَيِّنْ مِّنْ نَّبِيٍّ قٰتَلَۙ مَعَهٗ رِبِّيُّوْنَ كَثِيْرٌۚ فَمَا وَهَنُوْا لِمَآ اَصَابَهُمْ فِيْ سَبِيْلِ اللّٰهِ وَمَا ضَعُفُوْا وَمَا اسْتَكَانُوْاۗ وَاللّٰهُ يُحِبُّ الصّٰبِرِيْنَ ۝١٤٦",
            "latin": "wa ka'ayyim min nabiyying qâtala ma‘ahû ribbiyyûna katsîr, fa mâ wahanû limâ ashâbahum fî sabîlillâhi wa mâ dla‘ufû wa mastakânû, wallâhu yuḫibbush-shâbirîn",
            "terjemah": "Betapa banyak nabi yang berperang didampingi sejumlah besar dari pengikut(-nya) yang bertakwa. Mereka tidak (menjadi) lemah karena bencana yang menimpanya di jalan Allah, tidak patah semangat, dan tidak (pula) menyerah (kepada musuh). Allah mencintai orang-orang yang sabar."
        },
        {
            "ayat": 147,
            "arab": "وَمَا كَانَ قَوْلَهُمْ اِلَّآ اَنْ قَالُوْا رَبَّنَا اغْفِرْ لَنَا ذُنُوْبَنَا وَاِسْرَافَنَا فِيْٓ اَمْرِنَا وَثَبِّتْ اَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ۝١٤٧",
            "latin": "wa mâ kâna qaulahum illâ ang qâlû rabbanaghfir lanâ dzunûbanâ wa isrâfanâ fî amrinâ wa tsabbit aqdâmanâ wanshurnâ ‘alal-qaumil-kâfirîn",
            "terjemah": "Tidak lain ucapan mereka kecuali doa, “Ya Tuhan kami, ampunilah dosa-dosa kami dan tindakan-tindakan kami yang berlebihan dalam urusan kami, tetapkanlah pendirian kami, dan tolonglah kami terhadap kaum yang kafir.”"
        },
        {
            "ayat": 148,
            "arab": "فَاٰتٰىهُمُ اللّٰهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْاٰخِرَةِۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَࣖ ۝١٤٨",
            "latin": "fa âtâhumullâhu tsawâbad-dun-yâ wa ḫusna tsawâbil-âkhirah, wallâhu yuḫibbul-muḫsinîn",
            "terjemah": "Maka, Allah menganugerahi mereka balasan (di) dunia dan pahala yang baik (di) akhirat. Allah mencintai orang-orang yang berbuat kebaikan."
        },
        {
            "ayat": 149,
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تُطِيْعُوا الَّذِيْنَ كَفَرُوْا يَرُدُّوْكُمْ عَلٰٓى اَعْقَابِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ ۝١٤٩",
            "latin": "yâ ayyuhalladzîna âmanû in tuthî‘ulladzîna kafarû yaruddûkum ‘alâ a‘qâbikum fa tangqalibû khâsirîn",
            "terjemah": "Wahai orang-orang yang beriman, jika kamu menaati orang-orang yang kufur, niscaya mereka akan mengembalikan kamu ke belakang (murtad). Akibatnya, kamu akan kembali dalam keadaan merugi."
        },
        {
            "ayat": 150,
            "arab": "بَلِ اللّٰهُ مَوْلٰىكُمْۚ وَهُوَ خَيْرُ النّٰصِرِيْنَ ۝١٥٠",
            "latin": "balillâhu maulâkum, wa huwa khairun nâshirîn",
            "terjemah": "Namun, (hanya) Allahlah pelindungmu dan Dia penolong yang terbaik."
        },
        {
            "ayat": 151,
            "arab": "سَنُلْقِيْ فِيْ قُلُوْبِ الَّذِيْنَ كَفَرُوا الرُّعْبَ بِمَٓا اَشْرَكُوْا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًاۚ وَمَأْوٰىهُمُ النَّارُۗ وَبِئْسَ مَثْوَى الظّٰلِمِيْنَ ۝١٥١",
            "latin": "sanulqî fî qulûbilladzîna kafarur-ru‘ba bimâ asyrakû billâhi mâ lam yunazzil bihî sulthânâ, wa ma'wâhumun-nâr, wa bi'sa matswadh-dhâlimîn",
            "terjemah": "Kami akan memasukkan rasa takut ke dalam hati orang-orang yang kufur karena mereka mempersekutukan Allah dengan sesuatu yang Allah tidak menurunkan keterangan tentangnya. Tempat kembali mereka adalah neraka. (Itulah) seburuk-buruk tempat tinggal (bagi) orang-orang zalim."
        },
        {
            "ayat": 152,
            "arab": "وَلَقَدْ صَدَقَكُمُ اللّٰهُ وَعْدَهٗٓ اِذْ تَحُسُّوْنَهُمْ بِاِذْنِهٖۚ حَتّٰىٓ اِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِى الْاَمْرِ وَعَصَيْتُمْ مِّنْۢ بَعْدِ مَآ اَرٰىكُمْ مَّا تُحِبُّوْنَۗ مِنْكُمْ مَّنْ يُّرِيْدُ الدُّنْيَا وَمِنْكُمْ مَّنْ يُّرِيْدُ الْاٰخِرَةَۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْۚ وَلَقَدْ عَفَا عَنْكُمْۗ وَاللّٰهُ ذُوْ فَضْلٍ عَلَى الْمُؤْمِنِيْنَ ۝١٥٢",
            "latin": "wa laqad shadaqakumullâhu wa‘dahû idz taḫussûnahum bi'idznih, ḫattâ idzâ fasyiltum wa tanâza‘tum fil-amri wa ‘ashaitum mim ba‘di mâ arâkum mâ tuḫibbûn, mingkum may yurîdud-dun-yâ wa mingkum may yurîdul-âkhirah, tsumma sharafakum ‘an-hum liyabtaliyakum, wa laqad ‘afâ ‘angkum, wallâhu dzû fadllin ‘alal-mu'minîn",
            "terjemah": "Sungguh, Allah benar-benar telah memenuhi janji-Nya kepadamu ketika kamu membunuh mereka dengan izin-Nya sampai pada saat kamu (dalam keadaan) lemah, berselisih dalam urusan itu, dan mengabaikan (perintah Rasul) setelah Allah memperlihatkan kepadamu apa yang kamu sukai. Di antara kamu ada orang yang menghendaki dunia dan di antara kamu ada (pula) orang yang menghendaki akhirat. Kemudian, Allah memalingkan kamu dari mereka untuk mengujimu. Sungguh, Dia benar-benar telah memaafkan kamu. Allah mempunyai karunia (yang diberikan) kepada orang-orang mukmin."
        },
        {
            "ayat": 153,
            "arab": "۞ اِذْ تُصْعِدُوْنَ وَلَا تَلْوٗنَ عَلٰٓى اَحَدٍ وَّالرَّسُوْلُ يَدْعُوْكُمْ فِيْٓ اُخْرٰىكُمْ فَاَثَابَكُمْ غَمًّا ۢ بِغَمٍّ لِّكَيْلَا تَحْزَنُوْا عَلٰى مَا فَاتَكُمْ وَلَا مَآ اَصَابَكُمْۗ وَاللّٰهُ خَبِيْرٌ ۢ بِمَا تَعْمَلُوْنَ ۝١٥٣",
            "latin": "idz tush‘idûna wa lâ talwûna ‘alâ aḫadiw war-rasûlu yad‘ûkum fî ukhrâkum fa atsâbakum ghammam bighammil likai lâ taḫzanû ‘alâ mâ fâtakum wa lâ mâ ashâbakum, wallâhu khabîrum bimâ ta‘malûn",
            "terjemah": "(Ingatlah) ketika kamu lari dan tidak menoleh kepada siapa pun, sedangkan Rasul (Muhammad) memanggilmu dari belakang. Oleh karena itu, Allah menimpakan kepadamu kesedihan demi kesedihan agar kamu tidak bersedih hati (lagi) terhadap apa yang luput dari kamu dan terhadap apa yang menimpamu. Allah Mahateliti terhadap apa yang kamu kerjakan."
        },
        {
            "ayat": 154,
            "arab": "ثُمَّ اَنْزَلَ عَلَيْكُمْ مِّنْۢ بَعْدِ الْغَمِّ اَمَنَةً نُّعَاسًا يَّغْشٰى طَۤاىِٕفَةً مِّنْكُمْۙ وَطَۤاىِٕفَةٌ قَدْ اَهَمَّتْهُمْ اَنْفُسُهُمْ يَظُنُّوْنَ بِاللّٰهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِۗ يَقُوْلُوْنَ هَلْ لَّنَا مِنَ الْاَمْرِ مِنْ شَيْءٍۗ قُلْ اِنَّ الْاَمْرَ كُلَّهٗ لِلّٰهِۗ يُخْفُوْنَ فِيْٓ اَنْفُسِهِمْ مَّا لَا يُبْدُوْنَ لَكَۗ يَقُوْلُوْنَ لَوْ كَانَ لَنَا مِنَ الْاَمْرِ شَيْءٌ مَّا قُتِلْنَا هٰهُنَاۗ قُلْ لَّوْ كُنْتُمْ فِيْ بُيُوْتِكُمْ لَبَرَزَ الَّذِيْنَ كُتِبَ عَلَيْهِمُ الْقَتْلُ اِلٰى مَضَاجِعِهِمْۚ وَلِيَبْتَلِيَ اللّٰهُ مَا فِيْ صُدُوْرِكُمْ وَلِيُمَحِّصَ مَا فِيْ قُلُوْبِكُمْۗ وَاللّٰهُ عَلِيْمٌ ۢ بِذَاتِ الصُّدُوْرِ ۝١٥٤",
            "latin": "tsumma anzala ‘alaikum mim ba‘dil-ghammi amanatan nu‘âsay yaghsyâ thâ'ifatam mingkum wa thâ'ifatung qad ahammat-hum anfusuhum yadhunnûna billâhi ghairal-ḫaqqi dhannal-jâhiliyyah, yaqûlûna hal lanâ minal-amri min syaî', qul innal-amra kullahû lillâh, yukhfûna fî anfusihim mâ lâ yubdûna lak, yaqûlûna lau kâna lanâ minal-amri syai'um mâ qutilnâ hâhunâ, qul lau kuntum fî buyûtikum labarazalladzîna kutiba ‘alaihimul-qatlu ilâ madlâji‘ihim, wa liyabtaliyallâhu mâ fî shudûrikum wa liyumaḫḫisha mâ fî qulûbikum, wallâhu ‘alîmum bidzâtish-shudûr",
            "terjemah": "Setelah kamu ditimpa kesedihan, kemudian Dia menurunkan rasa aman kepadamu (berupa) kantuk yang meliputi segolongan dari kamu, sedangkan segolongan lagi telah mencemaskan diri mereka sendiri. Mereka berprasangka yang tidak benar terhadap Allah seperti sangkaan jahiliah. Mereka berkata, “Adakah sesuatu yang dapat kita perbuat dalam urusan ini?” Katakanlah (Nabi Muhammad), “Sesungguhnya segala urusan itu di tangan Allah.” Mereka menyembunyikan dalam hatinya apa yang tidak mereka terangkan kepadamu. Mereka berkata, “Seandainya ada sesuatu yang dapat kami perbuat dalam urusan ini, niscaya kami tidak akan dibunuh (dikalahkan) di sini.” Katakanlah (Nabi Muhammad), “Seandainya kamu ada di rumahmu, niscaya orang-orang yang telah ditetapkan akan mati terbunuh itu keluar (juga) ke tempat mereka terbunuh.” Allah (berbuat demikian) untuk menguji yang ada dalam dadamu dan untuk membersihkan yang ada dalam hatimu. Allah Maha Mengetahui segala isi hati."
        },
        {
            "ayat": 155,
            "arab": "اِنَّ الَّذِيْنَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِۙ اِنَّمَا اسْتَزَلَّهُمُ الشَّيْطٰنُ بِبَعْضِ مَا كَسَبُوْاۚ وَلَقَدْ عَفَا اللّٰهُ عَنْهُمْۗ اِنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌࣖ ۝١٥٥",
            "latin": "innalladzîna tawallau mingkum yaumaltaqal-jam‘âni innamastazallahumusy-syaithânu biba‘dli mâ kasabû, wa laqad ‘afallâhu ‘an-hum, innallâha ghafûrun ḫalîm",
            "terjemah": "Sesungguhnya orang-orang yang berpaling di antara kamu pada hari ketika dua pasukan bertemu, sesungguhnya mereka hanyalah digelincirkan oleh setan disebabkan sebagian kesalahan (dosa) yang telah mereka perbuat. Allah benar-benar telah memaafkan mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyantun."
        },
        {
            "ayat": 156,
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ كَفَرُوْا وَقَالُوْا لِاِخْوَانِهِمْ اِذَا ضَرَبُوْا فِى الْاَرْضِ اَوْ كَانُوْا غُزًّى لَّوْ كَانُوْا عِنْدَنَا مَا مَاتُوْا وَمَا قُتِلُوْاۚ لِيَجْعَلَ اللّٰهُ ذٰلِكَ حَسْرَةً فِيْ قُلُوْبِهِمْۗ وَاللّٰهُ يُحْيٖ وَيُمِيْتُۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ۝١٥٦",
            "latin": "yâ ayyuhalladzîna âmanû lâ takûnû kalladzîna kafarû wa qâlû li'ikhwânihim idzâ dlarabû fil-ardli au kânû ghuzzal lau kânû ‘indanâ mâ mâtû wa mâ qutilû, liyaj‘alallâhu dzâlika ḫasratan fî qulûbihim, wallâhu yuḫyî wa yumît, wallâhu bimâ ta‘malûna bashîr",
            "terjemah": "Wahai orang-orang yang beriman, janganlah seperti orang-orang yang kufur dan berbicara tentang saudara-saudaranya, apabila mereka mengadakan perjalanan di bumi atau berperang, “Seandainya mereka tetap bersama kami, tentulah mereka tidak mati dan tidak terbunuh.” (Allah membiarkan mereka bersikap demikian) karena Allah hendak menjadikan itu (kelak) sebagai penyesalan di hati mereka."
        },
        {
            "ayat": 157,
            "arab": "وَلَىِٕنْ قُتِلْتُمْ فِيْ سَبِيْلِ اللّٰهِ اَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللّٰهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ۝١٥٧",
            "latin": "wa la'ing qutiltum fî sabîlillâhi au muttum lamaghfiratum minallâhi wa raḫmatun khairum mimmâ yajma‘ûn",
            "terjemah": "Sungguh, jika kamu gugur di jalan Allah atau mati, pastilah ampunan Allah dan rahmat-Nya lebih baik (bagimu) daripada apa (harta rampasan) yang mereka kumpulkan."
        },
        {
            "ayat": 158,
            "arab": "وَلَىِٕنْ مُّتُّمْ اَوْ قُتِلْتُمْ لَاِلَى اللّٰهِ تُحْشَرُوْنَ ۝١٥٨",
            "latin": "wa la'im muttum au qutiltum la'ilallâhi tuḫsyarûn",
            "terjemah": "Sungguh, jika kamu mati atau gugur, pastilah kepada Allah kamu dikumpulkan."
        },
        {
            "ayat": 159,
            "arab": "فَبِمَا رَحْمَةٍ مِّنَ اللّٰهِ لِنْتَ لَهُمْۚ وَلَوْ كُنْتَ فَظًّا غَلِيْظَ الْقَلْبِ لَانْفَضُّوْا مِنْ حَوْلِكَۖ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى الْاَمْرِۚ فَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّٰهِۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَوَكِّلِيْنَ ۝١٥٩",
            "latin": "fa bimâ raḫmatim minallâhi linta lahum, walau kunta fadhdhan ghalîdhal-qalbi lanfadldlû min ḫaulika fa‘fu ‘an-hum wastaghfir lahum wa syâwir-hum fil-amr, fa idzâ ‘azamta fa tawakkal ‘alallâh, innallâha yuḫibbul-mutawakkilîn",
            "terjemah": "Maka, berkat rahmat Allah engkau (Nabi Muhammad) berlaku lemah lembut terhadap mereka. Seandainya engkau bersikap keras dan berhati kasar, tentulah mereka akan menjauh dari sekitarmu. Oleh karena itu, maafkanlah mereka, mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam segala urusan (penting). Kemudian, apabila engkau telah membulatkan tekad, bertawakallah kepada Allah. Sesungguhnya Allah mencintai orang-orang yang bertawakal."
        },
        {
            "ayat": 160,
            "arab": "اِنْ يَّنْصُرْكُمُ اللّٰهُ فَلَا غَالِبَ لَكُمْۚ وَاِنْ يَّخْذُلْكُمْ فَمَنْ ذَا الَّذِيْ يَنْصُرُكُمْ مِّنْۢ بَعْدِهٖۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ۝١٦٠",
            "latin": "iy yanshurkumullâhu fa lâ ghâliba lakum, wa iy yakhdzulkum fa man dzalladzî yanshurukum mim ba‘dih, wa ‘alallâhi falyatawakkalil-mu'minûn",
            "terjemah": "Jika Allah menolongmu, tidak ada yang (dapat) mengalahkanmu dan jika Dia membiarkanmu (tidak memberimu pertolongan), siapa yang (dapat) menolongmu setelah itu? Oleh karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal."
        },
        {
            "ayat": 161,
            "arab": "وَمَا كَانَ لِنَبِيٍّ اَنْ يَّغُلَّۗ وَمَنْ يَّغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيٰمَةِۚ ثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ ۝١٦١",
            "latin": "wa mâ kâna linabiyyin ay yaghull, wa may yaghlul ya'ti bimâ ghalla yaumal-qiyâmah, tsumma tuwaffâ kullu nafsim mâ kasabat wa hum lâ yudhlamûn",
            "terjemah": "Tidak layak seorang nabi menyelewengkan (harta rampasan perang). Siapa yang menyelewengkan (-nya), niscaya pada hari Kiamat dia akan datang membawa apa yang diselewengkannya itu. Kemudian, setiap orang akan diberi balasan secara sempurna sesuai apa yang mereka lakukan dan mereka tidak dizalimi."
        },
        {
            "ayat": 162,
            "arab": "اَفَمَنِ اتَّبَعَ رِضْوَانَ اللّٰهِ كَمَنْۢ بَاۤءَ بِسَخَطٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُۗ وَبِئْسَ الْمَصِيْرُ ۝١٦٢",
            "latin": "a fa manittaba‘a ridlwânallâhi kamam bâ'a bisakhathim minallâhi wa ma'wâhu jahannam, wa bi'sal-mashîr",
            "terjemah": "Apakah orang yang mengikuti (jalan) rida Allah sama dengan orang yang kembali dengan membawa kemurkaan dari Allah dan tempatnya adalah (neraka) Jahanam? Itulah seburuk-buruk tempat kembali."
        },
        {
            "ayat": 163,
            "arab": "هُمْ دَرَجٰتٌ عِنْدَ اللّٰهِۗ وَاللّٰهُ بَصِيْرٌ ۢ بِمَا يَعْمَلُوْنَ ۝١٦٣",
            "latin": "hum darajâtun ‘indallâh, wallâhu bashîrum bimâ ya‘malûn",
            "terjemah": "Mereka bertingkat-tingkat di sisi Allah. Allah Maha Melihat apa yang mereka kerjakan."
        },
        {
            "ayat": 164,
            "arab": "لَقَدْ مَنَّ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ اِذْ بَعَثَ فِيْهِمْ رَسُوْلًا مِّنْ اَنْفُسِهِمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِهٖ وَيُزَكِّيْهِمْ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَۚ وَاِنْ كَانُوْا مِنْ قَبْلُ لَفِيْ ضَلٰلٍ مُّبِيْنٍ ۝١٦٤",
            "latin": "laqad mannallâhu ‘alal-mu'minîna idz ba‘atsa fîhim rasûlam min anfusihim yatlû ‘alaihim âyâtihî wa yuzakkîhim wa yu‘allimuhumul-kitâba wal-ḫikmah, wa ing kânû ming qablu lafî dlalâlim mubîn",
            "terjemah": "Sungguh, Allah benar-benar telah memberi karunia kepada orang-orang mukmin ketika (Dia) mengutus di tengah-tengah mereka seorang Rasul (Muhammad) dari kalangan mereka sendiri yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka, dan mengajarkan kepada mereka Kitab Suci (Al-Qur’an) dan hikmah. Sesungguhnya mereka sebelum itu benar-benar dalam kesesatan yang nyata."
        },
        {
            "ayat": 165,
            "arab": "اَوَلَمَّآ اَصَابَتْكُمْ مُّصِيْبَةٌ قَدْ اَصَبْتُمْ مِّثْلَيْهَاۙ قُلْتُمْ اَنّٰى هٰذَاۗ قُلْ هُوَ مِنْ عِنْدِ اَنْفُسِكُمْۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۝١٦٥",
            "latin": "a wa lammâ ashâbatkum mushîbatung qad ashabtum mitslaihâ qultum annâ hâdzâ, qul huwa min ‘indi anfusikum, innallâha ‘alâ kulli syai'ing qadîr",
            "terjemah": "Apakah ketika kamu ditimpa musibah (kekalahan pada Perang Uhud), padahal kamu telah memperoleh (kenikmatan) dua kali lipatnya (pada Perang Badar), kamu berkata, “Dari mana datangnya (kekalahan) ini?” Katakanlah, “Itu dari (kesalahan) dirimu sendiri.” Sesungguhnya Allah Mahakuasa atas segala sesuatu."
        },
        {
            "ayat": 166,
            "arab": "وَمَآ اَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِ فَبِاِذْنِ اللّٰهِ وَلِيَعْلَمَ الْمُؤْمِنِيْنَۙ ۝١٦٦",
            "latin": "wa mâ ashâbakum yaumaltaqal-jam‘âni fa bi'idznillâhi wa liya‘lamal-mu'minîn",
            "terjemah": "Apa yang menimpa kamu pada hari ketika dua pasukan bertemu terjadi atas izin Allah dan agar Dia mengetahui siapa orang (yang benar-benar) beriman"
        },
        {
            "ayat": 167,
            "arab": "وَلِيَعْلَمَ الَّذِيْنَ نَافَقُوْاۖ وَقِيْلَ لَهُمْ تَعَالَوْا قَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ اَوِ ادْفَعُوْاۗ قَالُوْا لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنٰكُمْۗ هُمْ لِلْكُفْرِ يَوْمَىِٕذٍ اَقْرَبُ مِنْهُمْ لِلْاِيْمَانِۚ يَقُوْلُوْنَ بِاَفْوَاهِهِمْ مَّا لَيْسَ فِيْ قُلُوْبِهِمْۗ وَاللّٰهُ اَعْلَمُ بِمَا يَكْتُمُوْنَۚ ۝١٦٧",
            "latin": "wa liya‘lamalladzîna nâfaqû wa qîla lahum ta‘âlau qâtilû fî sabîlillâhi awidfa‘û, qâlû lau na‘lamu qitâlal lattaba‘nâkum, hum lil-kufri yauma'idzin aqrabu min-hum lil-îmân, yaqûlûna bi'afwâhihim mâ laisa fî qulûbihim, wallâhu a‘lamu bimâ yaktumûn",
            "terjemah": "dan mengetahui orang-orang yang munafik. Dikatakan kepada mereka, “Marilah berperang di jalan Allah atau pertahankanlah (dirimu).” Mereka menjawab, “Seandainya kami mengetahui (bagaimana cara) berperang, tentulah kami mengikutimu.” Mereka pada hari itu lebih dekat pada kekufuran daripada keimanan. Mereka mengatakan dengan mulutnya sesuatu yang tidak ada dalam hatinya. Allah lebih mengetahui segala sesuatu yang mereka sembunyikan."
        },
        {
            "ayat": 168,
            "arab": "اَلَّذِيْنَ قَالُوْا لِاِخْوَانِهِمْ وَقَعَدُوْا لَوْ اَطَاعُوْنَا مَا قُتِلُوْاۗ قُلْ فَادْرَءُوْا عَنْ اَنْفُسِكُمُ الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝١٦٨",
            "latin": "alladzîna qâlû li'ikhwânihim wa qa‘adû lau athâ‘ûnâ mâ qutilû, qul fadra'û ‘an anfusikumul-mauta ing kuntum shâdiqîn",
            "terjemah": "(Mereka itu adalah) orang-orang yang berbicara tentang saudara-saudaranya (yang ikut berperang dan terbunuh), sedangkan mereka sendiri tidak turut berperang, “Seandainya mereka mengikuti kami, tentulah mereka tidak terbunuh.” Katakanlah, “Cegahlah kematian itu dari dirimu jika kamu orang-orang benar.”"
        },
        {
            "ayat": 169,
            "arab": "وَلَا تَحْسَبَنَّ الَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ اَمْوَاتًاۗ بَلْ اَحْيَاۤءٌ عِنْدَ رَبِّهِمْ يُرْزَقُوْنَۙ ۝١٦٩",
            "latin": "wa lâ taḫsabannalladzîna qutilû fî sabîlillâhi amwâtâ, bal aḫyâ'un ‘inda rabbihim yurzaqûn",
            "terjemah": "Jangan sekali-kali kamu mengira bahwa orang-orang yang gugur di jalan Allah itu mati. Sebenarnya, mereka itu hidup dan dianugerahi rezeki di sisi Tuhannya."
        },
        {
            "ayat": 170,
            "arab": "فَرِحِيْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۙ وَيَسْتَبْشِرُوْنَ بِالَّذِيْنَ لَمْ يَلْحَقُوْا بِهِمْ مِّنْ خَلْفِهِمْۙ اَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۘ ۝١٧٠",
            "latin": "fariḫîna bimâ âtâhumullâhu min fadllihî wa yastabsyirûna billadzîna lam yal-ḫaqû bihim min khalfihim allâ khaufun ‘alaihim wa lâ hum yaḫzanûn",
            "terjemah": "Mereka bergembira dengan karunia yang Allah anugerahkan kepadanya dan bergirang hati atas (keadaan) orang-orang yang berada di belakang yang belum menyusul mereka, yaitu bahwa tidak ada rasa takut pada mereka dan mereka tidak bersedih hati."
        },
        {
            "ayat": 171,
            "arab": "۞ يَسْتَبْشِرُوْنَ بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍۗ وَاَنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُؤْمِنِيْنَࣖ ۝١٧١",
            "latin": "yastabsyirûna bini‘matim minallâhi wa fadll, wa annallâha lâ yudlî‘u ajral-mu'minîn",
            "terjemah": "Mereka bergirang hati dengan nikmat dan karunia dari Allah dan bahwa sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang mukmin,"
        },
        {
            "ayat": 172,
            "arab": "اَلَّذِيْنَ اسْتَجَابُوْا لِلّٰهِ وَالرَّسُوْلِ مِنْۢ بَعْدِ مَآ اَصَابَهُمُ الْقَرْحُۖ لِلَّذِيْنَ اَحْسَنُوْا مِنْهُمْ وَاتَّقَوْا اَجْرٌ عَظِيْمٌۚ ۝١٧٢",
            "latin": "alladzînastajâbû lillâhi war-rasûli mim ba‘di mâ ashâbahumul-qar-ḫu lilladzîna aḫsanû min-hum wattaqau ajrun ‘adhîm",
            "terjemah": "(yaitu) orang-orang yang memenuhi (seruan) Allah dan Rasul setelah mereka menderita luka-luka (dalam Perang Uhud). Orang-orang yang berbuat kebaikan dan bertakwa di antara mereka akan mendapat pahala yang sangat besar,"
        },
        {
            "ayat": 173,
            "arab": "اَلَّذِيْنَ قَالَ لَهُمُ النَّاسُ اِنَّ النَّاسَ قَدْ جَمَعُوْا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ اِيْمَانًاۖ وَّقَالُوْا حَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْلُ ۝١٧٣",
            "latin": "alladzîna qâla lahumun-nâsu innan-nâsa qad jama‘û lakum fakhsyauhum fa zâdahum îmânaw wa qâlû ḫasbunallâhu wa ni‘mal-wakîl",
            "terjemah": "(yaitu) mereka yang (ketika ada) orang-orang mengatakan kepadanya, “Sesungguhnya orang-orang (Quraisy) telah mengumpulkan (pasukan) untuk (menyerang) kamu. Oleh karena itu, takutlah kepada mereka,” ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, “Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.”"
        },
        {
            "ayat": 174,
            "arab": "فَانْقَلَبُوْا بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوْۤءٌۙ وَّاتَّبَعُوْا رِضْوَانَ اللّٰهِۗ وَاللّٰهُ ذُوْ فَضْلٍ عَظِيْمٍ ۝١٧٤",
            "latin": "fangqalabû bini‘matim minallâhi wa fadllil lam yamsas-hum sû'uw wattaba‘û ridlwânallâh, wallâhu dzû fadllin ‘adhîm",
            "terjemah": "Mereka kembali dengan nikmat dan karunia dari Allah. Mereka tidak ditimpa suatu bencana dan mereka mengikuti (jalan) rida Allah. Allah mempunyai karunia yang besar."
        },
        {
            "ayat": 175,
            "arab": "اِنَّمَا ذٰلِكُمُ الشَّيْطٰنُ يُخَوِّفُ اَوْلِيَاۤءَهٗۖ فَلَا تَخَافُوْهُمْ وَخَافُوْنِ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ۝١٧٥",
            "latin": "innamâ dzâlikumusy-syaithânu yukhawwifu auliyâ'ahû fa lâ takhâfûhum wa khâfûni ing kuntum mu'minîn",
            "terjemah": "Sesungguhnya mereka hanyalah setan yang menakut-nakuti (kamu) dengan teman-teman setianya. Oleh karena itu, janganlah takut kepada mereka, tetapi takutlah kepada-Ku, jika kamu orang-orang mukmin."
        },
        {
            "ayat": 176,
            "arab": "وَلَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِۚ اِنَّهُمْ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۗ يُرِيْدُ اللّٰهُ اَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى الْاٰخِرَةِ وَلَهُمْ عَذَابٌ عَظِيْمٌۚ ۝١٧٦",
            "latin": "wa lâ yaḫzungkalladzîna yusâri‘ûna fil-kufr, innahum lay yadlurrullâha syai'â, yurîdullâhu allâ yaj‘ala lahum ḫadhdhan fil-âkhirati wa lahum ‘adzâbun ‘adhîm",
            "terjemah": "Janganlah engkau (Nabi Muhammad) dirisaukan oleh orang-orang yang dengan cepat melakukan kekufuran. Sesungguhnya sedikit pun mereka tidak merugikan Allah. Allah tidak akan memberi bagian (pahala) kepada mereka di akhirat dan mereka akan mendapat azab yang sangat besar."
        },
        {
            "ayat": 177,
            "arab": "اِنَّ الَّذِيْنَ اشْتَرَوُا الْكُفْرَ بِالْاِيْمَانِ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ ۝١٧٧",
            "latin": "innalladzînasytarawul-kufra bil-îmâni lay yadlurrullâha syai'â, wa lahum ‘adzâbun alîm",
            "terjemah": "Sesungguhnya orang-orang yang membeli kekufuran dengan iman sedikit pun tidak merugikan Allah dan akan mendapat azab yang sangat pedih."
        },
        {
            "ayat": 178,
            "arab": "وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْٓا اَنَّمَا نُمْلِيْ لَهُمْ خَيْرٌ لِّاَنْفُسِهِمْۗ اِنَّمَا نُمْلِيْ لَهُمْ لِيَزْدَادُوْٓا اِثْمًاۚ وَلَهُمْ عَذَابٌ مُّهِيْنٌ ۝١٧٨",
            "latin": "wa lâ yaḫsabannalladzîna kafarû annamâ numlî lahum khairul li'anfusihim, innamâ numlî lahum liyazdâdû itsmâ, wa lahum ‘adzâbum muhîn",
            "terjemah": "Jangan sekali-kali orang-orang kafir mengira bahwa sesungguhnya tenggang waktu yang Kami berikan kepadanya baik bagi dirinya. Sesungguhnya Kami memberinya tenggang waktu hanya agar dosa mereka makin bertambah dan mereka akan mendapat azab yang menghinakan."
        },
        {
            "ayat": 179,
            "arab": "مَا كَانَ اللّٰهُ لِيَذَرَ الْمُؤْمِنِيْنَ عَلٰى مَآ اَنْتُمْ عَلَيْهِ حَتّٰى يَمِيْزَ الْخَبِيْثَ مِنَ الطَّيِّبِۗ وَمَا كَانَ اللّٰهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلٰكِنَّ اللّٰهَ يَجْتَبِيْ مِنْ رُّسُلِهٖ مَنْ يَّشَاۤءُۖ فَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖۚ وَاِنْ تُؤْمِنُوْا وَتَتَّقُوْا فَلَكُمْ اَجْرٌ عَظِيْمٌ ۝١٧٩",
            "latin": "mâ kânallâhu liyadzaral-mu'minîna ‘alâ mâ antum ‘alaihi ḫattâ yamîzal-khabîtsa minath-thayyib, wa mâ kânallâhu liyuthli‘akum ‘alal-ghaibi wa lâkinnallâha yajtabî mir rusulihî may yasyâ'u fa âminû billâhi wa rusulih, wa in tu'minû wa tattaqû fa lakum ajrun ‘adhîm",
            "terjemah": "Allah tidak akan membiarkan orang-orang mukmin dalam keadaan sebagaimana kamu sekarang ini, (tetapi Allah akan mengujinya) sehingga Dia membedakan yang buruk dari yang baik. Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib, tetapi Allah memilih siapa yang Dia kehendaki di antara rasul-rasul-Nya. Oleh karena itu, berimanlah kepada Allah dan rasul-rasul-Nya. Jika kamu beriman dan bertakwa, kamu akan mendapat pahala yang sangat besar."
        },
        {
            "ayat": 180,
            "arab": "وَلَا يَحْسَبَنَّ الَّذِيْنَ يَبْخَلُوْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖ هُوَ خَيْرًا لَّهُمْۗ بَلْ هُوَ شَرٌّ لَّهُمْۗ سَيُطَوَّقُوْنَ مَا بَخِلُوْا بِهٖ يَوْمَ الْقِيٰمَةِۗ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌࣖ ۝١٨٠",
            "latin": "wa lâ yaḫsabannalladzîna yabkhalûna bimâ âtâhumullâhu min fadllihî huwa khairal lahum, bal huwa syarrul lahum, sayuthawwaqûna mâ bakhilû bihî yaumal-qiyâmah, wa lillâhi mîrâtsus-samâwâti wal-ardl, wallâhu bimâ ta‘malûna khabîr",
            "terjemah": "Jangan sekali-kali orang-orang yang kikir dengan karunia yang Allah anugerahkan kepadanya mengira bahwa (kekikiran) itu baik bagi mereka. Sebaliknya, (kekikiran) itu buruk bagi mereka. Pada hari Kiamat, mereka akan dikalungi dengan sesuatu yang dengannya mereka berbuat kikir. Milik Allahlah warisan (yang ada di) langit dan di bumi. Allah Mahateliti terhadap apa yang kamu kerjakan."
        },
        {
            "ayat": 181,
            "arab": "لَقَدْ سَمِعَ اللّٰهُ قَوْلَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ فَقِيْرٌ وَّنَحْنُ اَغْنِيَاۤءُۘ سَنَكْتُبُ مَا قَالُوْا وَقَتْلَهُمُ الْاَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّۙ وَّنَقُوْلُ ذُوْقُوْا عَذَابَ الْحَرِيْقِ ۝١٨١",
            "latin": "laqad sami‘allâhu qaulalladzîna qâlû innallâha faqîruw wa naḫnu aghniyâ', sanaktubu mâ qâlû wa qatlahumul-ambiyâ'a bighairi ḫaqqiw wa naqûlu dzûqû ‘adzâbal-ḫarîq",
            "terjemah": "Sungguh, Allah benar-benar telah mendengar perkataan orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah itu miskin dan kami kaya.” Kami akan mencatat perkataan mereka dan pembunuhan terhadap nabi-nabi yang mereka lakukan tanpa hak (alasan yang benar). Kami akan mengatakan (kepada mereka pada hari Kiamat), “Rasakanlah azab yang membakar!”"
        },
        {
            "ayat": 182,
            "arab": "ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۚ ۝١٨٢",
            "latin": "dzâlika bimâ qaddamat aidîkum wa annallâha laisa bidhallâmil lil-‘abîd",
            "terjemah": "Yang demikian itu disebabkan oleh perbuatan tanganmu (sendiri) dan sesungguhnya Allah (sama sekali) tidak menzalimi hamba-hamba-Nya."
        },
        {
            "ayat": 183,
            "arab": "اَلَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ عَهِدَ اِلَيْنَآ اَلَّا نُؤْمِنَ لِرَسُوْلٍ حَتّٰى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُۗ قُلْ قَدْ جَاۤءَكُمْ رُسُلٌ مِّنْ قَبْلِيْ بِالْبَيِّنٰتِ وَبِالَّذِيْ قُلْتُمْ فَلِمَ قَتَلْتُمُوْهُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝١٨٣",
            "latin": "alladzîna qâlû innallâha ‘ahida ilainâ allâ nu'mina lirasûlin ḫattâ ya'tiyanâ biqurbânin ta'kuluhun-nâr, qul qad jâ'akum rusulum ming qablî bil-bayyinâti wa billadzî qultum fa lima qataltumûhum ing kuntum shâdiqîn",
            "terjemah": "(Mereka adalah) orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah telah memerintahkan kepada kami agar kami tidak beriman kepada seorang rasul sebelum dia mendatangkan kepada kami kurban yang dimakan api (yang datang dari langit).” Katakanlah (Nabi Muhammad), “Sungguh, beberapa rasul sebelumku telah datang kepadamu dengan (membawa) bukti-bukti yang nyata dan membawa apa yang kamu sebutkan. Akan tetapi, mengapa kamu membunuh mereka jika kamu orang-orang yang benar?”"
        },
        {
            "ayat": 184,
            "arab": "فَاِنْ كَذَّبُوْكَ فَقَدْ كُذِّبَ رُسُلٌ مِّنْ قَبْلِكَ جَاۤءُوْ بِالْبَيِّنٰتِ وَالزُّبُرِ وَالْكِتٰبِ الْمُنِيْرِ ۝١٨٤",
            "latin": "fa ing kadzdzabûka fa qad kudzdziba rusulum ming qablika jâ'û bil-bayyinâti waz-zuburi wal-kitâbil-munîr",
            "terjemah": "Maka, jika mereka mendustakanmu (Nabi Muhammad), sungguh rasul-rasul sebelummu pun telah didustakan. Mereka datang dengan (membawa) mukjizat-mukjizat yang nyata, zubur, dan Alkitab yang memberi penjelasan yang sempurna."
        },
        {
            "ayat": 185,
            "arab": "كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَاِنَّمَا تُوَفَّوْنَ اُجُوْرَكُمْ يَوْمَ الْقِيٰمَةِۗ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَاُدْخِلَ الْجَنَّةَ فَقَدْ فَازَۗ وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ ۝١٨٥",
            "latin": "kullu nafsin dzâ'iqatul maût, wa innamâ tuwaffauna ujûrakum yaumal-qiyâmah, fa man zuḫziḫa ‘anin-nâri wa udkhilal-jannata fa qad fâz, wa mal-ḫayâtud-dun-yâ illâ matâ‘ul-ghurûr",
            "terjemah": "Setiap yang bernyawa akan merasakan mati. Hanya pada hari Kiamat sajalah diberikan dengan sempurna balasanmu. Siapa yang dijauhkan dari neraka dan dimasukkan ke dalam surga, sungguh dia memperoleh kemenangan. Kehidupan dunia hanyalah kesenangan yang memperdaya."
        },
        {
            "ayat": 186,
            "arab": "۞ لَتُبْلَوُنَّ فِيْٓ اَمْوَالِكُمْ وَاَنْفُسِكُمْۗ وَلَتَسْمَعُنَّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِيْنَ اَشْرَكُوْٓا اَذًى كَثِيْرًاۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا فَاِنَّ ذٰلِكَ مِنْ عَزْمِ الْاُمُوْرِ ۝١٨٦",
            "latin": "latublawunna fî amwâlikum wa anfusikum, wa latasma‘unna minalladzîna ûtul-kitâba ming qablikum wa minalladzîna asyrakû adzang katsîrâ, wa in tashbirû wa tattaqû fa inna dzâlika min ‘azmil-umûr",
            "terjemah": "Kamu pasti akan diuji dalam (urusan) hartamu dan dirimu. Kamu pun pasti akan mendengar banyak hal yang sangat menyakitkan hati dari orang-orang yang diberi Alkitab sebelum kamu dan dari orang-orang musyrik. Jika kamu bersabar dan bertakwa, sesungguhnya yang demikian itu termasuk urusan yang (patut) diutamakan."
        },
        {
            "ayat": 187,
            "arab": "وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ لَتُبَيِّنُنَّهٗ لِلنَّاسِ وَلَا تَكْتُمُوْنَهٗۖ فَنَبَذُوْهُ وَرَاۤءَ ظُهُوْرِهِمْ وَاشْتَرَوْا بِهٖ ثَمَنًا قَلِيْلًاۗ فَبِئْسَ مَا يَشْتَرُوْنَ ۝١٨٧",
            "latin": "wa idz akhadzallâhu mîtsâqalladzîna ûtul-kitâba latubayyinunnahû lin-nâsi wa lâ taktumûnahû fa nabadzûhu warâ'a dhuhûrihim wasytarau bihî tsamanang qalîlâ, fa bi'sa mâ yasytarûn",
            "terjemah": "(Ingatlah) ketika Allah membuat perjanjian dengan orang-orang yang telah diberi Alkitab (dengan berfirman), “Hendaklah kamu benar-benar menerangkan (isi Alkitab itu) kepada manusia dan janganlah kamu menyembunyikannya.” Lalu, mereka melemparkannya (janji itu) ke belakang punggung mereka (mengabaikannya) dan menukarnya dengan harga yang murah. Maka, itulah seburuk-buruk jual beli yang mereka lakukan."
        },
        {
            "ayat": 188,
            "arab": "لَا تَحْسَبَنَّ الَّذِيْنَ يَفْرَحُوْنَ بِمَآ اَتَوْا وَّيُحِبُّوْنَ اَنْ يُّحْمَدُوْا بِمَا لَمْ يَفْعَلُوْا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ الْعَذَابِۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ ۝١٨٨",
            "latin": "lâ taḫsabannalladzîna yafraḫûna bimâ ataw wa yuḫibbûna ay yuḫmadû bimâ lam yaf‘alû fa lâ taḫsabannahum bimafâzatim minal-‘adzâb, wa lahum ‘adzâbun alîm",
            "terjemah": "Jangan sekali-kali kamu mengira bahwa orang yang gembira dengan apa (perbuatan buruk) yang telah mereka kerjakan dan suka dipuji atas perbuatan (yang mereka anggap baik) yang tidak mereka lakukan, kamu jangan sekali-kali mengira bahwa mereka akan lolos dari azab. Mereka akan mendapat azab yang sangat pedih."
        },
        {
            "ayat": 189,
            "arab": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌࣖ ۝١٨٩",
            "latin": "wa lillâhi mulkus-samâwâti wal-ardl, wallâhu ‘alâ kulli syai'ing qadîr",
            "terjemah": "Milik Allahlah kerajaan langit dan bumi. Allah Mahakuasa atas segala sesuatu."
        },
        {
            "ayat": 190,
            "arab": "اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ لَاٰيٰتٍ لِّاُولِى الْاَلْبَابِۙ ۝١٩٠",
            "latin": "inna fî khalqis-samâwâti wal-ardli wakhtilâfil-laili wan-nahâri la'âyâtil li'ulil-albâb",
            "terjemah": "Sesungguhnya dalam penciptaan langit dan bumi serta pergantian malam dan siang terdapat tanda-tanda (kebesaran Allah) bagi orang yang berakal,"
        },
        {
            "ayat": 191,
            "arab": "الَّذِيْنَ يَذْكُرُوْنَ اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِهِمْ وَيَتَفَكَّرُوْنَ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِۚ رَبَّنَا مَا خَلَقْتَ هٰذَا بَاطِلًاۚ سُبْحٰنَكَ فَقِنَا عَذَابَ النَّارِ ۝١٩١",
            "latin": "alladzîna yadzkurûnallâha qiyâmaw wa qu‘ûdaw wa ‘alâ junûbihim wa yatafakkarûna fî khalqis-samâwâti wal-ardl, rabbanâ mâ khalaqta hâdzâ bâthilâ, sub-ḫânaka fa qinâ ‘adzâban-nâr",
            "terjemah": "(yaitu) orang-orang yang mengingat Allah sambil berdiri, duduk, atau dalam keadaan berbaring, dan memikirkan tentang penciptaan langit dan bumi (seraya berkata), “Ya Tuhan kami, tidaklah Engkau menciptakan semua ini sia-sia. Mahasuci Engkau. Lindungilah kami dari azab neraka."
        },
        {
            "ayat": 192,
            "arab": "رَبَّنَآ اِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ اَخْزَيْتَهٗۗ وَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ ۝١٩٢",
            "latin": "rabbanâ innaka man tudkhilin-nâra fa qad akhzaitah, wa mâ lidh-dhâlimîna min anshâr",
            "terjemah": "Ya Tuhan kami, sesungguhnya orang yang Engkau masukkan ke dalam neraka, maka Engkau benar-benar telah menghinakannya dan tidak ada seorang penolong pun bagi orang yang zalim."
        },
        {
            "ayat": 193,
            "arab": "رَبَّنَآ اِنَّنَا سَمِعْنَا مُنَادِيًا يُّنَادِيْ لِلْاِيْمَانِ اَنْ اٰمِنُوْا بِرَبِّكُمْ فَاٰمَنَّاۖ رَبَّنَا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَكَفِّرْ عَنَّا سَيِّاٰتِنَا وَتَوَفَّنَا مَعَ الْاَبْرَارِۚ ۝١٩٣",
            "latin": "rabbanâ innanâ sami‘nâ munâdiyay yunâdî lil-îmâni an âminû birabbikum fa âmannâ rabbanâ faghfir lanâ dzunûbanâ wa kaffir ‘annâ sayyi'âtinâ wa tawaffanâ ma‘al-abrâr",
            "terjemah": "Ya Tuhan kami, sesungguhnya kami mendengar orang yang menyeru pada keimanan, yaitu ‘Berimanlah kamu kepada Tuhanmu,’ maka kami pun beriman. Ya Tuhan kami, ampunilah dosa-dosa kami, hapuskanlah kesalahan-kesalahan kami, dan wafatkanlah kami beserta orang-orang yang selalu berbuat kebaikan."
        },
        {
            "ayat": 194,
            "arab": "رَبَّنَا وَاٰتِنَا مَا وَعَدْتَّنَا عَلٰى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيٰمَةِۗ اِنَّكَ لَا تُخْلِفُ الْمِيْعَادَ ۝١٩٤",
            "latin": "rabbanâ wa âtinâ mâ wa‘attanâ ‘alâ rusulika wa lâ tukhzinâ yaumal-qiyâmah, innaka lâ tukhliful-mî‘âd",
            "terjemah": "Ya Tuhan kami, anugerahilah kami apa yang telah Engkau janjikan kepada kami melalui rasul-rasul-Mu dan janganlah Engkau hinakan kami pada hari Kiamat. Sesungguhnya Engkau tidak pernah mengingkari janji.”"
        },
        {
            "ayat": 195,
            "arab": "فَاسْتَجَابَ لَهُمْ رَبُّهُمْ اَنِّيْ لَآ اُضِيْعُ عَمَلَ عَامِلٍ مِّنْكُمْ مِّنْ ذَكَرٍ اَوْ اُنْثٰىۚ بَعْضُكُمْ مِّنْۢ بَعْضٍۚ فَالَّذِيْنَ هَاجَرُوْا وَاُخْرِجُوْا مِنْ دِيَارِهِمْ وَاُوْذُوْا فِيْ سَبِيْلِيْ وَقٰتَلُوْا وَقُتِلُوْا لَاُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَاُدْخِلَنَّهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۚ ثَوَابًا مِّنْ عِنْدِ اللّٰهِۗ وَاللّٰهُ عِنْدَهٗ حُسْنُ الثَّوَابِ ۝١٩٥",
            "latin": "fastajâba lahum rabbuhum annî lâ udlî‘u ‘amala ‘âmilim mingkum min dzakarin au untsâ, ba‘dlukum mim ba‘dl, falladzîna hâjarû wa ukhrijû min diyârihim wa ûdzû fî sabîlî wa qâtalû wa qutilû la'ukaffiranna ‘an-hum sayyi'âtihim wa la'udkhilannahum jannâtin tajrî min taḫtihal-an-hâr, tsawâbam min ‘indillâh, wallâhu ‘indahû ḫusnuts-tsawâb",
            "terjemah": "Maka, Tuhan mereka memperkenankan permohonannya (dengan berfirman), “Sesungguhnya Aku tidak menyia-nyiakan perbuatan orang yang beramal di antara kamu, baik laki-laki maupun perempuan, (karena) sebagian kamu adalah (keturunan) dari sebagian yang lain. Maka, orang-orang yang berhijrah, diusir dari kampung halamannya, disakiti pada jalan-Ku, berperang, dan terbunuh, pasti akan Aku hapus kesalahan mereka dan pasti Aku masukkan mereka ke dalam surga-surga yang mengalir di bawahnya sungai-sungai sebagai pahala dari Allah. Di sisi Allahlah ada pahala yang baik.”"
        },
        {
            "ayat": 196,
            "arab": "لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِيْنَ كَفَرُوْا فِى الْبِلَادِۗ ۝١٩٦",
            "latin": "lâ yaghurrannaka taqallubulladzîna kafarû fil-bilâd",
            "terjemah": "Jangan sekali-kali kamu teperdaya oleh bolak-balik perjalanan orang-orang yang kufur di seluruh negeri."
        },
        {
            "ayat": 197,
            "arab": "مَتَاعٌ قَلِيْلٌۗ ثُمَّ مَأْوٰىهُمْ جَهَنَّمُۗ وَبِئْسَ الْمِهَادُ ۝١٩٧",
            "latin": "matâ‘ung qalîl, tsumma ma'wâhum jahannam, wa bi'sal-mihâd",
            "terjemah": "(Semua itu hanyalah) kesenangan sementara, kemudian tempat kembali mereka ialah (neraka) Jahanam. Itulah seburuk-buruk tempat tinggal."
        },
        {
            "ayat": 198,
            "arab": "لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا نُزُلًا مِّنْ عِنْدِ اللّٰهِۗ وَمَا عِنْدَ اللّٰهِ خَيْرٌ لِّلْاَبْرَارِ ۝١٩٨",
            "latin": "lâkinilladzînattaqau rabbahum lahum jannâtun tajrî min taḫtihal-an-hâru khâlidîna fîhâ nuzulam min ‘indillâh, wa mâ ‘indallâhi khairul lil-abrâr",
            "terjemah": "Akan tetapi, orang-orang yang bertakwa kepada Tuhannya, mereka akan mendapat surga-surga yang mengalir di bawahnya sungai-sungai dan mereka kekal di dalamnya sebagai karunia dari Allah. Apa yang di sisi Allah itu lebih baik bagi orang-orang yang selalu berbuat baik."
        },
        {
            "ayat": 199,
            "arab": "وَاِنَّ مِنْ اَهْلِ الْكِتٰبِ لَمَنْ يُّؤْمِنُ بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْكُمْ وَمَآ اُنْزِلَ اِلَيْهِمْ خٰشِعِيْنَ لِلّٰهِۙ لَا يَشْتَرُوْنَ بِاٰيٰتِ اللّٰهِ ثَمَنًا قَلِيْلًاۗ اُولٰۤىِٕكَ لَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ۝١٩٩",
            "latin": "wa inna min ahlil-kitâbi lamay yu'minu billâhi wa mâ unzila ilaikum wa mâ unzila ilaihim khâsyi‘îna lillâhi lâ yasytarûna bi'âyâtillâhi tsamanang qalîlâ, ulâ'ika lahum ajruhum ‘inda rabbihim, innallâha sarî‘ul-ḫisâb",
            "terjemah": "Sesungguhnya di antara Ahlulkitab ada yang beriman kepada Allah dan pada apa yang diturunkan kepada kamu dan yang diturunkan kepada mereka. Mereka berendah hati kepada Allah dan tidak menukarkan ayat-ayat Allah dengan harga murah. Mereka itu memperoleh pahala di sisi Tuhannya. Sesungguhnya Allah Mahacepat perhitungan-Nya."
        },
        {
            "ayat": 200,
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اصْبِرُوْا وَصَابِرُوْا وَرَابِطُوْاۗ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَࣖ ۝٢٠٠",
            "latin": "yâ ayyuhalladzîna âmanushbirû wa shâbirû wa râbithû, wattaqullâha la‘allakum tufliḫûn",
            "terjemah": "Wahai orang-orang yang beriman, bersabarlah kamu, kuatkanlah kesabaranmu, tetaplah bersiap siaga di perbatasan (negerimu), dan bertakwalah kepada Allah agar kamu beruntung."
        }
    ]
}