{
    "nomor": 52,
    "nama_latin": "At-Thur",
    "arti": "Makkiyah",
    "jumlah_ayat": 49,
    "slug": "at-thur",
    "ayat": [
        {
            "ayat": 1,
            "arab": "وَالطُّوْرِۙ ۝١",
            "latin": "wath-thûr",
            "terjemah": "Demi gunung (Sinai),"
        },
        {
            "ayat": 2,
            "arab": "وَكِتٰبٍ مَّسْطُوْرٍۙ ۝٢",
            "latin": "wa kitâbim masthûr",
            "terjemah": "demi Kitab yang ditulis"
        },
        {
            "ayat": 3,
            "arab": "فِيْ رَقٍّ مَّنْشُوْرٍۙ ۝٣",
            "latin": "fî raqqim mansyûr",
            "terjemah": "pada lembaran yang terbuka,"
        },
        {
            "ayat": 4,
            "arab": "وَّالْبَيْتِ الْمَعْمُوْرِۙ ۝٤",
            "latin": "wal-baitil-ma‘mûr",
            "terjemah": "demi Baitulmakmur,"
        },
        {
            "ayat": 5,
            "arab": "وَالسَّقْفِ الْمَرْفُوْعِۙ ۝٥",
            "latin": "was-saqfil-marfû‘",
            "terjemah": "demi atap yang ditinggikan (langit),"
        },
        {
            "ayat": 6,
            "arab": "وَالْبَحْرِ الْمَسْجُوْرِۙ ۝٦",
            "latin": "wal-baḫril-masjûr",
            "terjemah": "dan demi lautan yang dipanaskan (di dalamnya ada api),"
        },
        {
            "ayat": 7,
            "arab": "اِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌۙ ۝٧",
            "latin": "inna ‘adzâba rabbika lawâqi‘",
            "terjemah": "sesungguhnya azab Tuhanmu pasti terjadi."
        },
        {
            "ayat": 8,
            "arab": "مَّا لَهٗ مِنْ دَافِعٍۙ ۝٨",
            "latin": "mâ lahû min dâfi‘",
            "terjemah": "Tidak ada sesuatu pun yang dapat menolaknya."
        },
        {
            "ayat": 9,
            "arab": "يَّوْمَ تَمُوْرُ السَّمَاۤءُ مَوْرًاۙ ۝٩",
            "latin": "yauma tamûrus-samâ'u maurâ",
            "terjemah": "(Azab Tuhanmu terjadi) pada hari (ketika) langit berguncang sekeras-kerasnya"
        },
        {
            "ayat": 10,
            "arab": "وَّتَسِيْرُ الْجِبَالُ سَيْرًاۗ ۝١٠",
            "latin": "wa tasîrul-jibâlu sairâ",
            "terjemah": "dan gunung-gunung bergerak dengan dahsyat."
        },
        {
            "ayat": 11,
            "arab": "فَوَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَۙ ۝١١",
            "latin": "fa wailuy yauma'idzil lil-mukadzdzibîn",
            "terjemah": "Maka, pada hari itu celakalah orang-orang yang mendustakan,"
        },
        {
            "ayat": 12,
            "arab": "الَّذِيْنَ هُمْ فِيْ خَوْضٍ يَّلْعَبُوْنَۘ ۝١٢",
            "latin": "alladzîna hum fî khaudliy yal‘abûn",
            "terjemah": "(yaitu) orang-orang yang bermain-main dalam kebatilan (perbuatan dosa)."
        },
        {
            "ayat": 13,
            "arab": "يَوْمَ يُدَعُّوْنَ اِلٰى نَارِ جَهَنَّمَ دَعًّاۗ ۝١٣",
            "latin": "yauma yuda‘‘ûna ilâ nâri jahannama da‘‘â",
            "terjemah": "(Azab Tuhanmu terjadi) pada hari (ketika) mereka dicampakkan ke neraka Jahanam dengan sekuat-kuatnya."
        },
        {
            "ayat": 14,
            "arab": "هٰذِهِ النَّارُ الَّتِيْ كُنْتُمْ بِهَا تُكَذِّبُوْنَ ۝١٤",
            "latin": "hâdzihin-nârullatî kuntum bihâ tukadzdzibûn",
            "terjemah": "(Dikatakan kepada mereka,) “Inilah neraka yang dahulu kamu dustakan.”"
        },
        {
            "ayat": 15,
            "arab": "اَفَسِحْرٌ هٰذَآ اَمْ اَنْتُمْ لَا تُبْصِرُوْنَ ۝١٥",
            "latin": "a fa siḫrun hâdzâ am antum lâ tubshirûn",
            "terjemah": "Apakah ini sihir? Ataukah kamu tidak melihat?"
        },
        {
            "ayat": 16,
            "arab": "اِصْلَوْهَا فَاصْبِرُوْٓا اَوْ لَا تَصْبِرُوْاۚ سَوَاۤءٌ عَلَيْكُمْۗ اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ ۝١٦",
            "latin": "ishlauhâ fashbirû au lâ tashbirû, sawâ'un ‘alaikum, innamâ tujzauna mâ kuntum ta‘malûn",
            "terjemah": "Masuklah ke dalamnya (dan rasakan panas apinya)! Baik kamu bersabar atau tidak, sama saja (tidak ada manfaatnya)bagimu. Sesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan."
        },
        {
            "ayat": 17,
            "arab": "اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّنَعِيْمٍۙ ۝١٧",
            "latin": "innal-muttaqîna fî jannâtiw wa na‘îm",
            "terjemah": "Sesungguhnya orang-orang yang bertakwa berada dalam surga dan kenikmatan."
        },
        {
            "ayat": 18,
            "arab": "فٰكِهِيْنَ بِمَآ اٰتٰىهُمْ رَبُّهُمْۚ وَوَقٰىهُمْ رَبُّهُمْ عَذَابَ الْجَحِيْمِ ۝١٨",
            "latin": "fâkihîna bimâ âtâhum rabbuhum, wa waqâhum rabbuhum ‘adzâbal-jaḫîm",
            "terjemah": "Mereka bersuka ria dengan apa yang Tuhan anugerahkan kepada mereka. Tuhan menjaga mereka dari azab (neraka) Jahim."
        },
        {
            "ayat": 19,
            "arab": "كُلُوْا وَاشْرَبُوْا هَنِيْۤئًا ۢ بِمَا كُنْتُمْ تَعْمَلُوْنَۙ ۝١٩",
            "latin": "kulû wasyrabû hanî'am bimâ kuntum ta‘malûn",
            "terjemah": "(Dikatakan kepada mereka,) “Makan dan minumlah dengan nikmat sebagai balasan dari apa yang telah kamu kerjakan!”"
        },
        {
            "ayat": 20,
            "arab": "مُتَّكِـِٕيْنَ عَلٰى سُرُرٍ مَّصْفُوْفَةٍۚ وَزَوَّجْنٰهُمْ بِحُوْرٍ عِيْنٍ ۝٢٠",
            "latin": "muttaki'îna ‘alâ sururim mashfûfah, wa zawwajnâhum biḫûrin ‘în",
            "terjemah": "Mereka bertelekan di atas dipan-dipan yang tersusun dan Kami menganugerahkan kepada mereka pasangan, yaitu bidadari yang bermata indah."
        },
        {
            "ayat": 21,
            "arab": "وَالَّذِيْنَ اٰمَنُوْا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِاِيْمَانٍ اَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ اَلَتْنٰهُمْ مِّنْ عَمَلِهِمْ مِّنْ شَيْءٍۚ كُلُّ امْرِئٍ ۢ بِمَا كَسَبَ رَهِيْنٌ ۝٢١",
            "latin": "walladzîna âmanû wattaba‘at-hum dzurriyyatuhum bi'îmânin alḫaqnâ bihim dzurriyyatahum wa mâ alatnâhum min ‘amalihim min syaî', kullumri'im bimâ kasaba rahîn",
            "terjemah": "Orang-orang yang beriman dan anak cucunya mengikuti mereka dalam keimanan, Kami akan mengumpulkan anak cucunya itu dengan mereka (di dalam surga). Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya."
        },
        {
            "ayat": 22,
            "arab": "وَاَمْدَدْنٰهُمْ بِفَاكِهَةٍ وَّلَحْمٍ مِّمَّا يَشْتَهُوْنَ ۝٢٢",
            "latin": "wa amdadnâhum bifâkihatiw wa laḫmim mimmâ yasytahûn",
            "terjemah": "Kami menganugerahkan kepada mereka tambahan (kenikmatan) berupa buah-buahan dan daging dari segala jenis yang mereka inginkan."
        },
        {
            "ayat": 23,
            "arab": "يَتَنَازَعُوْنَ فِيْهَا كَأْسًا لَّا لَغْوٌ فِيْهَا وَلَا تَأْثِيْمٌ ۝٢٣",
            "latin": "yatanâza‘ûna fîhâ ka'sal lâ laghwun fîhâ wa lâ ta'tsîm",
            "terjemah": "Di dalam (surga) itu mereka saling mengulurkan gelas (yang isinya) tidak (menimbulkan) ucapan atau sikap yang tidak berfaedah dan tidak pula (menimbulkan) perbuatan dosa."
        },
        {
            "ayat": 24,
            "arab": "وَيَطُوْفُ عَلَيْهِمْ غِلْمَانٌ لَّهُمْ كَاَنَّهُمْ لُؤْلُؤٌ مَّكْنُوْنٌۚ ۝٢٤",
            "latin": "wa yathûfu ‘alaihim ghilmânul lahum ka'annahum lu'lu'um maknûn",
            "terjemah": "Di sekitar mereka ada anak-anak muda belia berkeliling untuk (melayani) mereka, seakan-akan (anak muda belia) itu bagaikan mutiara yang tersimpan."
        },
        {
            "ayat": 25,
            "arab": "وَاَقْبَلَ بَعْضُهُمْ عَلٰى بَعْضٍ يَّتَسَاۤءَلُوْنَ ۝٢٥",
            "latin": "wa aqbala ba‘dluhum ‘alâ ba‘dliy yatasâ'alûn",
            "terjemah": "Sebagian mereka menghadap kepada sebagian yang lain saling bertegur sapa."
        },
        {
            "ayat": 26,
            "arab": "قَالُوْٓا اِنَّا كُنَّا قَبْلُ فِيْٓ اَهْلِنَا مُشْفِقِيْنَ ۝٢٦",
            "latin": "qâlû innâ kunnâ qablu fî ahlinâ musyfiqîn",
            "terjemah": "Mereka berkata, “Sesungguhnya kami dahulu, sewaktu berada di tengah-tengah keluarga kami, adalah orang yang takut (ditimpa azab Allah)."
        },
        {
            "ayat": 27,
            "arab": "فَمَنَّ اللّٰهُ عَلَيْنَا وَوَقٰىنَا عَذَابَ السَّمُوْمِ ۝٢٧",
            "latin": "fa mannallâhu ‘alainâ wa waqânâ ‘adzâbas-samûm",
            "terjemah": "Allah menganugerahkan karunia kepada kami dan menjaga kami dari azab neraka."
        },
        {
            "ayat": 28,
            "arab": "اِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوْهُۗ اِنَّهٗ هُوَ الْبَرُّ الرَّحِيْمُ ۝٢٨",
            "latin": "innâ kunnâ ming qablu nad‘ûh, innahû huwal-barrur-raḫîm",
            "terjemah": "Sesungguhnya kami menyembah-Nya sejak dahulu. Sesungguhnya hanya Dialah Yang Mahaluas kebajikan-Nya lagi Maha Penyayang.”"
        },
        {
            "ayat": 29,
            "arab": "فَذَكِّرْ فَمَآ اَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَّلَا مَجْنُوْنٍۗ ۝٢٩",
            "latin": "fa dzakkir fa mâ anta bini‘mati rabbika bikâhiniw wa lâ majnûn",
            "terjemah": "(Wahai Nabi Muhammad,) teruslah menyampaikan peringatan karena berkat nikmat Tuhanmulah, engkau bukan seorang tukang tenung dan bukan pula orang gila!"
        },
        {
            "ayat": 30,
            "arab": "اَمْ يَقُوْلُوْنَ شَاعِرٌ نَّتَرَبَّصُ بِهٖ رَيْبَ الْمَنُوْنِ ۝٣٠",
            "latin": "am yaqûlûna syâ‘irun natarabbashu bihî raibal-manûn",
            "terjemah": "Bahkan, mereka (orang musyrik Makkah) berkata, “Dia (Nabi Muhammad) adalah seorang penyair yang kami tunggu-tunggu kecelakaan menimpanya.”"
        },
        {
            "ayat": 31,
            "arab": "قُلْ تَرَبَّصُوْا فَاِنِّيْ مَعَكُمْ مِّنَ الْمُتَرَبِّصِيْنَۗ ۝٣١",
            "latin": "qul tarabbashû fa innî ma‘akum minal-mutarabbishîn",
            "terjemah": "Katakanlah (Nabi Muhammad), “Tunggulah! Sesungguhnya aku pun termasuk orang yang sedang menunggu bersamamu.”"
        },
        {
            "ayat": 32,
            "arab": "اَمْ تَأْمُرُهُمْ اَحْلَامُهُمْ بِهٰذَآ اَمْ هُمْ قَوْمٌ طَاغُوْنَۚ ۝٣٢",
            "latin": "am ta'muruhum aḫlâmuhum bihâdzâ am hum qaumun thâghûn",
            "terjemah": "Apakah mereka diperintah oleh pikiran-pikiran mereka untuk mengucapkan (tuduhan-tuduhan) ini atau apakah mereka kaum yang melampaui batas?"
        },
        {
            "ayat": 33,
            "arab": "اَمْ يَقُوْلُوْنَ تَقَوَّلَهٗۚ بَلْ لَّا يُؤْمِنُوْنَۚ ۝٣٣",
            "latin": "am yaqûlûna taqawwalah, bal lâ yu'minûn",
            "terjemah": "Bahkan, apakah mereka (juga) berkata, “Dia (Nabi Muhammad) mereka-rekanya?” Tidak! Merekalah yang tidak beriman."
        },
        {
            "ayat": 34,
            "arab": "فَلْيَأْتُوْا بِحَدِيْثٍ مِّثْلِهٖٓ اِنْ كَانُوْا صٰدِقِيْنَۗ ۝٣٤",
            "latin": "falya'tû biḫadîtsim mitslihî ing kânû shâdiqîn",
            "terjemah": "Cobalah mereka membuat yang semisal dengannya (Al-Qur’an) jika mereka orang-orang benar."
        },
        {
            "ayat": 35,
            "arab": "اَمْ خُلِقُوْا مِنْ غَيْرِ شَيْءٍ اَمْ هُمُ الْخٰلِقُوْنَۗ ۝٣٥",
            "latin": "am khuliqû min ghairi syai'in am humul-khâliqûn",
            "terjemah": "Apakah mereka tercipta tanpa asal-usul ataukah mereka menciptakan (diri mereka sendiri)?"
        },
        {
            "ayat": 36,
            "arab": "اَمْ خَلَقُوا السَّمٰوٰتِ وَالْاَرْضَۚ بَلْ لَّا يُوْقِنُوْنَۗ ۝٣٦",
            "latin": "am khalaqus-samâwâti wal-ardl, bal lâ yûqinûn",
            "terjemah": "Apakah mereka menciptakan langit dan bumi? Sebenarnya mereka tidak meyakini (apa yang mereka katakan)."
        },
        {
            "ayat": 37,
            "arab": "اَمْ عِنْدَهُمْ خَزَاۤىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۣيْطِرُوْنَۗ ۝٣٧",
            "latin": "am ‘indahum khazâ'inu rabbika am humul-mushaithirûn",
            "terjemah": "Apakah di sisi mereka ada perbendaharaan Tuhanmu ataukah mereka yang berkuasa?"
        },
        {
            "ayat": 38,
            "arab": "اَمْ لَهُمْ سُلَّمٌ يَّسْتَمِعُوْنَ فِيْهِۚ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطٰنٍ مُّبِيْنٍۗ ۝٣٨",
            "latin": "am lahum sullamuy yastami‘ûna fîh, falya'ti mustami‘uhum bisulthânim mubîn",
            "terjemah": "Apakah mereka mempunyai tangga (ke langit) untuk mendengarkan (hal-hal yang gaib)? Hendaklah orang yang mendengarkan di antara mereka itu datang membawa keterangan yang nyata."
        },
        {
            "ayat": 39,
            "arab": "اَمْ لَهُ الْبَنٰتُ وَلَكُمُ الْبَنُوْنَۗ ۝٣٩",
            "latin": "am lahul-banâtu wa lakumul-banûn",
            "terjemah": "Apakah (pantas) bagi-Nya anak-anak perempuan, sedangkan untuk kamu anak-anak laki-laki?"
        },
        {
            "ayat": 40,
            "arab": "اَمْ تَسْـَٔلُهُمْ اَجْرًا فَهُمْ مِّنْ مَّغْرَمٍ مُّثْقَلُوْنَۗ ۝٤٠",
            "latin": "am tas'aluhum ajran fa hum mim maghramim mutsqalûn",
            "terjemah": "Apakah engkau (Nabi Muhammad) meminta imbalan kepada mereka sehingga mereka dibebani dengan utang?"
        },
        {
            "ayat": 41,
            "arab": "اَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُوْنَۗ ۝٤١",
            "latin": "am ‘indahumul-ghaibu fa hum yaktubûn",
            "terjemah": "Apakah mereka mempunyai (pengetahuan) tentang yang gaib, lalu mereka menuliskannya?"
        },
        {
            "ayat": 42,
            "arab": "اَمْ يُرِيْدُوْنَ كَيْدًاۗ فَالَّذِيْنَ كَفَرُوْا هُمُ الْمَكِيْدُوْنَۗ ۝٤٢",
            "latin": "am yurîdûna kaidâ, falladzîna kafarû humul-makîdûn",
            "terjemah": "Apakah mereka hendak melakukan tipu daya? Justru orang-orang yang kufur itulah yang terkena tipu daya."
        },
        {
            "ayat": 43,
            "arab": "اَمْ لَهُمْ اِلٰهٌ غَيْرُ اللّٰهِۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ ۝٤٣",
            "latin": "am lahum ilâhun ghairullâh, sub-ḫânallâhi ‘ammâ yusyrikûn",
            "terjemah": "Apakah mereka mempunyai tuhan selain Allah? Mahasuci Allah dari apa yang mereka persekutukan."
        },
        {
            "ayat": 44,
            "arab": "وَاِنْ يَّرَوْا كِسْفًا مِّنَ السَّمَاۤءِ سَاقِطًا يَّقُوْلُوْا سَحَابٌ مَّرْكُوْمٌ ۝٤٤",
            "latin": "wa iy yarau kisfam minas-samâ'i sâqithay yaqûlû saḫâbum markûm",
            "terjemah": "Jika mereka melihat gumpalan-gumpalan awan berjatuhan dari langit, mereka berkata, “Itu adalah awan yang bertumpuk-tumpuk (yang akan menurunkan hujan).”"
        },
        {
            "ayat": 45,
            "arab": "فَذَرْهُمْ حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ فِيْهِ يُصْعَقُوْنَۙ ۝٤٥",
            "latin": "fadzar-hum ḫattâ yulâqû yaumahumulladzî fîhi yush‘aqûn",
            "terjemah": "Biarkanlah mereka (dalam kesesatan) hingga mereka menemui hari (yang dijanjikan kepada) mereka yang pada hari itu mereka dibinasakan,"
        },
        {
            "ayat": 46,
            "arab": "يَوْمَ لَا يُغْنِيْ عَنْهُمْ كَيْدُهُمْ شَيْـًٔا وَّلَا هُمْ يُنْصَرُوْنَۗ ۝٤٦",
            "latin": "yauma lâ yughnî ‘an-hum kaiduhum syai'aw wa lâ hum yunsharûn",
            "terjemah": "(yaitu) pada hari (ketika) tipu daya mereka tidak berguna sedikit pun bagi mereka dan mereka tidak akan diberi pertolongan."
        },
        {
            "ayat": 47,
            "arab": "وَاِنَّ لِلَّذِيْنَ ظَلَمُوْا عَذَابًا دُوْنَ ذٰلِكَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ ۝٤٧",
            "latin": "wa inna lilladzîna dhalamû ‘adzâban dûna dzâlika wa lâkinna aktsarahum lâ ya‘lamûn",
            "terjemah": "Sesungguhnya bagi orang-orang yang zalim ada azab selain itu, tetapi kebanyakan mereka tidak mengetahui."
        },
        {
            "ayat": 48,
            "arab": "وَاصْبِرْ لِحُكْمِ رَبِّكَ فَاِنَّكَ بِاَعْيُنِنَا وَسَبِّحْ بِحَمْدِ رَبِّكَ حِيْنَ تَقُوْمُۙ ۝٤٨",
            "latin": "washbir liḫukmi rabbika fa innaka bi'a‘yuninâ wa sabbiḫ biḫamdi rabbika ḫîna taqûm",
            "terjemah": "Bersabarlah (Nabi Muhammad) menunggu ketetapan Tuhanmu karena sesungguhnya engkau berada dalam pengawasan Kami! Bertasbihlah seraya bertahmid (memuji) Tuhanmu ketika engkau bangun!"
        },
        {
            "ayat": 49,
            "arab": "وَمِنَ الَّيْلِ فَسَبِّحْهُ وَاِدْبَارَ النُّجُوْمِࣖ ۝٤٩",
            "latin": "wa minal-laili fa sabbiḫ-hu wa idbâran-nujûm",
            "terjemah": "Bertasbihlah kepada-Nya pada sebagian malam dan pada waktu terbenamnya bintang-bintang (waktu fajar)."
        }
    ]
}