{
    "nomor": 43,
    "nama_latin": "Az-Zukhruf",
    "arti": "Makkiyah",
    "jumlah_ayat": 89,
    "slug": "az-zukhruf",
    "ayat": [
        {
            "ayat": 1,
            "arab": "حٰمۤۚ ۝١",
            "latin": "ḫâ mîm",
            "terjemah": "Ḥā Mīm."
        },
        {
            "ayat": 2,
            "arab": "وَالْكِتٰبِ الْمُبِيْنِۙ ۝٢",
            "latin": "wal-kitâbil-mubîn",
            "terjemah": "Demi Kitab (Al-Qur’an) yang jelas,"
        },
        {
            "ayat": 3,
            "arab": "اِنَّا جَعَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَۚ ۝٣",
            "latin": "innâ ja‘alnâhu qur'ânan ‘arabiyyal la‘allakum ta‘qilûn",
            "terjemah": "sesungguhnya Kami menjadikannya sebagai Al-Qur’an yang berbahasa Arab agar kamu mengerti"
        },
        {
            "ayat": 4,
            "arab": "وَاِنَّهٗ فِيْٓ اُمِّ الْكِتٰبِ لَدَيْنَا لَعَلِيٌّ حَكِيْمٌۗ ۝٤",
            "latin": "wa innahû fî ummil-kitâbi ladainâ la‘aliyyun ḫakîm",
            "terjemah": "dan sesungguhnya (Al-Qur’an) itu berada di dalam Ummul Kitāb (Lauh Mahfuz) di sisi Kami, benar-benar (bernilai) tinggi, dan penuh hikmah."
        },
        {
            "ayat": 5,
            "arab": "اَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا اَنْ كُنْتُمْ قَوْمًا مُّسْرِفِيْنَ ۝٥",
            "latin": "a fa nadlribu ‘angkumudz-dzikra shaf-ḫan ang kuntum qaumam musrifîn",
            "terjemah": "Apakah Kami akan menahan (turunnya) Al-Qur’an dan mengabaikanmu (hanya) karena kamu kaum yang melampaui batas?"
        },
        {
            "ayat": 6,
            "arab": "وَكَمْ اَرْسَلْنَا مِنْ نَّبِيٍّ فِى الْاَوَّلِيْنَ ۝٦",
            "latin": "wa kam arsalnâ min nabiyyin fil-awwalîn",
            "terjemah": "Betapa banyak nabi yang telah Kami utus kepada umat-umat yang terdahulu."
        },
        {
            "ayat": 7,
            "arab": "وَمَا يَأْتِيْهِمْ مِّنْ نَّبِيٍّ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ۝٧",
            "latin": "wa mâ ya'tîhim min nabiyyin illâ kânû bihî yastahzi'ûn",
            "terjemah": "Setiap kali seorang nabi datang kepada mereka, mereka selalu memperolok-olokkannya."
        },
        {
            "ayat": 8,
            "arab": "فَاَهْلَكْنَآ اَشَدَّ مِنْهُمْ بَطْشًا وَّمَضٰى مَثَلُ الْاَوَّلِيْنَ ۝٨",
            "latin": "fa ahlaknâ asyadda min-hum bathsyaw wa madlâ matsalul-awwalîn",
            "terjemah": "Oleh karena itu, Kami membinasakan orang-orang yang lebih kuat dari mereka (kaum musyrik Quraisy) dan telah berlalu contoh (kehancuran) umat-umat terdahulu."
        },
        {
            "ayat": 9,
            "arab": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ خَلَقَهُنَّ الْعَزِيْزُ الْعَلِيْمُۙ ۝٩",
            "latin": "wa la'in sa'altahum man khalaqas-samâwâti wal-ardla layaqûlunna khalaqahunnal-‘azîzul-‘alîm",
            "terjemah": "Jika kamu menanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi,” pastilah mereka akan menjawab, “Yang menciptakannya adalah Zat Yang Mahaperkasa lagi Maha Mengetahui."
        },
        {
            "ayat": 10,
            "arab": "الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ مَهْدًا وَّجَعَلَ لَكُمْ فِيْهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُوْنَۚ ۝١٠",
            "latin": "alladzî ja‘ala lakumul-ardla mahdaw wa ja‘ala lakum fîhâ subulal la‘allakum tahtadûn",
            "terjemah": "(Dialah) yang menjadikan bumi sebagai tempat menetap bagimu dan menjadikan jalan-jalan di atasnya untukmu agar kamu mendapat petunjuk."
        },
        {
            "ayat": 11,
            "arab": "وَالَّذِيْ نَزَّلَ مِنَ السَّمَاۤءِ مَاۤءًۢ بِقَدَرٍۚ فَاَنْشَرْنَا بِهٖ بَلْدَةً مَّيْتًاۚ كَذٰلِكَ تُخْرَجُوْنَ ۝١١",
            "latin": "walladzî nazzala minas-samâ'i mâ'am biqadar, fa ansyarnâ bihî baldatam maitâ, kadzâlika tukhrajûn",
            "terjemah": "Yang menurunkan air dari langit dengan suatu ukuran, lalu dengan air itu Kami menghidupkan negeri yang mati (tandus). Seperti itulah kamu akan dikeluarkan (dari kubur)."
        },
        {
            "ayat": 12,
            "arab": "وَالَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِّنَ الْفُلْكِ وَالْاَنْعَامِ مَا تَرْكَبُوْنَۙ ۝١٢",
            "latin": "walladzî khalaqal-azwâja kullahâ wa ja‘ala lakum minal-fulki wal-an‘âmi mâ tarkabûn",
            "terjemah": "(Dialah) yang menciptakan semua makhluk berpasang-pasangan dan menjadikan kapal laut untukmu serta hewan ternak untuk kamu tunggangi"
        },
        {
            "ayat": 13,
            "arab": "لِتَسْتَوٗا عَلٰى ظُهُوْرِهٖ ثُمَّ تَذْكُرُوْا نِعْمَةَ رَبِّكُمْ اِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُوْلُوْا سُبْحٰنَ الَّذِيْ سَخَّرَ لَنَا هٰذَا وَمَا كُنَّا لَهٗ مُقْرِنِيْنَۙ ۝١٣",
            "latin": "litastawû ‘alâ dhuhûrihî tsumma tadzkurû ni‘mata rabbikum idzastawaitum ‘alaihi wa taqûlû sub-ḫânalladzî sakhkhara lanâ hâdzâ wa mâ kunnâ lahû muqrinîn",
            "terjemah": "agar kamu dapat duduk di atas punggungnya. Kemudian jika kamu sudah duduk (di atas punggung)-nya, kamu akan mengingat nikmat Tuhanmu dan mengucapkan, “Mahasuci Zat yang telah menundukkan (semua) ini bagi kami, padahal kami sebelumnya tidak mampu menguasainya."
        },
        {
            "ayat": 14,
            "arab": "وَاِنَّآ اِلٰى رَبِّنَا لَمُنْقَلِبُوْنَ ۝١٤",
            "latin": "wa innâ ilâ rabbinâ lamungqalibûn",
            "terjemah": "Sesungguhnya kami pasti akan kembali kepada Tuhan kami.”"
        },
        {
            "ayat": 15,
            "arab": "وَجَعَلُوْا لَهٗ مِنْ عِبَادِهٖ جُزْءًاۗ اِنَّ الْاِنْسَانَ لَكَفُوْرٌ مُّبِيْنٌۗࣖ ۝١٥",
            "latin": "wa ja‘alû lahû min ‘ibâdihî juz'â, innal-insâna lakafûrum mubîn",
            "terjemah": "Mereka menjadikan sebagian dari hamba-hamba-Nya sebagai bagian dari-Nya. Sesungguhnya manusia itu benar-benar pengingkar (nikmat Tuhan) yang nyata."
        },
        {
            "ayat": 16,
            "arab": "اَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنٰتٍ وَّاَصْفٰىكُمْ بِالْبَنِيْنَۗ ۝١٦",
            "latin": "amittakhadza mimmâ yakhluqu banâtiw wa ashfâkum bil-banîn",
            "terjemah": "Patutkah Dia mengambil anak perempuan dari sebagian yang telah Dia ciptakan dan memilihkan anak laki-laki untukmu?"
        },
        {
            "ayat": 17,
            "arab": "وَاِذَا بُشِّرَ اَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمٰنِ مَثَلًا ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌ ۝١٧",
            "latin": "wa idzâ busysyira aḫaduhum bimâ dlaraba lir-raḫmâni matsalan dhalla waj-huhû muswaddaw wa huwa kadhîm",
            "terjemah": "Apabila salah seorang di antara mereka diberi kabar gembira tentang sesuatu (kelahiran anak perempuan) yang dijadikan sebagai perumpamaan bagi (Allah) Yang Maha Pengasih, jadilah wajahnya merah padam karena menahan sedih (dan marah)."
        },
        {
            "ayat": 18,
            "arab": "اَوَمَنْ يُّنَشَّؤُا فِى الْحِلْيَةِ وَهُوَ فِى الْخِصَامِ غَيْرُ مُبِيْنٍ ۝١٨",
            "latin": "a wa may yunasysya'u fil-ḫilyati wa huwa fil-khishâmi ghairu mubîn",
            "terjemah": "Apakah patut (menjadi anak Allah) orang yang tumbuh dan berkembang (dengan tabiat) selalu berhias diri, sedangkan dia tidak mampu memberi alasan yang tegas dan jelas dalam pertengkaran."
        },
        {
            "ayat": 19,
            "arab": "وَجَعَلُوا الْمَلٰۤىِٕكَةَ الَّذِيْنَ هُمْ عِبٰدُ الرَّحْمٰنِ اِنَاثًاۗ اَشَهِدُوْا خَلْقَهُمْۗ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْـَٔلُوْنَ ۝١٩",
            "latin": "wa ja‘alul-malâ'ikatalladzîna hum ‘ibâdur-raḫmâni inâtsâ, a syahidû khalqahum, satuktabu syahâdatuhum wa yus'alûn",
            "terjemah": "Mereka menganggap para malaikat, hamba-hamba (Allah) Yang Maha Pengasih itu, berjenis perempuan. Apakah mereka menyaksikan penciptaannya? Kelak kesaksian (yang mereka karang sendiri itu) akan dituliskan dan akan dimintakan pertanggungjawaban."
        },
        {
            "ayat": 20,
            "arab": "وَقَالُوْا لَوْ شَاۤءَ الرَّحْمٰنُ مَا عَبَدْنٰهُمْۗ مَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍ اِنْ هُمْ اِلَّا يَخْرُصُوْنَۗ ۝٢٠",
            "latin": "wa qâlû lau syâ'ar-raḫmânu mâ ‘abadnâhum, mâ lahum bidzâlika min ‘ilmin in hum illâ yakhrushûn",
            "terjemah": "Mereka berkata, “Sekiranya (Allah) Yang Maha Pengasih menghendaki, tentulah kami tidak menyembah mereka (malaikat).” Mereka tidak mempunyai pengetahuan sedikit pun tentang itu. Mereka hanyalah menduga-duga belaka."
        },
        {
            "ayat": 21,
            "arab": "اَمْ اٰتَيْنٰهُمْ كِتٰبًا مِّنْ قَبْلِهٖ فَهُمْ بِهٖ مُسْتَمْسِكُوْنَ ۝٢١",
            "latin": "am âtainâhum kitâbam ming qablihî fa hum bihî mustamsikûn",
            "terjemah": "Apakah kami pernah memberikan sebuah kitab kepada mereka sebelumnya (Al-Qur’an), lalu mereka berpegang teguh (pada kitab itu)?"
        },
        {
            "ayat": 22,
            "arab": "بَلْ قَالُوْٓا اِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّهْتَدُوْنَ ۝٢٢",
            "latin": "bal qâlû innâ wajadnâ âbâ'anâ ‘alâ ummatiw wa innâ ‘alâ âtsârihim muhtadûn",
            "terjemah": "Bahkan, mereka berkata, “Sesungguhnya kami telah mendapati nenek moyang kami menganut suatu agama dan kami hanya mengikuti jejak mereka.”"
        },
        {
            "ayat": 23,
            "arab": "وَكَذٰلِكَ مَآ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍۙ اِلَّا قَالَ مُتْرَفُوْهَآۙ اِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّقْتَدُوْنَ ۝٢٣",
            "latin": "wa kadzâlika mâ arsalnâ ming qablika fî qaryatim min nadzîrin illâ qâla mutrafûhâ innâ wajadnâ âbâ'anâ ‘alâ ummatiw wa innâ ‘alâ âtsârihim muqtadûn",
            "terjemah": "Demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Nabi Muhammad) ke suatu negeri. Orang-orang yang hidup mewah (di negeri itu) selalu berkata, “Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan kami hanya mencontoh jejak mereka.”"
        },
        {
            "ayat": 24,
            "arab": "۞ قٰلَ اَوَلَوْ جِئْتُكُمْ بِاَهْدٰى مِمَّا وَجَدْتُّمْ عَلَيْهِ اٰبَاۤءَكُمْۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ۝٢٤",
            "latin": "qâla a walau ji'tukum bi'ahdâ mimmâ wajattum ‘alaihi âbâ'akum, qâlû innâ bimâ ursiltum bihî kâfirûn",
            "terjemah": "Dia (pemberi peringatan) berkata, “Masihkah kamu (mengikuti jejak nenek moyangmu), sekalipun aku membawa (agama) yang lebih baik panduannya daripada apa yang kamu peroleh dari nenek moyangmu itu?” Mereka menjawab, “Sesungguhnya kami (tetap) mengingkari kerasulanmu.”"
        },
        {
            "ayat": 25,
            "arab": "فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَࣖ ۝٢٥",
            "latin": "fantaqamnâ min-hum fandhur kaifa kâna ‘âqibatul-mukadzdzibîn",
            "terjemah": "Lalu kami membinasakan mereka. Maka, perhatikanlah bagaimana kesudahan orang-orang yang mendustakan (kebenaran)."
        },
        {
            "ayat": 26,
            "arab": "وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ وَقَوْمِهٖٓ اِنَّنِيْ بَرَاۤءٌ مِّمَّا تَعْبُدُوْنَۙ ۝٢٦",
            "latin": "wa idz qâla ibrâhîmu li'abîhi wa qaumihî innanî barâ'um mimmâ ta‘budûn",
            "terjemah": "(Ingatlah) ketika Ibrahim berkata kepada ayahnya dan kaumnya, “Sesungguhnya aku berlepas diri dari apa yang kamu sembah,"
        },
        {
            "ayat": 27,
            "arab": "اِلَّا الَّذِيْ فَطَرَنِيْ فَاِنَّهٗ سَيَهْدِيْنِ ۝٢٧",
            "latin": "illalladzî fatharanî fa innahû sayahdîn",
            "terjemah": "kecuali (kamu menyembah) Allah yang menciptakanku. Sesungguhnya Dia akan memberi petunjuk kepadaku.”"
        },
        {
            "ayat": 28,
            "arab": "وَجَعَلَهَا كَلِمَةً ۢ بَاقِيَةً فِيْ عَقِبِهٖ لَعَلَّهُمْ يَرْجِعُوْنَۗ ۝٢٨",
            "latin": "wa ja‘alahâ kalimatam bâqiyatan fî ‘aqibihî la‘allahum yarji‘ûn",
            "terjemah": "Dia (Ibrahim) menjadikannya (kalimat tauhid) perkataan yang kekal pada keturunannya agar mereka kembali (kepadanya)."
        },
        {
            "ayat": 29,
            "arab": "بَلْ مَتَّعْتُ هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى جَاۤءَهُمُ الْحَقُّ وَرَسُوْلٌ مُّبِيْنٌ ۝٢٩",
            "latin": "bal matta‘tu hâ'ulâ'i wa âbâ'ahum ḫattâ jâ'ahumul-ḫaqqu wa rasûlum mubîn",
            "terjemah": "Bahkan Aku telah memberikan kenikmatan hidup kepada mereka dan nenek moyang mereka sampai kebenaran (Al-Qur’an) datang kepada mereka beserta seorang Rasul yang memberi penjelasan."
        },
        {
            "ayat": 30,
            "arab": "وَلَمَّا جَاۤءَهُمُ الْحَقُّ قَالُوْا هٰذَا سِحْرٌ وَّاِنَّا بِهٖ كٰفِرُوْنَ ۝٣٠",
            "latin": "wa lammâ jâ'ahumul-ḫaqqu qâlû hâdzâ siḫruw wa innâ bihî kâfirûn",
            "terjemah": "Ketika kebenaran (Al-Qur’an) itu datang kepada mereka, mereka berkata, “Ini adalah sihir dan sesungguhnya kami mengingkarinya.”"
        },
        {
            "ayat": 31,
            "arab": "وَقَالُوْا لَوْلَا نُزِّلَ هٰذَا الْقُرْاٰنُ عَلٰى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيْمٍ ۝٣١",
            "latin": "wa qâlû lau lâ nuzzila hâdzal-qur'ânu ‘alâ rajulim minal-qaryataini ‘adhîm",
            "terjemah": "Mereka (juga) berkata, “Mengapa Al-Qur’an ini tidak diturunkan kepada (salah satu) pembesar dari dua negeri ini (Makkah dan Taif)?”"
        },
        {
            "ayat": 32,
            "arab": "اَهُمْ يَقْسِمُوْنَ رَحْمَتَ رَبِّكَۗ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيْشَتَهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّاۗ وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ۝٣٢",
            "latin": "a hum yaqsimûna raḫmata rabbik, naḫnu qasamnâ bainahum ma‘îsyatahum fil-ḫayâtid-dun-yâ wa rafa‘nâ ba‘dlahum fauqa ba‘dlin darajâtil liyattakhidza ba‘dluhum ba‘dlan sukhriyyâ, wa raḫmatu rabbika khairum mimmâ yajma‘ûn",
            "terjemah": "Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan."
        },
        {
            "ayat": 33,
            "arab": "وَلَوْلَآ اَنْ يَّكُوْنَ النَّاسُ اُمَّةً وَّاحِدَةً لَّجَعَلْنَا لِمَنْ يَّكْفُرُ بِالرَّحْمٰنِ لِبُيُوْتِهِمْ سُقُفًا مِّنْ فِضَّةٍ وَّمَعَارِجَ عَلَيْهَا يَظْهَرُوْنَۙ ۝٣٣",
            "latin": "walau lâ ay yakûnan-nâsu ummataw wâḫidatal laja‘alnâ limay yakfuru bir-raḫmâni libuyûtihim suqufam min fidldlatiw wa ma‘ârija ‘alaihâ yadh-harûn",
            "terjemah": "Seandainya bukan karena (Kami tidak menghendaki) manusia menjadi satu umat (yang kufur), pastilah sudah Kami buatkan bagi orang-orang yang ingkar kepada (Allah) Yang Maha Pengasih, loteng-loteng rumah mereka dan tangga-tangga yang mereka naiki dari perak."
        },
        {
            "ayat": 34,
            "arab": "وَلِبُيُوْتِهِمْ اَبْوَابًا وَّسُرُرًا عَلَيْهَا يَتَّكِــُٔوْنَۙ ۝٣٤",
            "latin": "wa libuyûtihim abwâbaw wa sururan ‘alaihâ yattaki'ûn",
            "terjemah": "Dan, bagi rumah-rumah mereka (Kami buatkan) pintu-pintu (perak) dan dipan-dipan tempat mereka bersandar."
        },
        {
            "ayat": 35,
            "arab": "وَزُخْرُفًاۗ وَاِنْ كُلُّ ذٰلِكَ لَمَّا مَتَاعُ الْحَيٰوةِ الدُّنْيَاۗ وَالْاٰخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِيْنَࣖ ۝٣٥",
            "latin": "wa zukhrufâ, wa ing kullu dzâlika lammâ matâ‘ul-ḫayâtid-dun-yâ, wal-âkhiratu ‘inda rabbika lil-muttaqîn",
            "terjemah": "Dan, (Kami buatkan pula) perhiasan-perhiasan dari emas. Semuanya itu tidak lain hanyalah kesenangan hidup dunia, sedangkan (kenikmatan hidup) akhirat di sisi Tuhanmu (dikhususkan) bagi orang-orang bertakwa."
        },
        {
            "ayat": 36,
            "arab": "وَمَنْ يَّعْشُ عَنْ ذِكْرِ الرَّحْمٰنِ نُقَيِّضْ لَهٗ شَيْطٰنًا فَهُوَ لَهٗ قَرِيْنٌ ۝٣٦",
            "latin": "wa may ya‘syu ‘an dzikrir-raḫmâni nuqayyidl lahû syaithânan fa huwa lahû qarîn",
            "terjemah": "Siapa yang berpaling dari pengajaran (Allah) Yang Maha Pengasih (Al-Qur’an), Kami biarkan setan (menyesatkannya). Maka, ia (setan) selalu menemaninya."
        },
        {
            "ayat": 37,
            "arab": "وَاِنَّهُمْ لَيَصُدُّوْنَهُمْ عَنِ السَّبِيْلِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ ۝٣٧",
            "latin": "wa innahum layashuddûnahum ‘anis-sabîli wa yaḫsabûna annahum muhtadûn",
            "terjemah": "Sesungguhnya mereka (setan-setan itu) benar-benar menghalangi mereka (manusia) dari jalan (yang benar), sedangkan mereka (manusia yang sesat itu) mengira bahwa mereka adalah orang-orang yang mendapat petunjuk."
        },
        {
            "ayat": 38,
            "arab": "حَتّٰىٓ اِذَا جَاۤءَنَا قَالَ يٰلَيْتَ بَيْنِيْ وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِيْنُ ۝٣٨",
            "latin": "ḫattâ idzâ jâ'anâ qâla yâ laita bainî wa bainaka bu‘dal-masyriqaini fa bi'sal-qarîn",
            "terjemah": "Sehingga, apabila dia (orang yang berpaling itu) datang kepada Kami (pada hari Kiamat) dia berkata, “Aduhai, sekiranya (jarak) antara aku dan kamu seperti jarak antara timur dan barat! Memang (setan itu) teman yang paling buruk (bagi manusia).”"
        },
        {
            "ayat": 39,
            "arab": "وَلَنْ يَّنْفَعَكُمُ الْيَوْمَ اِذْ ظَّلَمْتُمْ اَنَّكُمْ فِى الْعَذَابِ مُشْتَرِكُوْنَ ۝٣٩",
            "latin": "wa lay yanfa‘akumul-yauma idh dhalamtum annakum fil-‘adzâbi musytarikûn",
            "terjemah": "(Harapanmu itu) sekali-kali tidak akan memberi manfaat kepadamu pada hari itu karena kamu telah menzalimi (dirimu sendiri). Sesungguhnya kamu (orang yang berpaling dan setan) adalah bersekutu dalam azab itu."
        },
        {
            "ayat": 40,
            "arab": "اَفَاَنْتَ تُسْمِعُ الصُّمَّ اَوْ تَهْدِى الْعُمْيَ وَمَنْ كَانَ فِيْ ضَلٰلٍ مُّبِيْنٍ ۝٤٠",
            "latin": "a fa anta tusmi‘ush-shumma au tahdil-‘umya wa mang kâna fî dlalâlim mubîn",
            "terjemah": "Maka, apakah engkau (Nabi Muhammad) dapat menjadikan orang-orang yang tuli bisa mendengar (kebenaran) atau (dapatkah) engkau memberi petunjuk kepada orang-orang yang buta (hatinya) dan kepada orang yang tetap dalam kesesatan yang nyata?"
        },
        {
            "ayat": 41,
            "arab": "فَاِمَّا نَذْهَبَنَّ بِكَ فَاِنَّا مِنْهُمْ مُّنْتَقِمُوْنَۙ ۝٤١",
            "latin": "fa immâ nadz-habanna bika fa innâ min-hum muntaqimûn",
            "terjemah": "Maka, sungguh jika Kami benar-benar mewafatkanmu (sebelum engkau mencapai kemenangan), sesungguhnya kepada mereka Kami akan (tetap) memberikan balasan."
        },
        {
            "ayat": 42,
            "arab": "اَوْ نُرِيَنَّكَ الَّذِيْ وَعَدْنٰهُمْ فَاِنَّا عَلَيْهِمْ مُّقْتَدِرُوْنَ ۝٤٢",
            "latin": "au nuriyannakalladzî wa‘adnâhum fa innâ ‘alaihim muqtadirûn",
            "terjemah": "Atau, benar-benar Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Sesungguhnya Kami Maha Berkuasa atas mereka."
        },
        {
            "ayat": 43,
            "arab": "فَاسْتَمْسِكْ بِالَّذِيْٓ اُوْحِيَ اِلَيْكَۚ اِنَّكَ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ۝٤٣",
            "latin": "fastamsik billadzî ûḫiya ilaîk, innaka ‘alâ shirâthim mustaqîm",
            "terjemah": "Maka, berpegang teguhlah pada (Al-Qur’an) yang telah diwahyukan kepadamu. Sesungguhnya engkau berada di jalan yang lurus."
        },
        {
            "ayat": 44,
            "arab": "وَاِنَّهٗ لَذِكْرٌ لَّكَ وَلِقَوْمِكَۚ وَسَوْفَ تُسْـَٔلُوْنَ ۝٤٤",
            "latin": "wa innahû ladzikrul laka wa liqaumik, wa saufa tus'alûn",
            "terjemah": "Sesungguhnya ia (Al-Qur’an) benar-benar merupakan kemuliaan bagimu dan bagi kaummu dan kelak kamu akan dimintai pertanggungjawaban."
        },
        {
            "ayat": 45,
            "arab": "وَسْـَٔلْ مَنْ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُّسُلِنَآۖ اَجَعَلْنَا مِنْ دُوْنِ الرَّحْمٰنِ اٰلِهَةً يُّعْبَدُوْنَࣖ ۝٤٥",
            "latin": "was'al man arsalnâ ming qablika mir rusulinâ a ja‘alnâ min dûnir-raḫmâni âlihatay yu‘badûn",
            "terjemah": "Tanyakanlah (Nabi Muhammad) kepada (pengikut) rasul-rasul Kami yang telah Kami utus sebelum engkau, “Apakah Kami menjadikan selain (Allah) yang Maha Pengasih sebagai tuhan-tuhan yang disembah?”"
        },
        {
            "ayat": 46,
            "arab": "وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَقَالَ اِنِّيْ رَسُوْلُ رَبِّ الْعٰلَمِيْنَ ۝٤٦",
            "latin": "wa laqad arsalnâ mûsâ bi'âyâtinâ ilâ fir‘auna wa mala'ihî fa qâla innî rasûlu rabbil-‘âlamîn",
            "terjemah": "Sungguh, Kami benar-benar telah mengutus Musa dengan membawa ayat-ayat (mukjizat) Kami kepada Fir‘aun dan para pemuka (kaum)-nya. Dia (Musa) berkata, “Sesungguhnya aku adalah utusan dari Tuhan semesta alam.”"
        },
        {
            "ayat": 47,
            "arab": "فَلَمَّا جَاۤءَهُمْ بِاٰيٰتِنَآ اِذَا هُمْ مِّنْهَا يَضْحَكُوْنَ ۝٤٧",
            "latin": "fa lammâ jâ'ahum bi'âyâtinâ idzâ hum min-hâ yadl-ḫakûn",
            "terjemah": "Ketika dia (Musa) datang kepada mereka dengan membawa ayat-ayat (mukjizat) Kami, seketika itu mereka menertawakannya."
        },
        {
            "ayat": 48,
            "arab": "وَمَا نُرِيْهِمْ مِّنْ اٰيَةٍ اِلَّا هِيَ اَكْبَرُ مِنْ اُخْتِهَاۗ وَاَخَذْنٰهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُوْنَ ۝٤٨",
            "latin": "wa mâ nurîhim min âyatin illâ hiya akbaru min ukhtihâ, wa akhadznâhum bil-‘adzâbi la‘allahum yarji‘ûn",
            "terjemah": "Tidaklah Kami perlihatkan suatu mukjizat kepada mereka kecuali ia (mukjizat itu) lebih besar daripada mukjizat (sebelumnya) dan Kami timpakan kepada mereka azab agar mereka kembali (ke jalan yang benar)."
        },
        {
            "ayat": 49,
            "arab": "وَقَالُوْا يٰٓاَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ اِنَّنَا لَمُهْتَدُوْنَ ۝٤٩",
            "latin": "wa qâlû yâ ayyuhas-sâḫirud‘u lanâ rabbaka bimâ ‘ahida ‘indak, innanâ lamuhtadûn",
            "terjemah": "Mereka berkata, “Wahai penyihir, berdoalah kepada Tuhanmu untuk (melepaskan) kami sesuai dengan apa yang telah dijanjikan-Nya kepadamu. Sesungguhnya kami benar-benar akan menjadi orang-orang yang mendapat petunjuk.”"
        },
        {
            "ayat": 50,
            "arab": "فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ اِذَا هُمْ يَنْكُثُوْنَ ۝٥٠",
            "latin": "fa lammâ kasyafnâ ‘an-humul-‘adzâba idzâ hum yangkutsûn",
            "terjemah": "Maka, ketika Kami hilangkan azab itu dari mereka, seketika itu (juga) mereka ingkar janji."
        },
        {
            "ayat": 51,
            "arab": "وَنَادٰى فِرْعَوْنُ فِيْ قَوْمِهٖ قَالَ يٰقَوْمِ اَلَيْسَ لِيْ مُلْكُ مِصْرَ وَهٰذِهِ الْاَنْهٰرُ تَجْرِيْ مِنْ تَحْتِيْۚ اَفَلَا تُبْصِرُوْنَۗ ۝٥١",
            "latin": "wa nâdâ fir‘aunu fî qaumihî qâla yâ qaumi a laisa lî mulku mishra wa hâdzihil-an-hâru tajrî min taḫtî, a fa lâ tubshirûn",
            "terjemah": "Fir‘aun berseru kepada kaumnya (seraya) berkata, “Wahai kaumku, bukankah Kerajaan Mesir itu milikku dan (bukankah) sungai-sungai itu mengalir di bawah (istana-istana)-ku. Apakah kamu tidak melihat?"
        },
        {
            "ayat": 52,
            "arab": "اَمْ اَنَا۠ خَيْرٌ مِّنْ هٰذَا الَّذِيْ هُوَ مَهِيْنٌ ەۙ وَّلَا يَكَادُ يُبِيْنُ ۝٥٢",
            "latin": "am ana khairum min hâdzalladzî huwa mahînuw wa lâ yakâdu yubîn",
            "terjemah": "Bahkan, bukankah aku lebih baik daripada orang yang hina ini (Musa) yang hampir-hampir tidak dapat menjelaskan (maksud perkataannya)?"
        },
        {
            "ayat": 53,
            "arab": "فَلَوْلَٓا اُلْقِيَ عَلَيْهِ اَسْوِرَةٌ مِّنْ ذَهَبٍ اَوْ جَاۤءَ مَعَهُ الْمَلٰۤىِٕكَةُ مُقْتَرِنِيْنَ ۝٥٣",
            "latin": "falau lâ ulqiya ‘alaihi aswiratum min dzahabin au jâ'a ma‘ahul-malâ'ikatu muqtarinîn",
            "terjemah": "Maka, mengapa tidak dipakaikan kepadanya (Musa) gelang dari emas atau malaikat datang bersama dia mengiringinya?”"
        },
        {
            "ayat": 54,
            "arab": "فَاسْتَخَفَّ قَوْمَهٗ فَاَطَاعُوْهُۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ۝٥٤",
            "latin": "fastakhaffa qaumahû fa athâ‘ûh, innahum kânû qauman fâsiqîn",
            "terjemah": "Maka, dia (Fir‘aun) telah memengaruhi kaumnya sehingga mereka patuh kepadanya. Sesungguhnya mereka adalah kaum yang fasik."
        },
        {
            "ayat": 55,
            "arab": "فَلَمَّآ اٰسَفُوْنَا انْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَۙ ۝٥٥",
            "latin": "fa lammâ âsafûnantaqamnâ min-hum fa aghraqnâhum ajma‘în",
            "terjemah": "Maka, ketika mereka telah membuat Kami murka, Kami hukum mereka, lalu Kami tenggelamkan mereka semuanya (di laut)."
        },
        {
            "ayat": 56,
            "arab": "فَجَعَلْنٰهُمْ سَلَفًا وَّمَثَلًا لِّلْاٰخِرِيْنَࣖ ۝٥٦",
            "latin": "fa ja‘alnâhum salafaw wa matsalal lil-âkhirîn",
            "terjemah": "Maka, Kami jadikan mereka sebagai (kaum) terdahulu dan pelajaran bagi orang-orang yang kemudian."
        },
        {
            "ayat": 57,
            "arab": "وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا اِذَا قَوْمُكَ مِنْهُ يَصِدُّوْنَ ۝٥٧",
            "latin": "wa lammâ dluribabnu maryama matsalan idzâ qaumuka min-hu yashiddûn",
            "terjemah": "Ketika putra Maryam (Isa) dijadikan perumpamaan, tiba-tiba kaummu (suku Quraisy) bersorak karenanya."
        },
        {
            "ayat": 58,
            "arab": "وَقَالُوْٓا ءَاٰلِهَتُنَا خَيْرٌ اَمْ هُوَۗ مَا ضَرَبُوْهُ لَكَ اِلَّا جَدَلًاۗ بَلْ هُمْ قَوْمٌ خَصِمُوْنَ ۝٥٨",
            "latin": "wa qâlû a âlihatunâ khairun am huw, mâ dlarabûhu laka illâ jadalâ, bal hum qaumun khashimûn",
            "terjemah": "Mereka berkata, “Manakah yang lebih baik, tuhan-tuhan kami atau dia (Isa)?” Mereka tidak memberikan (perumpamaan itu) kepadamu, kecuali dengan maksud membantah saja. Sebenarnya mereka adalah kaum yang suka bertengkar."
        },
        {
            "ayat": 59,
            "arab": "اِنْ هُوَ اِلَّا عَبْدٌ اَنْعَمْنَا عَلَيْهِ وَجَعَلْنٰهُ مَثَلًا لِّبَنِيْٓ اِسْرَاۤءِيْلَۗ ۝٥٩",
            "latin": "in huwa illâ ‘abdun an‘amnâ ‘alaihi wa ja‘alnâhu matsalal libanî isrâ'îl",
            "terjemah": "Dia (Isa) tidak lain hanyalah seorang hamba yang Kami anugerahkan nikmat (kenabian) kepadanya dan Kami jadikan dia sebagai pelajaran (tanda kekuasaan Kami) bagi Bani Israil."
        },
        {
            "ayat": 60,
            "arab": "وَلَوْ نَشَاۤءُ لَجَعَلْنَا مِنْكُمْ مَّلٰۤىِٕكَةً فِى الْاَرْضِ يَخْلُفُوْنَ ۝٦٠",
            "latin": "walau nasyâ'u laja‘alnâ mingkum malâ'ikatan fil-ardli yakhlufûn",
            "terjemah": "Seandainya Kami kehendaki, niscaya Kami jadikan malaikat sebagai penggantimu di bumi secara turun temurun."
        },
        {
            "ayat": 61,
            "arab": "وَاِنَّهٗ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُوْنِۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ۝٦١",
            "latin": "wa innahû la‘ilmul lis-sâ‘ati fa lâ tamtarunna bihâ wattabi‘ûn, hâdzâ shirâthum mustaqîm",
            "terjemah": "Sesungguhnya dia (Isa) itu benar-benar menjadi pertanda akan datangnya hari Kiamat. Oleh karena itu, janganlah sekali-kali kamu ragu tentang (kiamat) itu dan ikutilah (petunjuk)-Ku. Ini adalah jalan yang lurus."
        },
        {
            "ayat": 62,
            "arab": "وَلَا يَصُدَّنَّكُمُ الشَّيْطٰنُۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ۝٦٢",
            "latin": "wa lâ yashuddannakumusy-syaithân, innahû lakum ‘aduwwum mubîn",
            "terjemah": "Janganlah sekali-kali kamu dipalingkan oleh setan. Sesungguhnya ia merupakan musuh yang nyata bagimu."
        },
        {
            "ayat": 63,
            "arab": "وَلَمَّا جَاۤءَ عِيْسٰى بِالْبَيِّنٰتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِاُبَيِّنَ لَكُمْ بَعْضَ الَّذِيْ تَخْتَلِفُوْنَ فِيْهِۚ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ۝٦٣",
            "latin": "wa lammâ jâ'a ‘îsâ bil-bayyinâti qâla qad ji'tukum bil-ḫikmati wa li'ubayyina lakum ba‘dlalladzî takhtalifûna fîh, fattaqullâha wa athî‘ûn",
            "terjemah": "Ketika Isa datang membawa bukti-bukti yang nyata, dia berkata, “Sungguh, aku datang kepadamu dengan membawa hikmah dan untuk aku jelaskan kepadamu sebagian dari apa yang kamu perselisihkan. Maka, bertakwalah kepada Allah dan taatilah aku."
        },
        {
            "ayat": 64,
            "arab": "اِنَّ اللّٰهَ هُوَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ۝٦٤",
            "latin": "innallâha huwa rabbî wa rabbukum fa‘budûh, hâdzâ shirâthum mustaqîm",
            "terjemah": "Sesungguhnya Allah, Dialah Tuhanku dan Tuhanmu. Sembahlah Dia! Ini adalah jalan yang lurus.”"
        },
        {
            "ayat": 65,
            "arab": "فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْۚ فَوَيْلٌ لِّلَّذِيْنَ ظَلَمُوْا مِنْ عَذَابِ يَوْمٍ اَلِيْمٍ ۝٦٥",
            "latin": "fakhtalafal-aḫzâbu mim bainihim, fa wailul lilladzîna dhalamû min ‘adzâbi yaumin alîm",
            "terjemah": "Golongan-golongan di antara mereka (Yahudi dan Nasrani) berselisih. Celakalah orang-orang yang zalim (karena) azab pada hari yang sangat pedih (kiamat)."
        },
        {
            "ayat": 66,
            "arab": "هَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ۝٦٦",
            "latin": "hal yandhurûna illas-sâ‘ata an ta'tiyahum baghtataw wa hum lâ yasy‘urûn",
            "terjemah": "Tidaklah mereka (orang-orang kafir) menunggu, kecuali hari Kiamat yang datang kepada mereka secara tiba-tiba, sedangkan mereka tidak menyadari(-nya)."
        },
        {
            "ayat": 67,
            "arab": "اَلْاَخِلَّاۤءُ يَوْمَىِٕذٍ ۢ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ اِلَّا الْمُتَّقِيْنَۗࣖ ۝٦٧",
            "latin": "al-akhillâ'u yauma'idzim ba‘dluhum liba‘dlin ‘aduwwun illal-muttaqîn",
            "terjemah": "Teman-teman akrab pada hari itu saling bermusuhan satu sama lain, kecuali orang-orang yang bertakwa."
        },
        {
            "ayat": 68,
            "arab": "يٰعِبَادِ لَاخَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَآ اَنْتُمْ تَحْزَنُوْنَۚ ۝٦٨",
            "latin": "yâ ‘ibâdi lâ khaufun ‘alaikumul-yauma wa lâ antum taḫzanûn",
            "terjemah": "(Dikatakan kepada mereka,) “Wahai hamba-hamba-Ku, tidak ada ketakutan bagimu pada hari ini (kiamat) dan tidak pula kamu bersedih."
        },
        {
            "ayat": 69,
            "arab": "اَلَّذِيْنَ اٰمَنُوْا بِاٰيٰتِنَا وَكَانُوْا مُسْلِمِيْنَۚ ۝٦٩",
            "latin": "alladzîna âmanû bi'âyâtinâ wa kânû muslimîn",
            "terjemah": "(Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan mereka adalah orang-orang muslim."
        },
        {
            "ayat": 70,
            "arab": "اُدْخُلُوا الْجَنَّةَ اَنْتُمْ وَاَزْوَاجُكُمْ تُحْبَرُوْنَ ۝٧٠",
            "latin": "udkhulul-jannata antum wa azwâjukum tuḫbarûn",
            "terjemah": "Masuklah ke dalam surga, kamu dan pasanganmu (dalam keadaan) dibahagiakan.”"
        },
        {
            "ayat": 71,
            "arab": "يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِّنْ ذَهَبٍ وَّاَكْوَابٍۚ وَفِيْهَا مَا تَشْتَهِيْهِ الْاَنْفُسُ وَتَلَذُّ الْاَعْيُنُۚ وَاَنْتُمْ فِيْهَا خٰلِدُوْنَۚ ۝٧١",
            "latin": "yuthâfu ‘alaihim bishiḫâfim min dzahabiw wa akwâb, wa fîhâ mâ tasytahîhil-anfusu wa taladzdzul-a‘yun, wa antum fîhâ khâlidûn",
            "terjemah": "Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas dan di dalamnya (surga) terdapat apa yang diingini oleh hati dan dipandang sedap oleh mata serta kamu kekal di dalamnya."
        },
        {
            "ayat": 72,
            "arab": "وَتِلْكَ الْجَنَّةُ الَّتِيْٓ اُوْرِثْتُمُوْهَا بِمَا كُنْتُمْ تَعْمَلُوْنَ ۝٧٢",
            "latin": "wa tilkal-jannatullatî ûritstumûhâ bimâ kuntum ta‘malûn",
            "terjemah": "Itulah surga yang diwariskan kepada kamu disebabkan apa yang selama ini kamu kerjakan."
        },
        {
            "ayat": 73,
            "arab": "لَكُمْ فِيْهَا فَاكِهَةٌ كَثِيْرَةٌ مِّنْهَا تَأْكُلُوْنَ ۝٧٣",
            "latin": "lakum fîhâ fâkihatung katsîratum min-hâ ta'kulûn",
            "terjemah": "Untukmu di dalamnya (surga) buah-buahan yang banyak yang sebagiannya kamu makan."
        },
        {
            "ayat": 74,
            "arab": "اِنَّ الْمُجْرِمِيْنَ فِيْ عَذَابِ جَهَنَّمَ خٰلِدُوْنَۖ ۝٧٤",
            "latin": "innal-mujrimîna fî ‘adzâbi jahannama khâlidûn",
            "terjemah": "Sesungguhnya para pendurhaka itu kekal di dalam azab (neraka) Jahanam."
        },
        {
            "ayat": 75,
            "arab": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيْهِ مُبْلِسُوْنَۚ ۝٧٥",
            "latin": "lâ yufattaru ‘an-hum wa hum fîhi mublisûn",
            "terjemah": "Tidak diringankan (azab itu) dari mereka dan mereka berputus asa di dalamnya."
        },
        {
            "ayat": 76,
            "arab": "وَمَا ظَلَمْنٰهُمْ وَلٰكِنْ كَانُوْا هُمُ الظّٰلِمِيْنَ ۝٧٦",
            "latin": "wa mâ dhalamnâhum wa lâking kânû humudh-dhâlimîn",
            "terjemah": "Tidaklah Kami menzalimi mereka, tetapi mereka adalah orang-orang zalim (terhadap dirinya)."
        },
        {
            "ayat": 77,
            "arab": "وَنَادَوْا يٰمٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَۗ قَالَ اِنَّكُمْ مّٰكِثُوْنَ ۝٧٧",
            "latin": "wa nâdau yâ mâliku liyaqdli ‘alainâ rabbuk, qâla innakum mâkitsûn",
            "terjemah": "Mereka menyeru, “Wahai (Malaikat) Malik, hendaklah Tuhanmu mematikan kami saja.” Dia menjawab, “Sesungguhnya kamu akan tetap tinggal (di neraka ini).”"
        },
        {
            "ayat": 78,
            "arab": "لَقَدْ جِئْنٰكُمْ بِالْحَقِّ وَلٰكِنَّ اَكْثَرَكُمْ لِلْحَقِّ كٰرِهُوْنَ ۝٧٨",
            "latin": "laqad ji'nâkum bil-ḫaqqi wa lâkinna aktsarakum lil-ḫaqqi kârihûn",
            "terjemah": "Sungguh, Kami benar-benar telah datang kepada kamu dengan (membawa) kebenaran, tetapi kebanyakan kamu benci kepada kebenaran itu."
        },
        {
            "ayat": 79,
            "arab": "اَمْ اَبْرَمُوْٓا اَمْرًا فَاِنَّا مُبْرِمُوْنَۚ ۝٧٩",
            "latin": "am abramû amran fa innâ mubrimûn",
            "terjemah": "Bahkan, bukankah mereka telah merencanakan suatu tipu daya (jahat)? Sesungguhnya Kami telah berencana (mengatasi tipu daya mereka)."
        },
        {
            "ayat": 80,
            "arab": "اَمْ يَحْسَبُوْنَ اَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوٰىهُمْۗ بَلٰى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُوْنَ ۝٨٠",
            "latin": "am yaḫsabûna annâ lâ nasma‘u sirrahum wa najwâhum, balâ wa rusulunâ ladaihim yaktubûn",
            "terjemah": "Ataukah mereka mengira bahwa Kami tidak mendengar rahasia dan bisikan mereka? Sebenarnya (Kami mendengar) dan utusan-utusan Kami (malaikat) mencatat di sisi mereka."
        },
        {
            "ayat": 81,
            "arab": "قُلْ اِنْ كَانَ لِلرَّحْمٰنِ وَلَدٌۖ فَاَنَا۠ اَوَّلُ الْعٰبِدِيْنَ ۝٨١",
            "latin": "qul ing kâna lir-raḫmâni waladun fa ana awwalul-‘âbidîn",
            "terjemah": "Katakanlah (Nabi Muhammad), “Jika benar Tuhan Yang Maha Pengasih mempunyai anak, akulah orang pertama yang menyembah (anak itu)."
        },
        {
            "ayat": 82,
            "arab": "سُبْحٰنَ رَبِّ السَّمٰوٰتِ وَالْاَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ ۝٨٢",
            "latin": "sub-ḫâna rabbis-samâwâti wal-ardli rabbil-‘arsyi ‘ammâ yashifûn",
            "terjemah": "Mahasuci Tuhan pemilik langit dan bumi, Tuhan pemilik ʻArasy, dari apa yang mereka sifatkan.”"
        },
        {
            "ayat": 83,
            "arab": "فَذَرْهُمْ يَخُوْضُوْا وَيَلْعَبُوْا حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ يُوْعَدُوْنَ ۝٨٣",
            "latin": "fa dzar-hum yakhûdlû wa yal‘abû ḫattâ yulâqû yaumahumulladzî yû‘adûn",
            "terjemah": "Maka, biarkanlah mereka tenggelam (dalam kesesatan) dan bermain-main (di dunia) sampai mereka menemui hari yang dijanjikan kepada mereka."
        },
        {
            "ayat": 84,
            "arab": "وَهُوَ الَّذِيْ فِى السَّمَاۤءِ اِلٰهٌ وَّ فِى الْاَرْضِ اِلٰهٌۗ وَهُوَ الْحَكِيْمُ الْعَلِيْمُ ۝٨٤",
            "latin": "wa huwalladzî fis-samâ'i ilâhuw wa fil-ardli ilâh, wa huwal-ḫakîmul-‘alîm",
            "terjemah": "Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi. Dialah Yang Mahabijaksana lagi Maha Mengetahui."
        },
        {
            "ayat": 85,
            "arab": "وَتَبٰرَكَ الَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَاۚ وَعِنْدَهٗ عِلْمُ السَّاعَةِۚ وَاِلَيْهِ تُرْجَعُوْنَ ۝٨٥",
            "latin": "wa tabârakalladzî lahû mulkus-samâwâti wal-ardli wa mâ bainahumâ, wa ‘indahû ‘ilmus-sâ‘ah, wa ilaihi turja‘ûn",
            "terjemah": "Mahaberkah (Allah) yang memiliki kerajaan langit dan bumi serta apa yang ada di antara keduanya. Di sisi-Nyalah ilmu tentang hari Kiamat dan hanya kepada-Nyalah kamu dikembalikan."
        },
        {
            "ayat": 86,
            "arab": "وَلَا يَمْلِكُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهِ الشَّفَاعَةَ اِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُوْنَ ۝٨٦",
            "latin": "wa lâ yamlikulladzîna yad‘ûna min dûnihisy-syafâ‘ata illâ man syahida bil-ḫaqqi wa hum ya‘lamûn",
            "terjemah": "Sembahan-sembahan mereka selain Dia tidak bisa memberi syafaat (pertolongan di akhirat), kecuali orang yang bersaksi dengan yang hak (tauhid) dan mereka meyakininya."
        },
        {
            "ayat": 87,
            "arab": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَهُمْ لَيَقُوْلُنَّ اللّٰهُ فَاَنّٰى يُؤْفَكُوْنَۙ ۝٨٧",
            "latin": "wa la'in sa'altahum man khalaqahum layaqûlunnallâhu fa annâ yu'fakûn",
            "terjemah": "Jika engkau bertanya kepada mereka, siapakah yang menciptakan mereka, niscaya mereka menjawab, “Allah.” Maka, mengapa mereka bisa dipalingkan?"
        },
        {
            "ayat": 88,
            "arab": "وَقِيْلِهٖ يٰرَبِّ اِنَّ هٰٓؤُلَاۤءِ قَوْمٌ لَّا يُؤْمِنُوْنَۘ ۝٨٨",
            "latin": "wa qîlihî yâ rabbi inna hâ'ulâ'i qaumul lâ yu'minûn",
            "terjemah": "Demi (kebenaran) ucapannya (Nabi Muhammad), “Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman.”"
        },
        {
            "ayat": 89,
            "arab": "فَاصْفَحْ عَنْهُمْ وَقُلْ سَلٰمٌۗ فَسَوْفَ يَعْلَمُوْنَࣖ ۝٨٩",
            "latin": "fashfaḫ ‘an-hum wa qul salâm, fa saufa ya‘lamûn",
            "terjemah": "Maka, berpalinglah dari mereka dan katakanlah, “Salam (selamat tinggal).” Kelak mereka akan mengetahui (nasibnya yang buruk)."
        }
    ]
}