{
    "nomor": 41,
    "nama_latin": "Fushshilat",
    "arti": "Makkiyah",
    "jumlah_ayat": 54,
    "slug": "fushshilat",
    "ayat": [
        {
            "ayat": 1,
            "arab": "حٰمۤۚ ۝١",
            "latin": "ḫâ mîm",
            "terjemah": "Ḥa Mīm."
        },
        {
            "ayat": 2,
            "arab": "تَنْزِيْلٌ مِّنَ الرَّحْمٰنِ الرَّحِيْمِۚ ۝٢",
            "latin": "tanzîlum minar-raḫmânir-raḫîm",
            "terjemah": "(Al-Qur’an ini) diturunkan dari Tuhan Yang Maha Pengasih lagi Maha Penyayang."
        },
        {
            "ayat": 3,
            "arab": "كِتٰبٌ فُصِّلَتْ اٰيٰتُهٗ قُرْاٰنًا عَرَبِيًّا لِّقَوْمٍ يَّعْلَمُوْنَۙ ۝٣",
            "latin": "kitâbun fushshilat âyâtuhû qur'ânan ‘arabiyyal liqaumiy ya‘lamûn",
            "terjemah": "Kitab yang ayat-ayatnya dijelaskan sebagai bacaan dalam bahasa Arab untuk kaum yang mengetahui,"
        },
        {
            "ayat": 4,
            "arab": "بَشِيْرًا وَّنَذِيْرًاۚ فَاَعْرَضَ اَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُوْنَ ۝٤",
            "latin": "basyîraw wa nadzîrâ, fa a‘radla aktsaruhum fa hum lâ yasma‘ûn",
            "terjemah": "yang membawa berita gembira dan peringatan. Akan tetapi, kebanyakan mereka berpaling (darinya) serta tidak mendengarkan."
        },
        {
            "ayat": 5,
            "arab": "وَقَالُوْا قُلُوْبُنَا فِيْٓ اَكِنَّةٍ مِّمَّا تَدْعُوْنَآ اِلَيْهِ وَفِيْٓ اٰذَانِنَا وَقْرٌ وَّمِنْۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ اِنَّنَا عٰمِلُوْنَ ۝٥",
            "latin": "wa qâlû qulûbunâ fî akinnatim mimmâ tad‘ûnâ ilaihi wa fî âdzâninâ waqruw wa mim baininâ wa bainika ḫijâbun fa‘mal innanâ ‘âmilûn",
            "terjemah": "Mereka berkata, “Hati kami sudah tertutup dari apa yang engkau serukan kepada kami. Dalam telinga kami ada penyumbat dan di antara kami dan engkau ada tabir. Oleh sebab itu, lakukanlah (apa yang kamu sukai). Sesungguhnya kami akan melakukan (apa yang kami sukai).”"
        },
        {
            "ayat": 6,
            "arab": "قُلْ اِنَّمَآ اَنَا۟ بَشَرٌ مِّثْلُكُمْ يُوْحٰىٓ اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَاسْتَقِيْمُوْٓا اِلَيْهِ وَاسْتَغْفِرُوْهُۗ وَوَيْلٌ لِّلْمُشْرِكِيْنَۙ ۝٦",
            "latin": "qul innamâ ana basyarum mitslukum yûḫâ ilayya annamâ ilâhukum ilâhuw wâḫidun fastaqîmû ilaihi wastaghfirûh, wa wailul lil-musyrikîn",
            "terjemah": "Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanyalah seorang manusia seperti kamu yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa. Oleh sebab itu, tetaplah (dalam beribadah) dan mohonlah ampunan kepada-Nya. Celakalah orang-orang yang mempersekutukan(-Nya),"
        },
        {
            "ayat": 7,
            "arab": "الَّذِيْنَ لَا يُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَ ۝٧",
            "latin": "alladzîna lâ yu'tûnaz-zakâta wa hum bil-âkhirati hum kâfirûn",
            "terjemah": "(yaitu) orang-orang yang tidak menunaikan zakat dan mereka ingkar terhadap kehidupan akhirat."
        },
        {
            "ayat": 8,
            "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ اَجْرٌ غَيْرُ مَمْنُوْنٍࣖ ۝٨",
            "latin": "innalladzîna âmanû wa ‘amilush-shâliḫâti lahum ajrun ghairu mamnûn",
            "terjemah": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat pahala yang tidak ada putus-putusnya.”"
        },
        {
            "ayat": 9,
            "arab": "۞ قُلْ اَىِٕنَّكُمْ لَتَكْفُرُوْنَ بِالَّذِيْ خَلَقَ الْاَرْضَ فِيْ يَوْمَيْنِ وَتَجْعَلُوْنَ لَهٗٓ اَنْدَادًاۗ ذٰلِكَ رَبُّ الْعٰلَمِيْنَۚ ۝٩",
            "latin": "qul a innakum latakfurûna billadzî khalaqal-ardla fî yaumaini wa taj‘alûna lahû andâdâ, dzâlika rabbul-‘âlamîn",
            "terjemah": "Katakanlah, “Pantaskah kamu mengingkari Tuhan yang menciptakan bumi dalam dua masa dan kamu adakan pula sekutu-sekutu bagi-Nya? Itulah Tuhan semesta alam.”"
        },
        {
            "ayat": 10,
            "arab": "وَجَعَلَ فِيْهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبٰرَكَ فِيْهَا وَقَدَّرَ فِيْهَآ اَقْوَاتَهَا فِيْٓ اَرْبَعَةِ اَيَّامٍۗ سَوَاۤءً لِّلسَّاۤىِٕلِيْنَ ۝١٠",
            "latin": "wa ja‘ala fîhâ rawâsiya min fauqihâ wa bâraka fîhâ wa qaddara fîhâ aqwâtahâ fî arba‘ati ayyâm, sawâ'al lis-sâ'ilîn",
            "terjemah": "Dia ciptakan pada (bumi) itu gunung-gunung yang kokoh di atasnya, lalu Dia memberkahi dan menentukan makanan-makanan (bagi penghuni)-nya dalam empat masa yang cukup untuk (kebutuhan) mereka yang memerlukannya."
        },
        {
            "ayat": 11,
            "arab": "ثُمَّ اسْتَوٰىٓ اِلَى السَّمَاۤءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْاَرْضِ ائْتِيَا طَوْعًا اَوْ كَرْهًاۗ قَالَتَآ اَتَيْنَا طَاۤىِٕعِيْنَ ۝١١",
            "latin": "tsummastawâ ilas-samâ'i wa hiya dukhânun fa qâla lahâ wa lil-ardli'tiyâ thau‘an au karhâ, qâlatâ atainâ thâ'i‘în",
            "terjemah": "Dia kemudian menuju ke (penciptaan) langit dan (langit) itu masih berupa asap. Dia berfirman kepadanya dan kepada bumi, “Tunduklah kepada-Ku dengan patuh atau terpaksa.” Keduanya menjawab, “Kami tunduk dengan patuh.”"
        },
        {
            "ayat": 12,
            "arab": "فَقَضٰىهُنَّ سَبْعَ سَمٰوَاتٍ فِيْ يَوْمَيْنِ وَاَوْحٰى فِيْ كُلِّ سَمَاۤءٍ اَمْرَهَاۗ وَزَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَۖ وَحِفْظًاۗ ذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِ ۝١٢",
            "latin": "fa qadlâhunna sab‘a samâwâtin fî yaumaini wa auḫâ fî kulli samâ'in amrahâ, wa zayyannas-samâ'ad-dun-yâ bimashâbîḫa wa ḫifdhâ, dzâlika taqdîrul-‘azîzil-‘alîm",
            "terjemah": "Lalu, Dia menjadikan-Nya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang paling dekat (dengan bumi), Kami hiasi dengan bintang-bintang sebagai penjagaan (dari setan). Demikianlah ketetapan (Allah) Yang Mahaperkasa lagi Maha Mengetahui."
        },
        {
            "ayat": 13,
            "arab": "فَاِنْ اَعْرَضُوْا فَقُلْ اَنْذَرْتُكُمْ صٰعِقَةً مِّثْلَ صٰعِقَةِ عَادٍ وَّثَمُوْدَۗ ۝١٣",
            "latin": "fa in a‘radlû fa qul andzartukum shâ‘iqatam mitsla shâ‘iqati ‘âdiw wa tsamûd",
            "terjemah": "Jika mereka berpaling, katakanlah, “Aku telah memperingatkan kamu (azab berupa) petir seperti petir yang menimpa (kaum) ‘Ad dan (kaum) Samud.”"
        },
        {
            "ayat": 14,
            "arab": "اِذْ جَاۤءَتْهُمُ الرُّسُلُ مِنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَۗ قَالُوْا لَوْ شَاۤءَ رَبُّنَا لَاَنْزَلَ مَلٰۤىِٕكَةً فَاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ۝١٤",
            "latin": "idz jâ'at-humur-rusulu mim baini aidîhim wa min khalfihim allâ ta‘budû illallâh, qâlû lau syâ'a rabbunâ la'anzala malâ'ikatan fa innâ bimâ ursiltum bihî kâfirûn",
            "terjemah": "Ketika para rasul datang kepada mereka dari depan dan dari belakang mereka (dengan menyerukan,) “Janganlah kamu menyembah selain Allah,” mereka menjawab, “Kalau Tuhan kami menghendaki, tentu Dia menurunkan malaikat-malaikat-Nya. Sesungguhnya kami ingkar pada kerasulanmu.”"
        },
        {
            "ayat": 15,
            "arab": "فَاَمَّا عَادٌ فَاسْتَكْبَرُوْا فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوْا مَنْ اَشَدُّ مِنَّا قُوَّةًۗ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَهُمْ هُوَ اَشَدُّ مِنْهُمْ قُوَّةًۗ وَكَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ ۝١٥",
            "latin": "fa ammâ ‘âdun fastakbarû fil-ardli bighairil-ḫaqqi wa qâlû man asyaddu minnâ quwwah, a wa lam yarau annallâhalladzî khalaqahum huwa asyaddu min-hum quwwah, wa kânû bi'âyâtinâ yaj-ḫadûn",
            "terjemah": "Adapun (kaum) ‘Ad, mereka menyombongkan diri di bumi tanpa alasan yang benar. Mereka berkata, “Siapakah yang lebih hebat kekuatannya daripada kami?” Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka itu lebih hebat kekuatan-Nya daripada mereka? Mereka telah mengingkari tanda-tanda (kebesaran) Kami."
        },
        {
            "ayat": 16,
            "arab": "فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا صَرْصَرًا فِيْٓ اَيَّامٍ نَّحِسَاتٍ لِّنُذِيْقَهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَاۗ وَلَعَذَابُ الْاٰخِرَةِ اَخْزٰى وَهُمْ لَا يُنْصَرُوْنَ ۝١٦",
            "latin": "fa arsalnâ ‘alaihim rîḫan sharsharan fî ayyâmin naḫisâtil linudzîqahum ‘adzâbal-khizyi fil-ḫayâtid-dun-yâ, wa la‘adzâbul-âkhirati akhzâ wa hum lâ yunsharûn",
            "terjemah": "Maka, Kami mengembuskan angin yang sangat dingin dan bergemuruh kepada mereka selama beberapa hari yang nahas karena Kami ingin agar mereka merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sungguh, azab akhirat lebih menghinakan dan mereka tidak diberi pertolongan."
        },
        {
            "ayat": 17,
            "arab": "وَاَمَّا ثَمُوْدُ فَهَدَيْنٰهُمْ فَاسْتَحَبُّوا الْعَمٰى عَلَى الْهُدٰى فَاَخَذَتْهُمْ صٰعِقَةُ الْعَذَابِ الْهُوْنِ بِمَا كَانُوْا يَكْسِبُوْنَۚ ۝١٧",
            "latin": "wa ammâ tsamûdu fa hadainâhum fastaḫabbul-‘amâ ‘alal-hudâ fa akhadzat-hum shâ‘iqatul-‘adzâbil-hûni bimâ kânû yaksibûn",
            "terjemah": "Adapun (kaum) Samud, mereka telah Kami beri petunjuk, tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu. Maka, mereka disambar petir sebagai azab yang menghinakan karena apa yang telah mereka kerjakan."
        },
        {
            "ayat": 18,
            "arab": "وَنَجَّيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَࣖ ۝١٨",
            "latin": "wa najjainalladzîna âmanû wa kânû yattaqûn",
            "terjemah": "Kami menyelamatkan orang-orang yang beriman dan selalu bertakwa."
        },
        {
            "ayat": 19,
            "arab": "وَيَوْمَ يُحْشَرُ اَعْدَاۤءُ اللّٰهِ اِلَى النَّارِ فَهُمْ يُوْزَعُوْنَ ۝١٩",
            "latin": "wa yauma yuḫsyaru a‘dâ'ullâhi ilan-nâri fa hum yûza‘ûn",
            "terjemah": "(Ingatlah) hari (ketika) musuh-musuh Allah digiring ke neraka, lalu mereka dipisah-pisahkan."
        },
        {
            "ayat": 20,
            "arab": "حَتّٰىٓ اِذَا مَا جَاۤءُوْهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَاَبْصَارُهُمْ وَجُلُوْدُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ۝٢٠",
            "latin": "ḫattâ idzâ mâ jâ'ûhâ syahida ‘alaihim sam‘uhum wa abshâruhum wa julûduhum bimâ kânû ya‘malûn",
            "terjemah": "Ketika mereka sampai ke neraka, pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan."
        },
        {
            "ayat": 21,
            "arab": "وَقَالُوْا لِجُلُوْدِهِمْ لِمَ شَهِدْتُّمْ عَلَيْنَاۗ قَالُوْٓا اَنْطَقَنَا اللّٰهُ الَّذِيْٓ اَنْطَقَ كُلَّ شَيْءٍ وَّهُوَ خَلَقَكُمْ اَوَّلَ مَرَّةٍۙ وَّاِلَيْهِ تُرْجَعُوْنَ ۝٢١",
            "latin": "wa qâlû lijulûdihim lima syahittum ‘alainâ, qâlû anthaqanallâhulladzî anthaqa kulla syai'iw wa huwa khalaqakum awwala marratiw wa ilaihi turja‘ûn",
            "terjemah": "Mereka berkata kepada kulit mereka, “Mengapa kamu menjadi saksi terhadap kami?” (Kulit) mereka menjawab, “Allah yang menjadikan segala sesuatu dapat berbicara telah menjadikan kami dapat berbicara. Dialah yang menciptakan kamu pertama kali dan hanya kepada-Nya kamu dikembalikan.”"
        },
        {
            "ayat": 22,
            "arab": "وَمَا كُنْتُمْ تَسْتَتِرُوْنَ اَنْ يَّشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ اَبْصَارُكُمْ وَلَا جُلُوْدُكُمْ وَلٰكِنْ ظَنَنْتُمْ اَنَّ اللّٰهَ لَا يَعْلَمُ كَثِيْرًا مِّمَّا تَعْمَلُوْنَ ۝٢٢",
            "latin": "wa mâ kuntum tastatirûna ay yasy-hada ‘alaikum sam‘ukum wa lâ abshârukum wa lâ julûdukum wa lâkin dhanantum annallâha lâ ya‘lamu katsîram mimmâ ta‘malûn",
            "terjemah": "Kamu tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan, dan kulitmu terhadapmu, bahkan kamu mengira Allah tidak mengetahui banyak tentang apa yang kamu lakukan."
        },
        {
            "ayat": 23,
            "arab": "وَذٰلِكُمْ ظَنُّكُمُ الَّذِيْ ظَنَنْتُمْ بِرَبِّكُمْ اَرْدٰىكُمْ فَاَصْبَحْتُمْ مِّنَ الْخٰسِرِيْنَ ۝٢٣",
            "latin": "wa dzâlikum dhannukumulladzî dhanantum birabbikum ardâkum fa ashbaḫtum minal-khâsirîn",
            "terjemah": "Itulah dugaanmu yang telah kamu sangkakan terhadap Tuhanmu. (Dugaan) itu telah membinasakan kamu sehingga jadilah kamu termasuk orang-orang yang rugi."
        },
        {
            "ayat": 24,
            "arab": "فَاِنْ يَّصْبِرُوْا فَالنَّارُ مَثْوًى لَّهُمْۚ وَاِنْ يَّسْتَعْتِبُوْا فَمَا هُمْ مِّنَ الْمُعْتَبِيْنَ ۝٢٤",
            "latin": "fa iy yashbirû fan-nâru matswal lahum, wa iy yasta‘tibû fa mâ hum minal-mu‘tabîn",
            "terjemah": "Jika mereka bersabar (atas azab neraka), nerakalah tempat tinggal mereka dan jika mereka meminta belas kasihan, maka mereka bukanlah orang yang pantas dikasihani."
        },
        {
            "ayat": 25,
            "arab": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَاۤءَ فَزَيَّنُوْا لَهُمْ مَّا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِّنَ الْجِنِّ وَالْاِنْسِۚ اِنَّهُمْ كَانُوْا خٰسِرِيْنَࣖ ۝٢٥",
            "latin": "wa qayyadlnâ lahum quranâ'a fa zayyanû lahum mâ baina aidîhim wa mâ khalfahum wa ḫaqqa ‘alaihimul-qaulu fî umaming qad khalat ming qablihim minal-jinni wal-ins, innahum kânû khâsirîn",
            "terjemah": "Kami menetapkan bagi mereka teman-teman (dari setan) yang memuji-muji apa saja yang ada di hadapan (nafsu dan kelezatan dunia) dan di belakang (angan-angan) mereka. Tetaplah atas mereka putusan (azab) bersama umat-umat yang terdahulu sebelum mereka dari (golongan) jin dan manusia. Sesungguhnya mereka adalah orang-orang yang rugi."
        },
        {
            "ayat": 26,
            "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَسْمَعُوْا لِهٰذَا الْقُرْاٰنِ وَالْغَوْا فِيْهِ لَعَلَّكُمْ تَغْلِبُوْنَ ۝٢٦",
            "latin": "wa qâlalladzîna kafarû lâ tasma‘û lihâdzal-qur'âni walghau fîhi la‘allakum taghlibûn",
            "terjemah": "Orang-orang yang kufur berkata, “Janganlah kamu mendengarkan (bacaan) Al-Qur’an ini dan buatlah kegaduhan terhadapnya agar kamu dapat mengalahkan (mereka).”"
        },
        {
            "ayat": 27,
            "arab": "فَلَنُذِيْقَنَّ الَّذِيْنَ كَفَرُوْا عَذَابًا شَدِيْدًاۙ وَّلَنَجْزِيَنَّهُمْ اَسْوَاَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ ۝٢٧",
            "latin": "fa lanudzîqannalladzîna kafarû ‘adzâban syadîdaw wa lanajziyannahum aswa'alladzî kânû ya‘malûn",
            "terjemah": "Sungguh, Kami pasti akan menimpakan azab yang keras kepada orang-orang yang kufur itu dan sungguh, Kami pasti akan membalas mereka dengan seburuk-buruk balasan (atas) apa yang telah mereka kerjakan."
        },
        {
            "ayat": 28,
            "arab": "ذٰلِكَ جَزَاۤءُ اَعْدَاۤءِ اللّٰهِ النَّارُ لَهُمْ فِيْهَا دَارُ الْخُلْدِۗ جَزَاۤءً ۢ بِمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ ۝٢٨",
            "latin": "dzâlika jazâ'u a‘dâ'illâhin-nâru lahum fîhâ dârul-khuld, jazâ'am bimâ kânû bi'âyâtinâ yaj-ḫadûn",
            "terjemah": "Itulah neraka, balasan (bagi) musuh-musuh Allah. Mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami."
        },
        {
            "ayat": 29,
            "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا رَبَّنَآ اَرِنَا الَّذَيْنِ اَضَلّٰنَا مِنَ الْجِنِّ وَالْاِنْسِ نَجْعَلْهُمَا تَحْتَ اَقْدَامِنَا لِيَكُوْنَا مِنَ الْاَسْفَلِيْنَ ۝٢٩",
            "latin": "wa qâlalladzîna kafarû rabbanâ arinalladzaini adlallânâ minal-jinni wal-insi naj‘al-humâ taḫta aqdâminâ liyakûnâ minal-asfalîn",
            "terjemah": "Orang-orang yang kufur berkata, “Ya Tuhan kami, perlihatkanlah kepada kami dua golongan yang telah menyesatkan kami, yaitu (golongan) jin dan manusia, agar kami meletakkan keduanya di bawah telapak kaki kami supaya keduanya menjadi golongan yang paling bawah (hina).”"
        },
        {
            "ayat": 30,
            "arab": "اِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ ۝٣٠",
            "latin": "innalladzîna qâlû rabbunallâhu tsummastaqâmû tatanazzalu ‘alaihimul-malâ'ikatu allâ takhâfû wa lâ taḫzanû wa absyirû bil-jannatillatî kuntum tû‘adûn",
            "terjemah": "Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah,” kemudian tetap (dalam pendiriannya), akan turun malaikat-malaikat kepada mereka (seraya berkata), “Janganlah kamu takut dan bersedih hati serta bergembiralah dengan (memperoleh) surga yang telah dijanjikan kepadamu.”"
        },
        {
            "ayat": 31,
            "arab": "نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَۗ ۝٣١",
            "latin": "naḫnu auliyâ'ukum fil-ḫayâtid-dun-yâ wa fil-âkhirah, wa lakum fîhâ mâ tasytahî anfusukum wa lakum fîhâ mâ tadda‘ûn",
            "terjemah": "Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat. Di dalamnya (surga) kamu akan memperoleh apa yang kamu sukai dan apa yang kamu minta."
        },
        {
            "ayat": 32,
            "arab": "نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍࣖ ۝٣٢",
            "latin": "nuzulam min ghafûrir raḫîm",
            "terjemah": "(Semua itu) sebagai karunia (penghormatan bagimu) dari (Allah) Yang Maha Pengampun lagi Maha Penyayang.”"
        },
        {
            "ayat": 33,
            "arab": "وَمَنْ اَحْسَنُ قَوْلًا مِّمَّنْ دَعَآ اِلَى اللّٰهِ وَعَمِلَ صَالِحًا وَّقَالَ اِنَّنِيْ مِنَ الْمُسْلِمِيْنَ ۝٣٣",
            "latin": "wa man aḫsanu qaulam mim man da‘â ilallâhi wa ‘amila shâliḫaw wa qâla innanî minal-muslimîn",
            "terjemah": "Siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah, mengerjakan kebajikan, dan berkata, “Sesungguhnya aku termasuk orang-orang muslim (yang berserah diri)?”"
        },
        {
            "ayat": 34,
            "arab": "وَلَا تَسْتَوِى الْحَسَنَةُ وَلَا السَّيِّئَةُۗ اِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ فَاِذَا الَّذِيْ بَيْنَكَ وَبَيْنَهٗ عَدَاوَةٌ كَاَنَّهٗ وَلِيٌّ حَمِيْمٌ ۝٣٤",
            "latin": "wa lâ tastawil-ḫasanatu wa las-sayyi'ah, idfa‘ billatî hiya aḫsanu fa idzalladzî bainaka wa bainahû ‘adâwatung ka'annahû waliyyun ḫamîm",
            "terjemah": "Tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan) dengan perilaku yang lebih baik sehingga orang yang ada permusuhan denganmu serta-merta menjadi seperti teman yang sangat setia."
        },
        {
            "ayat": 35,
            "arab": "وَمَا يُلَقّٰىهَآ اِلَّا الَّذِيْنَ صَبَرُوْاۚ وَمَا يُلَقّٰىهَآ اِلَّا ذُوْ حَظٍّ عَظِيْمٍ ۝٣٥",
            "latin": "wa mâ yulaqqâhâ illalladzîna shabarû, wa mâ yulaqqâhâ illâ dzû ḫadhdhin ‘adhîm",
            "terjemah": "(Sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak (pula) dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar."
        },
        {
            "ayat": 36,
            "arab": "وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِۗ اِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ۝٣٦",
            "latin": "wa immâ yanzaghannaka minasy-syaithâni nazghun fasta‘idz billâh, innahû huwas-samî‘ul-‘alîm",
            "terjemah": "Jika setan sungguh-sungguh menggodamu dengan halus (untuk meninggalkan perilaku baik itu), maka berlindunglah kepada Allah! Sesungguhnya Dialah Yang Maha Mendengar lagi Maha Mengetahui."
        },
        {
            "ayat": 37,
            "arab": "وَمِنْ اٰيٰتِهِ الَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُۗ لَا تَسْجُدُوْا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوْا لِلّٰهِ الَّذِيْ خَلَقَهُنَّ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ ۝٣٧",
            "latin": "wa min âyâtihil-lailu wan-nahâru wasy-syamsu wal-qamar, lâ tasjudû lisy-syamsi wa lâ lil-qamari wasjudû lillâhilladzî khalaqahunna ing kuntum iyyâhu ta‘budûn",
            "terjemah": "Sebagian dari tanda-tanda (kebesaran)-Nya adalah malam, siang, matahari, dan bulan. Janganlah bersujud pada matahari dan jangan (pula) pada bulan. Bersujudlah kepada Allah yang menciptakannya jika kamu hanya menyembah kepada-Nya."
        },
        {
            "ayat": 38,
            "arab": "فَاِنِ اسْتَكْبَرُوْا فَالَّذِيْنَ عِنْدَ رَبِّكَ يُسَبِّحُوْنَ لَهٗ بِالَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْـَٔمُوْنَ ۩ ۝٣٨",
            "latin": "fa inistakbarû falladzîna ‘inda rabbika yusabbiḫûna lahû bil-laili wan-nahâri wa hum lâ yas'amûn",
            "terjemah": "Jika mereka (orang-orang musyrik) menyombongkan diri (enggan bersujud kepada-Nya), maka mereka (malaikat) yang (berada) di sisi Tuhanmu selalu bertasbih kepada-Nya pada malam dan siang hari tanpa pernah jemu."
        },
        {
            "ayat": 39,
            "arab": "وَمِنْ اٰيٰتِهٖٓ اَنَّكَ تَرَى الْاَرْضَ خَاشِعَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْۗ اِنَّ الَّذِيْٓ اَحْيَاهَا لَمُحْيِ الْمَوْتٰىۗ اِنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۝٣٩",
            "latin": "wa min âyâtihî annaka taral-ardla khâsyi‘atan fa idzâ anzalnâ ‘alaihal-mâ'ahtazzat wa rabat, innalladzî aḫyâhâ lamuḫyil-mautâ, innahû ‘alâ kulli syai'ing qadîr",
            "terjemah": "Sebagian dari tanda-tanda (kebesaran)-Nya adalah bahwa engkau melihat bumi kering dan tandus, kemudian apabila Kami menurunkan air (hujan) padanya, ia pun hidup dan menjadi subur. Sesungguhnya Zat yang menghidupkannya pasti dapat menghidupkan yang mati. Sesungguhnya Dia Mahakuasa atas segala sesuatu."
        },
        {
            "ayat": 40,
            "arab": "اِنَّ الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اٰيٰتِنَا لَا يَخْفَوْنَ عَلَيْنَاۗ اَفَمَنْ يُّلْقٰى فِى النَّارِ خَيْرٌ اَمَّنْ يَّأْتِيْٓ اٰمِنًا يَّوْمَ الْقِيٰمَةِۗ اِعْمَلُوْا مَا شِئْتُمْۙ اِنَّهٗ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ۝٤٠",
            "latin": "innalladzîna yul-ḫidûna fî âyâtinâ lâ yakhfauna ‘alainâ, a fa may yulqâ fin-nâri khairun am may ya'tî âminay yaumal-qiyâmah, i‘malû mâ syi'tum innahû bimâ ta‘malûna bashîr",
            "terjemah": "Sesungguhnya orang-orang yang mengingkari tanda-tanda (kebesaran) Kami, (mereka) tidak tersembunyi dari Kami. Apakah orang-orang yang dilemparkan ke dalam neraka itu lebih baik ataukah yang datang pada hari Kiamat dengan aman sentosa? Lakukanlah apa yang kamu kehendaki! Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan."
        },
        {
            "ayat": 41,
            "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا بِالذِّكْرِ لَمَّا جَاۤءَهُمْۗ وَاِنَّهٗ لَكِتٰبٌ عَزِيْزٌۙ ۝٤١",
            "latin": "innalladzîna kafarû bidz-dzikri lammâ jâ'ahum, wa innahû lakitâbun ‘azîz",
            "terjemah": "Sesungguhnya orang-orang yang mengingkari Al-Qur’an ketika (Al-Qur’an) itu disampaikan kepada mereka, (pasti mereka akan celaka). Sesungguhnya (Al-Qur’an) itu adalah kitab yang mulia."
        },
        {
            "ayat": 42,
            "arab": "لَّا يَأْتِيْهِ الْبَاطِلُ مِنْۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهٖۗ تَنْزِيْلٌ مِّنْ حَكِيْمٍ حَمِيْدٍ ۝٤٢",
            "latin": "lâ ya'tîhil-bâthilu mim baini yadaihi wa lâ min khalfih, tanzîlum min ḫakîmin ḫamîd",
            "terjemah": "Tidak ada kebatilan yang mendatanginya, baik dari depan maupun dari belakang. (Al-Qur’an itu adalah) kitab yang diturunkan dari Tuhan Yang Mahabijaksana lagi Maha Terpuji."
        },
        {
            "ayat": 43,
            "arab": "مَا يُقَالُ لَكَ اِلَّا مَا قَدْ قِيْلَ لِلرُّسُلِ مِنْ قَبْلِكَۗ اِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ وَّذُوْ عِقَابٍ اَلِيْمٍ ۝٤٣",
            "latin": "mâ yuqâlu laka illâ mâ qad qîla lir-rusuli ming qablik, inna rabbaka ladzû maghfiratiw wa dzû ‘iqâbin alîm",
            "terjemah": "Apa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. Sesungguhnya Tuhanmu pasti mempunyai ampunan dan azab yang pedih."
        },
        {
            "ayat": 44,
            "arab": "وَلَوْ جَعَلْنٰهُ قُرْاٰنًا اَعْجَمِيًّا لَّقَالُوْا لَوْلَا فُصِّلَتْ اٰيٰتُهٗۗ ءَا۬عْجَمِيٌّ وَّعَرَبِيٌّۗ قُلْ هُوَ لِلَّذِيْنَ اٰمَنُوْا هُدًى وَّشِفَاۤءٌۗ وَالَّذِيْنَ لَا يُؤْمِنُوْنَ فِيْٓ اٰذَانِهِمْ وَقْرٌ وَّهُوَ عَلَيْهِمْ عَمًىۗ اُولٰۤىِٕكَ يُنَادَوْنَ مِنْ مَّكَانٍ ۢ بَعِيْدٍࣖ ۝٤٤",
            "latin": "walau ja‘alnâhu qur'ânan a‘jamiyyal laqâlû lau lâ fushshilat âyâtuh, a a‘jamiyyuw wa ‘arabiyy, qul huwa lilladzîna âmanû hudaw wa syifâ', walladzîna lâ yu'minûna fî âdzânihim waqruw wa huwa ‘alaihim ‘amâ, ulâ'ika yunâdauna mim makânim ba‘îd",
            "terjemah": "Seandainya Kami menjadikannya (Al-Qur’an) bacaan dalam bahasa selain Arab, niscaya mereka akan mengatakan, “Mengapa ayat-ayatnya tidak dijelaskan (dengan bahasa yang kami pahami)?” Apakah patut (Al-Qur’an) dalam bahasa selain bahasa Arab, sedangkan (rasul adalah) orang Arab? Katakanlah (Nabi Muhammad), “Al-Qur’an adalah petunjuk dan penyembuh bagi orang-orang yang beriman, sedangkan orang-orang yang tidak beriman, pada telinga mereka ada penyumbat dan mereka buta terhadapnya (Al-Qur’an). Mereka itu (seperti) orang-orang yang dipanggil dari tempat yang jauh.”"
        },
        {
            "ayat": 45,
            "arab": "وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَاخْتُلِفَ فِيْهِۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْۗ وَاِنَّهُمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ ۝٤٥",
            "latin": "wa laqad âtainâ mûsal-kitâba fakhtulifa fîh, walau lâ kalimatun sabaqat mir rabbika laqudliya bainahum, wa innahum lafî syakkim min-hu murîb",
            "terjemah": "Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa, lalu ia (kitab itu) diperselisihkan. Seandainya tidak ada ketetapan yang terdahulu dari Tuhanmu (bahwa orang-orang yang mendustakan Al-Qur’an akan ditunda penyiksaannya), niscaya telah dilaksanakan hukuman di antara mereka. Sesungguhnya mereka benar-benar dalam kebimbangan dan keraguan terhadapnya."
        },
        {
            "ayat": 46,
            "arab": "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖۙ وَمَنْ اَسَاۤءَ فَعَلَيْهَاۗ وَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيْدِ ۝٤٦",
            "latin": "man ‘amila shâliḫan falinafsihî wa man asâ'a fa ‘alaihâ, wa mâ rabbuka bidhallâmil lil-‘abîd",
            "terjemah": "Siapa yang mengerjakan kebajikan, maka (pahalanya) untuk dirinya sendiri dan siapa yang berbuat jahat, maka (akibatnya) menjadi tanggungan dirinya sendiri. Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya)."
        },
        {
            "ayat": 47,
            "arab": "۞ اِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِۗ وَمَا تَخْرُجُ مِنْ ثَمَرٰتٍ ِمّنْ اَكْمَامِهَا وَمَا تَحْمِلُ مِنْ اُنْثٰى وَلَا تَضَعُ اِلَّا بِعِلْمِهٖۗ وَيَوْمَ يُنَادِيْهِمْ اَيْنَ شُرَكَاۤءِيْۙ قَالُوْٓا اٰذَنّٰكَ مَا مِنَّا مِنْ شَهِيْدٍۚ ۝٤٧",
            "latin": "ilaihi yuraddu ‘ilmus-sâ‘ah, wa mâ takhruju min tsamarâtim min akmâmihâ wa mâ taḫmilu min untsâ wa lâ tadla‘u illâ bi‘ilmih, wa yauma yunâdîhim aina syurakâ'î qâlû âdzannâka mâ minnâ min syahîd",
            "terjemah": "Hanya kepada-Nya pengetahuan tentang hari Kiamat itu dikembalikan. Tidak ada sama sekali buah-buahan yang keluar dari kelopaknya dan tidak seorang perempuan pun yang mengandung dan melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Pada hari ketika Dia (Allah) menyeru mereka, “Di manakah sekutu-sekutu-Ku itu?” Mereka menjawab, “Kami menyatakan kepada-Mu bahwa tidak ada seorang pun di antara kami yang dapat memberi kesaksian (bahwa Engkau mempunyai sekutu).”"
        },
        {
            "ayat": 48,
            "arab": "وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَدْعُوْنَ مِنْ قَبْلُ وَظَنُّوْا مَا لَهُمْ مِّنْ مَّحِيْصٍ ۝٤٨",
            "latin": "wa dlalla ‘an-hum mâ kânû yad‘ûna ming qablu wa dhannû mâ lahum mim maḫîsh",
            "terjemah": "Lenyaplah dari mereka apa yang dahulu selalu mereka sembah dan mereka pun mengetahui bahwa tidak ada tempat untuk menghindar (dari azab Allah) bagi mereka."
        },
        {
            "ayat": 49,
            "arab": "لَا يَسْـَٔمُ الْاِنْسَانُ مِنْ دُعَاۤءِ الْخَيْرِۖ وَاِنْ مَّسَّهُ الشَّرُّ فَيَـُٔوْسٌ قَنُوْطٌ ۝٤٩",
            "latin": "lâ yas'amul-insânu min du‘â'il-khairi wa im massahusy-syarru fa ya'ûsung qanûth",
            "terjemah": "Manusia tidak pernah jemu memohon kebaikan dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapan."
        },
        {
            "ayat": 50,
            "arab": "وَلَىِٕنْ اَذَقْنٰهُ رَحْمَةً مِّنَّا مِنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُ لَيَقُوْلَنَّ هٰذَا لِيْۙ وَمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةًۙ وَّلَىِٕنْ رُّجِعْتُ اِلٰى رَبِّيْٓ اِنَّ لِيْ عِنْدَهٗ لَلْحُسْنٰىۚ فَلَنُنَبِّئَنَّ الَّذِيْنَ كَفَرُوْا بِمَا عَمِلُوْاۖ وَلَنُذِيْقَنَّهُمْ مِّنْ عَذَابٍ غَلِيْظٍ ۝٥٠",
            "latin": "wa la'in adzaqnâhu raḫmatam minnâ mim ba‘di dlarrâ'a massat-hu layaqûlanna hâdzâ lî wa mâ adhunnus-sâ‘ata qâ'imataw wa la'ir ruji‘tu ilâ rabbî inna lî ‘indahû lal-ḫusnâ, fa lanunabbi'annalladzîna kafarû bimâ ‘amilû wa lanudzîqannahum min ‘adzâbin ghalîdh",
            "terjemah": "Jika Kami menganugerahkan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia akan berkata, “Ini adalah hakku dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Jika (ternyata) aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka, sungguh, Kami akan memberitahukan kepada orang-orang yang kufur tentang apa yang telah mereka kerjakan dan sungguh Kami benar-benar akan menimpakan kepada mereka azab yang sangat berat."
        },
        {
            "ayat": 51,
            "arab": "وَاِذَآ اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ فَذُوْ دُعَاۤءٍ عَرِيْضٍ ۝٥١",
            "latin": "wa idzâ an‘amnâ ‘alal-insâni a‘radla wa na'â bijânibih, wa idzâ massahusy-syarru fa dzû du‘â'in ‘arîdl",
            "terjemah": "Apabila Kami menganugerahkan kenikmatan kepada manusia, niscaya dia berpaling (tidak mensyukuri nikmat-Nya) dan menjauhkan diri (dari Allah dengan sombong), namun apabila kesusahan menimpanya, dia akan banyak berdoa."
        },
        {
            "ayat": 52,
            "arab": "قُلْ اَرَءَيْتُمْ اِنْ كَانَ مِنْ عِنْدِ اللّٰهِ ثُمَّ كَفَرْتُمْ بِهٖ مَنْ اَضَلُّ مِمَّنْ هُوَ فِيْ شِقَاقٍۢ بَعِيْدٍ ۝٥٢",
            "latin": "qul a ra'aitum ing kâna min ‘indillâhi tsumma kafartum bihî man adlallu mim man huwa fî syiqâqim ba‘îd",
            "terjemah": "Katakanlah (Nabi Muhammad), “Bagaimana pendapatmu jika (Al-Qur’an) itu datang dari sisi Allah, kemudian kamu mengingkarinya? Siapakah yang lebih sesat daripada orang yang selalu menyimpang jauh (dari kebenaran)?”"
        },
        {
            "ayat": 53,
            "arab": "سَنُرِيْهِمْ اٰيٰتِنَا فِى الْاٰفَاقِ وَفِيْٓ اَنْفُسِهِمْ حَتّٰى يَتَبَيَّنَ لَهُمْ اَنَّهُ الْحَقُّۗ اَوَلَمْ يَكْفِ بِرَبِّكَ اَنَّهٗ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ۝٥٣",
            "latin": "sanurîhim âyâtinâ fil-âfâqi wa fî anfusihim ḫattâ yatabayyana lahum annahul-ḫaqq, a wa lam yakfi birabbika annahû ‘alâ kulli syai'in syahîd",
            "terjemah": "Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri sehingga jelaslah bagi mereka bahwa (Al-Qur’an) itu adalah benar. Tidak cukupkah (bagi kamu) bahwa sesungguhnya Tuhanmu menjadi saksi atas segala sesuatu?"
        },
        {
            "ayat": 54,
            "arab": "اَلَآ اِنَّهُمْ فِيْ مِرْيَةٍ مِّنْ لِّقَاۤءِ رَبِّهِمْۗ اَلَآ اِنَّهٗ بِكُلِّ شَيْءٍ مُّحِيْطٌࣖ ۝٥٤",
            "latin": "alâ innahum fî miryatim mil liqâ'i rabbihim, alâ innahû bikulli syai'im muḫîth",
            "terjemah": "Ketahuilah, sesungguhnya mereka dalam keraguan tentang pertemuan dengan Tuhan mereka. Ketahuilah, sesungguhnya Dia Maha Meliputi segala sesuatu."
        }
    ]
}