{
    "nomor": 36,
    "nama_latin": "Yasin",
    "arti": "Makkiyah",
    "jumlah_ayat": 83,
    "slug": "yasin",
    "ayat": [
        {
            "ayat": 1,
            "arab": "يٰسۤۚ ۝١",
            "latin": "yâ sîn",
            "terjemah": "Yā Sīn."
        },
        {
            "ayat": 2,
            "arab": "وَالْقُرْاٰنِ الْحَكِيْمِۙ ۝٢",
            "latin": "wal-qur'ânil-ḫakîm",
            "terjemah": "Demi Al-Qur’an yang penuh hikmah,"
        },
        {
            "ayat": 3,
            "arab": "اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ ۝٣",
            "latin": "innaka laminal-mursalîn",
            "terjemah": "sesungguhnya engkau (Nabi Muhammad) benar-benar salah seorang dari rasul-rasul"
        },
        {
            "ayat": 4,
            "arab": "عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ ۝٤",
            "latin": "‘alâ shirâthim mustaqîm",
            "terjemah": "(yang berada) di atas jalan yang lurus,"
        },
        {
            "ayat": 5,
            "arab": "تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ ۝٥",
            "latin": "tanzîlal-‘azîzir-raḫîm",
            "terjemah": "(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa lagi Maha Penyayang,"
        },
        {
            "ayat": 6,
            "arab": "لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ ۝٦",
            "latin": "litundzira qaumam mâ undzira âbâ'uhum fa hum ghâfilûn",
            "terjemah": "agar engkau (Nabi Muhammad) memberi peringatan kepada suatu kaum yang nenek moyang mereka belum pernah diberi peringatan, sehingga mereka lalai."
        },
        {
            "ayat": 7,
            "arab": "لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ ۝٧",
            "latin": "laqad ḫaqqal-qaulu ‘alâ aktsarihim fa hum lâ yu'minûn",
            "terjemah": "Sungguh, benar-benar berlaku perkataan (ketetapan takdir) terhadap kebanyakan mereka, maka mereka tidak akan beriman."
        },
        {
            "ayat": 8,
            "arab": "اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ ۝٨",
            "latin": "innâ ja‘alnâ fî a‘nâqihim aghlâlan fa hiya ilal-adzqâni fa hum muqmaḫûn",
            "terjemah": "Sesungguhnya Kami telah memasang belenggu di leher mereka, lalu (tangan mereka yang terbelenggu diangkat) ke dagu, karena itu mereka tertengadah."
        },
        {
            "ayat": 9,
            "arab": "وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ ۝٩",
            "latin": "wa ja‘alnâ mim baini aidîhim saddaw wa min khalfihim saddan fa aghsyainâhum fa hum lâ yubshirûn",
            "terjemah": "Kami memasang penghalang di hadapan mereka dan di belakang mereka, sehingga Kami menutupi (pandangan) mereka. Mereka pun tidak dapat melihat."
        },
        {
            "ayat": 10,
            "arab": "وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ ۝١٠",
            "latin": "wa sawâ'un ‘alaihim a andzartahum am lam tundzir-hum lâ yu'minûn",
            "terjemah": "Sama saja bagi mereka, apakah engkau (Nabi Muhammad) memberi peringatan kepada mereka atau tidak. Mereka (tetap) tidak akan beriman."
        },
        {
            "ayat": 11,
            "arab": "اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ ۝١١",
            "latin": "innamâ tundziru manittaba‘adz-dzikra wa khasyiyar-raḫmâna bil-ghaîb, fa basysyir-hu bimaghfiratiw wa ajring karîm",
            "terjemah": "Sesungguhnya engkau (Nabi Muhammad) hanya (bisa) memberi peringatan kepada orang-orang yang mau mengikutinya dan yang takut kepada Tuhan Yang Maha Pengasih tanpa melihat-Nya. Berilah mereka kabar gembira dengan ampunan dan pahala yang mulia."
        },
        {
            "ayat": 12,
            "arab": "اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍࣖ ۝١٢",
            "latin": "innâ naḫnu nuḫyil-mautâ wa naktubu mâ qaddamû wa âtsârahum, wa kulla syai'in aḫshainâhu fî imâmim mubîn",
            "terjemah": "Sesungguhnya Kamilah yang menghidupkan orang-orang yang mati dan Kami (pulalah) yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Segala sesuatu Kami kumpulkan dalam kitab induk yang nyata (Lauh Mahfuz)."
        },
        {
            "ayat": 13,
            "arab": "وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ ۝١٣",
            "latin": "wadlrib lahum matsalan ash-ḫâbal-qaryah, idz jâ'ahal-mursalûn",
            "terjemah": "Buatlah suatu perumpamaan bagi mereka (kaum kafir Makkah), yaitu penduduk suatu negeri, ketika para utusan datang kepada mereka,"
        },
        {
            "ayat": 14,
            "arab": "اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ ۝١٤",
            "latin": "idz arsalnâ ilaihimutsnaini fa kadzdzabûhumâ fa ‘azzaznâ bitsâlitsin fa qâlû innâ ilaikum mursalûn",
            "terjemah": "(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya. Kemudian Kami menguatkan dengan (utusan) yang ketiga. Maka, ketiga (utusan itu) berkata, “Sesungguhnya kami adalah orang-orang yang diutus kepadamu.”"
        },
        {
            "ayat": 15,
            "arab": "قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ ۝١٥",
            "latin": "qâlû mâ antum illâ basyarum mitslunâ wa mâ anzalar-raḫmânu min syai'in in antum illâ takdzibûn",
            "terjemah": "Mereka (penduduk negeri) menjawab, “Kamu tidak lain hanyalah manusia seperti kami. (Allah) Yang Maha Pengasih tidak (pernah) menurunkan sesuatu apa pun. Kamu hanyalah berdusta.”"
        },
        {
            "ayat": 16,
            "arab": "قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ ۝١٦",
            "latin": "qâlû rabbunâ ya‘lamu innâ ilaikum lamursalûn",
            "terjemah": "Mereka (para rasul) berkata, “Tuhan kami mengetahui bahwa sesungguhnya kami benar-benar para utusan(-Nya) kepadamu."
        },
        {
            "ayat": 17,
            "arab": "وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ ۝١٧",
            "latin": "wa mâ ‘alainâ illal-balâghul-mubîn",
            "terjemah": "Adapun kewajiban kami hanyalah menyampaikan (perintah Allah) yang jelas.”"
        },
        {
            "ayat": 18,
            "arab": "قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ ۝١٨",
            "latin": "qâlû innâ tathayyarnâ bikum, la'il lam tantahû lanarjumannakum wa layamassannakum minnâ ‘adzâbun alîm",
            "terjemah": "Mereka (penduduk negeri) menjawab, “Sesungguhnya kami bernasib malang karenamu. Sungguh, jika kamu tidak berhenti (menyeru kami), niscaya kami merajam kamu dan kamu pasti akan merasakan siksaan yang pedih dari kami.”"
        },
        {
            "ayat": 19,
            "arab": "قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ۝١٩",
            "latin": "qâlû thâ'irukum ma‘akum, a in dzukkirtum, bal antum qaumum musrifûn",
            "terjemah": "Mereka (para rasul) berkata, “Kemalangan kamu itu (akibat perbuatan) kamu sendiri. Apakah karena kamu diberi peringatan, (lalu kamu menjadi malang)? Sebenarnya kamu adalah kaum yang melampaui batas.”"
        },
        {
            "ayat": 20,
            "arab": "وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ ۝٢٠",
            "latin": "wa jâ'a min aqshal-madînati rajuluy yas‘â qâla yâ qaumittabi‘ul-mursalîn",
            "terjemah": "Datanglah dengan bergegas dari ujung kota, seorang laki-laki. Dia berkata, “Wahai kaumku, ikutilah para rasul itu!"
        },
        {
            "ayat": 21,
            "arab": "اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ ۝٢١",
            "latin": "ittabi‘û mal lâ yas'alukum ajraw wa hum muhtadûn",
            "terjemah": "Ikutilah orang yang tidak meminta imbalan (dalam berdakwah) kepadamu. Mereka adalah orang-orang yang mendapat petunjuk."
        },
        {
            "ayat": 22,
            "arab": "وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ ۝٢٢",
            "latin": "wa mâ liya lâ a‘budulladzî fatharanî wa ilaihi turja‘ûn",
            "terjemah": "Apa (alasanku) untuk tidak menyembah (Allah) yang telah menciptakanku dan hanya kepada-Nyalah kamu akan dikembalikan."
        },
        {
            "ayat": 23,
            "arab": "ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ ۝٢٣",
            "latin": "a attakhidzu min dûnihî âlihatan iy yuridnir-raḫmânu bidlurril lâ tughni ‘annî syafâ‘atuhum syai'aw wa lâ yungqidzûn",
            "terjemah": "Mengapa aku (harus) mengambil sembahan-sembahan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, pasti pertolongan mereka tidak berguna sama sekali bagi diriku dan mereka (juga) tidak dapat menyelamatkanku."
        },
        {
            "ayat": 24,
            "arab": "اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ ۝٢٤",
            "latin": "innî idzal lafî dlalâlim mubîn",
            "terjemah": "Sesungguhnya aku (jika berbuat) begitu, pasti berada dalam kesesatan yang nyata."
        },
        {
            "ayat": 25,
            "arab": "اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ ۝٢٥",
            "latin": "innî âmantu birabbikum fasma‘ûn",
            "terjemah": "Sesungguhnya aku telah beriman kepada Tuhanmu. Maka, dengarkanlah (pengakuan)-ku.”"
        },
        {
            "ayat": 26,
            "arab": "قِيْلَ ادْخُلِ الْجَنَّةَۗ قَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ ۝٢٦",
            "latin": "qîladkhulil-jannah, qâla yâ laita qaumî ya‘lamûn",
            "terjemah": "Dikatakan (kepadanya), “Masuklah ke surga.” Dia (laki-laki itu) berkata, “Aduhai, sekiranya kaumku mengetahui"
        },
        {
            "ayat": 27,
            "arab": "بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ ۝٢٧",
            "latin": "bimâ ghafara lî rabbî wa ja‘alanî minal-mukramîn",
            "terjemah": "(bagaimana) Tuhanku mengampuniku dan menjadikanku termasuk orang-orang yang dimuliakan.”"
        },
        {
            "ayat": 28,
            "arab": "۞ وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ ۝٢٨",
            "latin": "wa mâ anzalnâ ‘alâ qaumihî mim ba‘dihî min jundim minas-samâ'i wa mâ kunnâ munzilîn",
            "terjemah": "Setelah dia (dibunuh), Kami tidak menurunkan satu pasukan pun dari langit kepada kaumnya dan Kami tidak perlu menurunkannya."
        },
        {
            "ayat": 29,
            "arab": "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خٰمِدُوْنَ ۝٢٩",
            "latin": "ing kânat illâ shaiḫataw wâḫidatan fa idzâ hum khâmidûn",
            "terjemah": "(Azab mereka) itu cukup dengan satu teriakan saja. Maka, seketika itu mereka mati."
        },
        {
            "ayat": 30,
            "arab": "يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ۝٣٠",
            "latin": "yâ ḫasratan ‘alal-‘ibâd, mâ ya'tîhim mir rasûlin illâ kânû bihî yastahzi'ûn",
            "terjemah": "Alangkah besar penyesalan diri para hamba itu. Setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya."
        },
        {
            "ayat": 31,
            "arab": "اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ ۝٣١",
            "latin": "a lam yarau kam ahlaknâ qablahum minal-qurûni annahum ilaihim lâ yarji‘ûn",
            "terjemah": "Tidakkah mereka mengetahui berapa banyak umat sebelum mereka yang telah Kami binasakan. Mereka (setelah binasa) tidak ada yang kembali kepada mereka (di dunia)."
        },
        {
            "ayat": 32,
            "arab": "وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَࣖ ۝٣٢",
            "latin": "wa ing kullul lammâ jamî‘ul ladainâ muḫdlarûn",
            "terjemah": "Tidak ada satu (umat) pun, kecuali semuanya akan dihadirkan kepada Kami (untuk dihisab)."
        },
        {
            "ayat": 33,
            "arab": "وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُۖ اَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ ۝٣٣",
            "latin": "wa âyatul lahumul-ardlul-maitatu aḫyainâhâ wa akhrajnâ min-hâ ḫabban fa min-hu ya'kulûn",
            "terjemah": "Suatu tanda (kekuasaan-Nya) bagi mereka adalah bumi yang mati (tandus lalu) Kami menghidupkannya dan mengeluarkan darinya biji-bijian kemudian dari (biji-bijian) itu mereka makan."
        },
        {
            "ayat": 34,
            "arab": "وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ ۝٣٤",
            "latin": "wa ja‘alnâ fîhâ jannâtim min nakhîliw wa a‘nâbiw wa fajjarnâ fîhâ minal-‘uyûn",
            "terjemah": "Kami (juga) menjadikan padanya (bumi) kebun-kebun kurma dan anggur serta Kami memancarkan padanya beberapa mata air"
        },
        {
            "ayat": 35,
            "arab": "لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْۗ اَفَلَا يَشْكُرُوْنَ ۝٣٥",
            "latin": "liya'kulû min tsamarihî wa mâ ‘amilat-hu aidîhim, a fa lâ yasykurûn",
            "terjemah": "agar mereka dapat makan dari buahnya, dan dari hasil usaha tangan mereka. Mengapa mereka tidak bersyukur?"
        },
        {
            "ayat": 36,
            "arab": "سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ ۝٣٦",
            "latin": "sub-ḫânalladzî khalaqal-azwâja kullahâ mimmâ tumbitul-ardlu wa min anfusihim wa mimmâ lâ ya‘lamûn",
            "terjemah": "Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri maupun dari apa yang tidak mereka ketahui."
        },
        {
            "ayat": 37,
            "arab": "وَاٰيَةٌ لَّهُمُ الَّيْلُۖ نَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ ۝٣٧",
            "latin": "wa âyatul lahumul-lailu naslakhu min-hun-nahâra fa idzâ hum mudhlimûn",
            "terjemah": "Suatu tanda juga (atas kekuasaan Allah) bagi mereka adalah malam. Kami pisahkan siang dari (malam) itu. Maka, seketika itu mereka (berada dalam) kegelapan."
        },
        {
            "ayat": 38,
            "arab": "وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَاۗ ذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ ۝٣٨",
            "latin": "wasy-syamsu tajrî limustaqarril lahâ, dzâlika taqdîrul-‘azîzil-‘alîm",
            "terjemah": "(Suatu tanda juga atas kekuasaan Allah bagi mereka adalah) matahari yang berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa lagi Maha Mengetahui."
        },
        {
            "ayat": 39,
            "arab": "وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ ۝٣٩",
            "latin": "wal-qamara qaddarnâhu manâzila ḫattâ ‘âda kal-‘urjûnil-qadîm",
            "terjemah": "(Begitu juga) bulan, Kami tetapkan bagi(-nya) tempat-tempat peredaran sehingga (setelah ia sampai ke tempat peredaran yang terakhir,) kembalilah ia seperti bentuk tandan yang tua."
        },
        {
            "ayat": 40,
            "arab": "لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِۗ وَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ ۝٤٠",
            "latin": "lasy-syamsu yambaghî lahâ an tudrikal-qamara wa lal-lailu sâbiqun-nahâr, wa kullun fî falakiy yasbaḫûn",
            "terjemah": "Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya."
        },
        {
            "ayat": 41,
            "arab": "وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ ۝٤١",
            "latin": "wa âyatul lahum annâ ḫamalnâ dzurriyyatahum fil-fulkil-masy-ḫûn",
            "terjemah": "Suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami mengangkut keturunan mereka dalam kapal yang penuh muatan."
        },
        {
            "ayat": 42,
            "arab": "وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ ۝٤٢",
            "latin": "wa khalaqnâ lahum mim mitslihî mâ yarkabûn",
            "terjemah": "(Begitu juga) Kami menciptakan untuk mereka dari jenis itu angkutan (lain) yang mereka kendarai."
        },
        {
            "ayat": 43,
            "arab": "وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ ۝٤٣",
            "latin": "wa in nasya' nughriq-hum fa lâ sharîkha lahum wa lâ hum yungqadzûn",
            "terjemah": "Jika Kami menghendaki, Kami akan menenggelamkan mereka. Kemudian, tidak ada penolong bagi mereka dan tidak (pula) mereka diselamatkan."
        },
        {
            "ayat": 44,
            "arab": "اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ ۝٤٤",
            "latin": "illâ raḫmatam minnâ wa matâ‘an ilâ ḫîn",
            "terjemah": "Akan tetapi, (Kami menyelamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberi mereka kesenangan hidup sampai waktu tertentu."
        },
        {
            "ayat": 45,
            "arab": "وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ ۝٤٥",
            "latin": "wa idzâ qîla lahumuttaqû mâ baina aidîkum wa mâ khalfakum la‘allakum tur-ḫamûn",
            "terjemah": "Ketika dikatakan kepada mereka, “Takutlah kamu akan (siksa) yang ada di hadapanmu (di dunia) dan azab yang ada di belakangmu (akhirat) agar kamu mendapat rahmat,” (maka mereka berpaling)."
        },
        {
            "ayat": 46,
            "arab": "وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ۝٤٦",
            "latin": "wa mâ ta'tîhim min âyatim min âyâti rabbihim illâ kânû ‘an-hâ mu‘ridlîn",
            "terjemah": "Tidak satu pun dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, kecuali mereka berpaling darinya."
        },
        {
            "ayat": 47,
            "arab": "وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُۙ قَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ ۝٤٧",
            "latin": "wa idzâ qîla lahum anfiqû mimmâ razaqakumullâhu qâlalladzîna kafarû lilladzîna âmanû a nuth‘imu mal lau yasyâ'ullâhu ath‘amahû in antum illâ fî dlalâlim mubîn",
            "terjemah": "Apabila dikatakan kepada mereka, “Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,” orang-orang yang kufur itu berkata kepada orang-orang yang beriman, “Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki, Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata.”"
        },
        {
            "ayat": 48,
            "arab": "وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ۝٤٨",
            "latin": "wa yaqûlûna matâ hâdzal-wa‘du ing kuntum shâdiqîn",
            "terjemah": "Mereka berkata, “Kapankah janji (hari Kebangkitan) ini (terjadi) jika kamu orang-orang benar?”"
        },
        {
            "ayat": 49,
            "arab": "مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ ۝٤٩",
            "latin": "mâ yandhurûna illâ shaiḫataw wâḫidatan ta'khudzuhum wa hum yakhishshimûn",
            "terjemah": "Mereka hanya menunggu satu teriakan yang akan membinasakan mereka saat mereka (sibuk) bertengkar (tentang urusan dunia)."
        },
        {
            "ayat": 50,
            "arab": "فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَࣖ ۝٥٠",
            "latin": "fa lâ yastathî‘ûna taushiyataw wa lâ ilâ ahlihim yarji‘ûn",
            "terjemah": "Oleh sebab itu, mereka tidak dapat berwasiat dan tidak dapat kembali kepada keluarganya."
        },
        {
            "ayat": 51,
            "arab": "وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ ۝٥١",
            "latin": "wa nufikha fish-shûri fa idzâ hum minal-ajdâtsi ilâ rabbihim yansilûn",
            "terjemah": "Sangkakala pun ditiup dan seketika itu mereka bergerak cepat dari kuburnya menuju kepada Tuhannya."
        },
        {
            "ayat": 52,
            "arab": "قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَاࣝ هٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ ۝٥٢",
            "latin": "qâlû yâ wailanâ mam ba‘atsanâ mim marqadinâ hâdzâ mâ wa‘adar-raḫmânu wa shadaqal-mursalûn",
            "terjemah": "Mereka berkata, “Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?” (Lalu, dikatakan kepada mereka,) “Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah para rasul(-Nya).”"
        },
        {
            "ayat": 53,
            "arab": "اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ ۝٥٣",
            "latin": "ing kânat illâ shaiḫataw wâḫidatan fa idzâ hum jamî‘ul ladainâ muḫdlarûn",
            "terjemah": "Teriakan itu hanya sekali saja, maka seketika itu mereka semua dihadapkan kepada Kami (untuk dihisab)."
        },
        {
            "ayat": 54,
            "arab": "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ ۝٥٤",
            "latin": "fal-yauma lâ tudhlamu nafsun syai'aw wa lâ tujzauna illâ mâ kuntum ta‘malûn",
            "terjemah": "Pada hari itu tidak ada sama sekali orang yang dirugikan sedikit pun. Kamu tidak akan diberi balasan, kecuali atas apa yang telah kamu kerjakan."
        },
        {
            "ayat": 55,
            "arab": "اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَۚ ۝٥٥",
            "latin": "inna ash-ḫâbal-jannatil-yauma fî syughulin fâkihûn",
            "terjemah": "Sesungguhnya penghuni surga pada hari itu berada dalam kesibukan (sehingga tidak sempat berpikir tentang penghuni neraka) lagi bersenang-senang."
        },
        {
            "ayat": 56,
            "arab": "هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِــُٔوْنَۚ ۝٥٦",
            "latin": "hum wa azwâjuhum fî dhilâlin ‘alal-arâ'iki muttaki'ûn",
            "terjemah": "Mereka dan pasangan-pasangannya berada dalam tempat yang teduh sambil berbaring di atas ranjang berkelambu."
        },
        {
            "ayat": 57,
            "arab": "لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَۚ ۝٥٧",
            "latin": "lahum fîhâ fâkihatuw wa lahum mâ yadda‘ûn",
            "terjemah": "Di (surga) itu mereka memperoleh buah-buahan dan apa saja yang mereka inginkan."
        },
        {
            "ayat": 58,
            "arab": "سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ ۝٥٨",
            "latin": "salâm, qaulam mir rabbir raḫîm",
            "terjemah": "(Kepada mereka dikatakan,) “Salam sejahtera” sebagai ucapan dari Tuhan Yang Maha Penyayang."
        },
        {
            "ayat": 59,
            "arab": "وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ ۝٥٩",
            "latin": "wamtâzul-yauma ayyuhal-mujrimûn",
            "terjemah": "(Dikatakan kepada orang-orang kafir,) “Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, wahai para pendurhaka!"
        },
        {
            "ayat": 60,
            "arab": "اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ۝٦٠",
            "latin": "a lam a‘had ilaikum yâ banî âdama al lâ ta‘budusy-syaithân, innahû lakum ‘aduwwum mubîn",
            "terjemah": "Bukankah Aku telah berpesan kepadamu dengan sungguh-sungguh, wahai anak cucu Adam, bahwa janganlah kamu menyembah setan? Sesungguhnya setan itu musuh yang nyata bagi kamu."
        },
        {
            "ayat": 61,
            "arab": "وَاَنِ اعْبُدُوْنِيْۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ۝٦١",
            "latin": "wa ani‘budûnî, hâdzâ shirâthum mustaqîm",
            "terjemah": "(Begitu juga bahwa) sembahlah Aku. Inilah jalan yang lurus.”"
        },
        {
            "ayat": 62,
            "arab": "وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًاۗ اَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ ۝٦٢",
            "latin": "wa laqad adlalla mingkum jibillang katsîrâ, a fa lam takûnû ta‘qilûn",
            "terjemah": "Sungguh, ia (setan itu) benar-benar telah menyesatkan sangat banyak orang dari kamu. Maka, apakah kamu tidak mengerti?"
        },
        {
            "ayat": 63,
            "arab": "هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ ۝٦٣",
            "latin": "hâdzihî jahannamullatî kuntum tû‘adûn",
            "terjemah": "Inilah (neraka) Jahanam yang dahulu telah diperingatkan kepadamu."
        },
        {
            "ayat": 64,
            "arab": "اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ۝٦٤",
            "latin": "ishlauhal-yauma bimâ kuntum takfurûn",
            "terjemah": "Masuklah ke dalamnya pada hari ini karena dahulu kamu mengingkarinya."
        },
        {
            "ayat": 65,
            "arab": "اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ ۝٦٥",
            "latin": "al-yauma nakhtimu ‘alâ afwâhihim wa tukallimunâ aidîhim wa tasy-hadu arjuluhum bimâ kânû yaksibûn",
            "terjemah": "Pada hari ini Kami membungkam mulut mereka. Tangan merekalah yang berkata kepada Kami dan kaki merekalah yang akan bersaksi terhadap apa yang dahulu mereka kerjakan."
        },
        {
            "ayat": 66,
            "arab": "وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ ۝٦٦",
            "latin": "walau nasyâ'u lathamasnâ ‘alâ a‘yunihim fastabaqush-shirâtha fa annâ yubshirûn",
            "terjemah": "Seandainya Kami menghendaki, pastilah Kami akan menghapus penglihatan (membutakan) mereka sehingga mereka berlomba-lomba (mencari) jalan (selamat). Maka, bagaimana mungkin mereka dapat melihat?"
        },
        {
            "ayat": 67,
            "arab": "وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَࣖ ۝٦٧",
            "latin": "walau nasyâ'u lamasakhnâhum ‘alâ makânatihim famastathâ‘û mudliyyaw wa lâ yarji‘ûn",
            "terjemah": "Seandainya Kami menghendaki, pastilah Kami akan mengubah bentuk mereka di tempat mereka berada, sehingga mereka tidak sanggup meneruskan perjalanan dan juga tidak sanggup pulang kembali."
        },
        {
            "ayat": 68,
            "arab": "وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ ۝٦٨",
            "latin": "wa man nu‘ammir-hu nunakkis-hu fil-khalq, a fa lâ ya‘qilûn",
            "terjemah": "Siapa yang Kami panjangkan umurnya niscaya Kami balik proses penciptaannya (dari kuat menuju lemah). Maka, apakah mereka tidak mengerti?"
        },
        {
            "ayat": 69,
            "arab": "وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗۗ اِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌۙ ۝٦٩",
            "latin": "wa mâ ‘allamnâhusy-syi‘ra wa mâ yambaghî lah, in huwa illâ dzikruw wa qur'ânum mubîn",
            "terjemah": "Kami tidak mengajarkan syair kepadanya (Nabi Muhammad) dan (bersyair) itu tidaklah pantas baginya. (Wahyu yang Kami turunkan kepadanya) itu tidak lain hanyalah pelajaran dan Al-Qur’an yang jelas,"
        },
        {
            "ayat": 70,
            "arab": "لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ ۝٧٠",
            "latin": "liyundzira mang kâna ḫayyaw wa yaḫiqqal-qaulu ‘alal-kâfirîn",
            "terjemah": "agar dia (Nabi Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan agar ketetapan (azab) terhadap orang-orang kafir itu menjadi pasti."
        },
        {
            "ayat": 71,
            "arab": "اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مٰلِكُوْنَ ۝٧١",
            "latin": "a wa lam yarau annâ khalaqnâ lahum mimmâ ‘amilat aidînâ an‘âman fa hum lahâ mâlikûn",
            "terjemah": "Tidakkah mereka mengetahui bahwa Kami telah menciptakan untuk mereka hewan-hewan ternak dari ciptaan tangan Kami (sendiri), lalu mereka menjadi pemiliknya?"
        },
        {
            "ayat": 72,
            "arab": "وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ ۝٧٢",
            "latin": "wa dzallalnâhâ lahum fa min-hâ rakûbuhum wa min-hâ ya'kulûn",
            "terjemah": "Kami menjadikannya (hewan-hewan itu) tunduk kepada mereka. Sebagian di antaranya menjadi tunggangan mereka dan sebagian (lagi) mereka makan."
        },
        {
            "ayat": 73,
            "arab": "وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ ۝٧٣",
            "latin": "wa lahum fîhâ manâfi‘u wa masyârib, a fa lâ yasykurûn",
            "terjemah": "Pada dirinya (hewan-hewan ternak itu) terdapat berbagai manfaat dan minuman untuk mereka. Apakah mereka tidak bersyukur?"
        },
        {
            "ayat": 74,
            "arab": "وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَۗ ۝٧٤",
            "latin": "wattakhadzû min dûnillâhi âlihatal la‘allahum yunsharûn",
            "terjemah": "Mereka menjadikan sesembahan selain Allah agar mereka mendapat pertolongan."
        },
        {
            "ayat": 75,
            "arab": "لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ ۝٧٥",
            "latin": "lâ yastathî‘ûna nashrahum wa hum lahum jundum muḫdlarûn",
            "terjemah": "(Sesembahan) itu tidak mampu menolong mereka, padahal (sesembahan) itu adalah tentara yang dihadirkan untuk menjaganya."
        },
        {
            "ayat": 76,
            "arab": "فَلَا يَحْزُنْكَ قَوْلُهُمْۘ اِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ۝٧٦",
            "latin": "fa lâ yaḫzungka qauluhum, innâ na‘lamu mâ yusirrûna wa mâ yu‘linûn",
            "terjemah": "Maka, jangan sampai ucapan mereka membuat engkau (Nabi Muhammad) bersedih hati. Sesungguhnya Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan."
        },
        {
            "ayat": 77,
            "arab": "اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ۝٧٧",
            "latin": "a wa lam yaral-insânu annâ khalaqnâhu min nuthfatin fa idzâ huwa khashîmum mubîn",
            "terjemah": "Tidakkah manusia mengetahui bahwa Kami menciptakannya dari setetes mani? Kemudian tiba-tiba saja dia menjadi musuh yang nyata."
        },
        {
            "ayat": 78,
            "arab": "وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ ۝٧٨",
            "latin": "wa dlaraba lanâ matsalaw wa nasiya khalqah, qâla may yuḫyil-‘idhâma wa hiya ramîm",
            "terjemah": "Dia membuat perumpamaan bagi Kami dan melupakan asal penciptaannya. Dia berkata, “Siapakah yang bisa menghidupkan tulang-belulang yang telah hancur luluh?”"
        },
        {
            "ayat": 79,
            "arab": "قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍۗ وَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌۙ ۝٧٩",
            "latin": "qul yuḫyîhalladzî ansya'ahâ awwala marrah, wa huwa bikulli khalqin ‘alîm",
            "terjemah": "Katakanlah (Nabi Muhammad), “Yang akan menghidupkannya adalah Zat yang menciptakannya pertama kali. Dia Maha Mengetahui setiap makhluk."
        },
        {
            "ayat": 80,
            "arab": "ࣙالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ ۝٨٠",
            "latin": "alladzî ja‘ala lakum minasy-syajaril-akhdlari nâran fa idzâ antum min-hu tûqidûn",
            "terjemah": "(Dialah) yang menjadikan api untukmu dari kayu yang hijau. Kemudian, seketika itu kamu menyalakan (api) darinya.”"
        },
        {
            "ayat": 81,
            "arab": "اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْۗ بَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ ۝٨١",
            "latin": "a wa laisalladzî khalaqas-samâwâti wal-ardla biqâdirin ‘alâ ay yakhluqa mitslahum, balâ wa huwal-khallâqul-‘alîm",
            "terjemah": "Bukankah Zat yang menciptakan langit dan bumi mampu menciptakan manusia yang serupa mereka itu (di akhirat kelak)? Benar. Dialah yang Maha Banyak Mencipta lagi Maha Mengetahui."
        },
        {
            "ayat": 82,
            "arab": "اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ ۝٨٢",
            "latin": "innamâ amruhû idzâ arâda syai'an ay yaqûla lahû kun fa yakûn",
            "terjemah": "Sesungguhnya ketetapan-Nya, jika Dia menghendaki sesuatu, Dia hanya berkata kepadanya, “Jadilah!” Maka, jadilah (sesuatu) itu."
        },
        {
            "ayat": 83,
            "arab": "فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَࣖ ۝٨٣",
            "latin": "fa sub-ḫânalladzî biyadihî malakûtu kulli syai'iw wa ilaihi turja‘ûn",
            "terjemah": "Maka, Mahasuci (Allah) yang di tangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya kamu dikembalikan."
        }
    ]
}